[{"researcher": "Joseph A. Gogos", "articles": [{"title": "CHD2 Regulates Neuron-glioma Interactions in Pediatric Glioma.", "abstract": "High-grade gliomas (HGG) are deadly diseases for both adult and pediatric patients. Recently, it has been shown that neuronal activity promotes progression of multiple subgroups of HGG. However, epigenetic mechanisms that govern this process remain elusive. Here we report that the chromatin remodeler CHD2 regulates neuron-glioma interactions in diffuse midline glioma (DMG) characterized by onco-histone H3.1K27M. Depletion of CHD2 in H3.1K27M DMG cells compromises cell viability and neuron-to-glioma synaptic connections in vitro, neuron-induced proliferation of H3.1K27M DMG cells in vitro and in vivo, activity-dependent calcium transients in vivo, and extends the survival of H3.1K27M DMG-bearing mice. Mechanistically, CHD2 coordinates with the transcription factor FOSL1 to control the expression of axon-guidance and synaptic genes in H3.1K27M DMG cells. Together, our study reveals a mechanism whereby CHD2 controls the intrinsic gene program of the H3.1K27M DMG subtype, which in turn regulates the tumor growth-promoting interactions of glioma cells with neurons.", "pub_date": "2024-May-20"}, {"title": "Altered corollary discharge signaling in the auditory cortex of a mouse model of schizophrenia predisposition.", "abstract": "The ability to distinguish sensations that are self-generated from those caused by external events is disrupted in schizophrenia patients. However, the neural circuit abnormalities underlying this sensory impairment and its relationship to the risk factors for the disease is not well understood. To address this, we examined the processing of self-generated sounds in male Df(16)A", "pub_date": "2023-Nov-15"}, {"title": "Aberrant pace of cortical neuron development in brain organoids from patients with 22q11.2 deletion syndrome and schizophrenia.", "abstract": "Adults and children afflicted with the 22q11.2 deletion syndrome (22q11.2DS) exhibit cognitive, social, and emotional impairments, and are at significantly heightened risk for schizophrenia (SCZ). The impact of this deletion on early human brain development, however, has remained unclear. Here we harness organoid models of the developing human cerebral cortex, cultivated from subjects with 22q11.2DS and SCZ, as well as unaffected control samples, to identify cell-type-specific developmental abnormalities arising from this genomic lesion. Leveraging single-cell RNA-sequencing in conjunction with experimental validation, we find that the loss of genes within the 22q11.2 locus leads to a delayed development of cortical neurons. This compromised development was reflected in an elevated proportion of actively proliferating neural progenitor cells, coupled with a decreased fraction of more mature neurons. Furthermore, we identify perturbed molecular imprints linked to neuronal maturation, observe the presence of sparser neurites, and note a blunted amplitude in glutamate-induced Ca2+ transients. The aberrant transcription program underlying impaired development contains molecular signatures significantly enriched in neuropsychiatric genetic liability. MicroRNA profiling and target gene investigation suggest that microRNA dysregulation may drive perturbations of genes governing the pace at which maturation unfolds. Using protein-protein interaction network analysis we define complementary effects stemming from additional genes residing within the deleted locus. Our study uncovers reproducible neurodevelopmental and molecular alterations due to 22q11.2 deletions. These findings have the potential to facilitate disease modeling and promote the pursuit of therapeutic interventions.", "pub_date": "2023-Oct-05"}, {"title": "An in vitro model of neuronal ensembles.", "abstract": "Advances in 3D neuronal cultures, such as brain spheroids and organoids, are allowing unprecedented in vitro access to some of the molecular, cellular and developmental mechanisms underlying brain diseases. However, their efficacy in recapitulating brain network properties that encode brain function remains limited, thereby precluding development of effective in vitro models of complex brain disorders like schizophrenia. Here, we develop and characterize a Modular Neuronal Network (MoNNet) approach that recapitulates specific features of neuronal ensemble dynamics, segregated local-global network activities and a hierarchical modular organization. We utilized MoNNets for quantitative in vitro modelling of schizophrenia-related network dysfunctions caused by highly penetrant mutations in SETD1A and 22q11.2 risk loci. Furthermore, we demonstrate its utility for drug discovery by performing pharmacological rescue of alterations in neuronal ensembles stability and global network synchrony. MoNNets allow in vitro modelling of brain diseases for investigating the underlying neuronal network mechanisms and systematic drug discovery.", "pub_date": "2022-Jun-09"}, {"title": "Vascular-derived SPARC and SerpinE1 regulate interneuron tangential migration and accelerate functional maturation of human stem cell-derived interneurons.", "abstract": "Cortical interneurons establish inhibitory microcircuits throughout the neocortex and their dysfunction has been implicated in epilepsy and neuropsychiatric diseases. Developmentally, interneurons migrate from a distal progenitor domain in order to populate the neocortex - a process that occurs at a slower rate in humans than in mice. In this study, we sought to identify factors that regulate the rate of interneuron maturation across the two species. Using embryonic mouse development as a model system, we found that the process of initiating interneuron migration is regulated by blood vessels of the medial ganglionic eminence (MGE), an interneuron progenitor domain. We identified two endothelial cell-derived paracrine factors, SPARC and SerpinE1, that enhance interneuron migration in mouse MGE explants and organotypic cultures. Moreover, pre-treatment of human stem cell-derived interneurons (hSC-interneurons) with SPARC and SerpinE1 prior to transplantation into neonatal mouse cortex enhanced their migration and morphological elaboration in the host cortex. Further, SPARC and SerpinE1-treated hSC-interneurons also exhibited more mature electrophysiological characteristics compared to controls. Overall, our studies suggest a critical role for CNS vasculature in regulating interneuron developmental maturation in both mice and humans.", "pub_date": "2021-Apr-27"}, {"title": "Reset of hippocampal-prefrontal circuitry facilitates learning.", "abstract": "The ability to rapidly adapt to novel situations is essential for survival, and this flexibility is impaired in many neuropsychiatric disorders", "pub_date": "2021"}, {"title": "Aberrant Cortical Ensembles and Schizophrenia-like Sensory Phenotypes in Setd1a", "abstract": "A breakdown of synchrony within neuronal ensembles leading to destabilization of network \"attractors\" could be a defining aspect of neuropsychiatric diseases such as schizophrenia, representing a common downstream convergence point for the diverse etiological pathways associated with the disease. Using a mouse genetic model, we demonstrated that altered ensembles are associated with pathological sensory cortical processing phenotypes resulting from loss of function mutations in the Setd1a gene, a recently identified rare risk genotype with very high penetrance for schizophrenia.", "pub_date": "2020-Aug-01"}, {"title": "Recapitulation and Reversal of Schizophrenia-Related Phenotypes in Setd1a-Deficient Mice.", "abstract": "SETD1A, a lysine-methyltransferase, is a key schizophrenia susceptibility gene. Mice carrying a heterozygous loss-of-function mutation of the orthologous gene exhibit alterations in axonal branching and cortical synaptic dynamics accompanied by working memory deficits. We show that Setd1a binds both promoters and enhancers with a striking overlap between Setd1a and Mef2 on enhancers. Setd1a targets are highly expressed in pyramidal neurons and display a complex pattern of transcriptional up- and downregulations shaped by presumed opposing functions of Setd1a on promoters and Mef2-bound enhancers. Notably, evolutionarily conserved Setd1a targets are associated with neuropsychiatric genetic risk burden. Reinstating Setd1a expression in adulthood rescues cognitive deficits. Finally, we identify LSD1 as a major counteracting demethylase for Setd1a and show that its pharmacological antagonism results in a full rescue of the behavioral and morphological deficits in Setd1a-deficient mice. Our findings advance understanding of how SETD1A mutations predispose to schizophrenia (SCZ) and point to novel therapeutic interventions.", "pub_date": "2019-Nov-06"}, {"title": "The abiding relevance of mouse models of rare mutations to psychiatric neuroscience and therapeutics.", "abstract": "Studies using powerful family-based designs aided by large scale case-control studies, have been instrumental in cracking the genetic complexity of the disease, identifying rare and highly penetrant risk mutations and providing a handle on experimentally tractable model systems. Mouse models of rare mutations, paired with analysis of homologous cognitive and sensory processing deficits and state-of-the-art neuroscience methods to manipulate and record neuronal activity have started providing unprecedented insights into pathogenic mechanisms and building the foundation of a new biological framework for understanding mental illness. A number of important principles are emerging, namely that degradation of the computational mechanisms underlying the ordered activity and plasticity of both local and long-range neuronal assemblies, the building blocks necessary for stable cognition and perception, might be the inevitable consequence and the common point of convergence of the vastly heterogeneous genetic liability, manifesting as defective internally- or stimulus-driven neuronal activation patterns and triggering the constellation of schizophrenia symptoms. Animal models of rare mutations have the unique potential to help us move from \"which\" (gene) to \"how\", \"where\" and \"when\" computational regimes of neural ensembles are affected. Linking these variables should improve our understanding of how symptoms emerge and how diagnostic boundaries are established at a circuit level. Eventually, a better understanding of pathophysiological trajectories at the level of neural circuitry in mice, aided by basic human experimental biology, should guide the development of new therapeutics targeting either altered circuitry itself or the underlying biological pathways.", "pub_date": "2020"}, {"title": "Systems Analysis of the 22q11.2 Microdeletion Syndrome Converges on a Mitochondrial Interactome Necessary for Synapse Function and Behavior.", "abstract": "Neurodevelopmental disorders offer insight into synaptic mechanisms. To unbiasedly uncover these mechanisms, we studied the 22q11.2 syndrome, a recurrent copy number variant, which is the highest schizophrenia genetic risk factor. We quantified the proteomes of 22q11.2 mutant human fibroblasts from both sexes and mouse brains carrying a 22q11.2-like defect, ", "pub_date": "2019-May-01"}, {"title": "Neurocognitive and Perceptual Processing in Genetic Mouse Models of Schizophrenia: Emerging Lessons.", "abstract": "During the past two decades, the number of animal models of psychiatric disorders has grown exponentially. Of these, genetic animal models that are modeled after rare but highly penetrant mutations hold great promise for deciphering critical molecular, synaptic, and neurocircuitry deficits of major psychiatric disorders, such as schizophrenia. Animal models should aim to focus on core aspects rather than capture the entire human disease. In this context, animal models with strong etiological validity, where behavioral and neurophysiological phenotypes and the features of the disease being modeled are in unambiguous homology, are being used to dissect both elementary and complex cognitive and perceptual processing deficits present in psychiatric disorders at the level of neurocircuitry, shedding new light on critical disease mechanisms. Recent progress in neuroscience along with large-scale initiatives that propose a consistent approach in characterizing these deficits across different laboratories will further enhance the efficacy of these studies that will ultimately lead to identifying new biological targets for drug development.", "pub_date": "2019"}, {"title": "Role of Endogenous Metabolite Alterations in Neuropsychiatric Disease.", "abstract": "The potential role in neuropsychiatric disease risk arising from alterations and derangements of endogenous small-molecule metabolites remains understudied. Alterations of endogenous metabolite concentrations can arise in multiple ways. Marked derangements of single endogenous small-molecule metabolites are found in a large group of rare genetic human diseases termed \"inborn errors of metabolism\", many of which are associated with prominent neuropsychiatric symptomology. Whether such metabolites act neuroactively to directly lead to distinct neural dysfunction has been frequently hypothesized but rarely demonstrated unequivocally. Here we discuss this disease concept in the context of our recent findings demonstrating that neural dysfunction arising from accumulation of the schizophrenia-associated metabolite l-proline is due to its structural mimicry of the neurotransmitter GABA that leads to alterations in GABA-ergic short-term synaptic plasticity. For cases in which a similar direct action upon neurotransmitter binding sites is suspected, we lay out a systematic approach that can be extended to assessing the potential disruptive action of such candidate disease metabolites. To address the potentially important and broader role in neuropsychiatric disease, we also consider whether the more subtle yet more ubiquitous variations in endogenous metabolites arising from natural allelic variation may likewise contribute to disease risk but in a more complex and nuanced manner.", "pub_date": "2018-Sep-19"}, {"title": "Altered function and maturation of primary cortical neurons from a 22q11.2 deletion mouse model of schizophrenia.", "abstract": "Given its high penetrance, clearly delineated and evolutionary conserved genomic structure, mouse models of the 22q11.2 deletion provide an ideal organism-based and cell-based model of this well-established disease mutation for schizophrenia. In this study we examined the development of changes in intrinsic properties, action potential firing and synaptic transmission using whole-cell patch-clamp recordings of cultured embryonic cortical neurons from Df(16)A ", "pub_date": "2018-Apr-18"}, {"title": "Hippocampal-prefrontal theta-gamma coupling during performance of a spatial working memory task.", "abstract": "Cross-frequency coupling supports the organization of brain rhythms and is present during a range of cognitive functions. However, little is known about whether and how long-range cross-frequency coupling across distant brain regions subserves working memory. Here we report that theta-slow gamma coupling between the hippocampus and medial prefrontal cortex (mPFC) is augmented in a genetic mouse model of cognitive dysfunction. This increased cross-frequency coupling is observed specifically when the mice successfully perform a spatial working memory task. In wild-type mice, increasing task difficulty by introducing a long delay or by optogenetically interfering with encoding, also increases theta-gamma coupling during correct trials. Finally, epochs of high hippocampal theta-prefrontal slow gamma coupling are associated with increased synchronization of neurons within the mPFC. These findings suggest that enhancement of theta-slow gamma coupling reflects a compensatory mechanism to maintain spatial working memory performance in the setting of increased difficulty.", "pub_date": "2017-Dec-19"}, {"title": "EMC10 (Endoplasmic Reticulum Membrane Protein Complex Subunit 10) Is a Bone Marrow-Derived Angiogenic Growth Factor Promoting Tissue Repair After Myocardial Infarction.", "abstract": "Clinical trials of bone marrow cell-based therapies after acute myocardial infarction (MI) have produced mostly neutral results. Treatment with specific bone marrow cell-derived secreted proteins may provide an alternative biological approach to improving tissue repair and heart function after MI. We recently performed a bioinformatic secretome analysis in bone marrow cells from patients with acute MI and discovered a poorly characterized secreted protein, EMC10 (endoplasmic reticulum membrane protein complex subunit 10), showing activity in an angiogenic screen.", "pub_date": "2017-Nov-07"}]}, {"researcher": "Jacqueline Gottlieb", "articles": [{"title": "Neural Representations of Sensory Uncertainty and Confidence are Associated with Perceptual Curiosity.", "abstract": "Humans are immensely curious and motivated to reduce uncertainty, but little is known about the neural mechanisms that generate curiosity. Curiosity is inversely associated with confidence, suggesting that it is triggered by states of low confidence (subjective uncertainty). The neural mechanisms of this process, however, have been little investigated. What are the mechanisms through which uncertainty about an event gives rise to curiosity about that event? Inspired by studies of sensory uncertainty, we hypothesized that visual areas provide multivariate representations of uncertainty, which are then read out by higher-order structures to generate signals of confidence and, ultimately, trigger curiosity. During fMRI, participants (17 female, 15 male) performed a new task in which they rated their confidence in identifying distorted images of animals and objects and their curiosity to see the clear image. To link sensory certainty and curiosity, we measured the activity evoked by each image in occipitotemporal cortex (OTC) and devised a new metric of \"OTC Certainty\" indicating the strength of evidence this activity conveys about the animal vs. object categories. We show that, consistent with findings using trivia questions, perceptual curiosity peaked at low confidence. Moreover, OTC Certainty negatively correlated with curiosity, establishing a link between curiosity and a multivariate representation of sensory uncertainty. Finally, univariate (average) activity in two frontal areas - vmPFC and ACC - correlated positively with confidence and negatively with curiosity, and the vmPFC mediated the relationship between OTC Certainty and curiosity. The results suggest that multiple mechanisms link curiosity with representations of confidence and uncertainty.", "pub_date": "2024-Jul-05"}, {"title": "The parieto-occipital cortex is a candidate neural substrate for the human ability to approximate Bayesian inference.", "abstract": "Adaptive decision-making often requires one to infer unobservable states based on incomplete information. Bayesian logic prescribes that individuals should do so by estimating the posterior probability by integrating the prior probability with new information, but the neural basis of this integration is incompletely understood. We record fMRI during a task in which participants infer the posterior probability of a hidden state while we independently modulate the prior probability and likelihood of evidence regarding the state; the task incentivizes participants to make accurate inferences and dissociates expected value from posterior probability. Here we show that activation in a region of left parieto-occipital cortex independently tracks the subjective posterior probability, combining its subcomponents of prior probability and evidence likelihood, and reflecting the individual participants' systematic deviations from objective probabilities. The parieto-occipital cortex is thus a candidate neural substrate for humans' ability to approximate Bayesian inference by integrating prior beliefs with new information.", "pub_date": "2024-Feb-09"}, {"title": "A Distinct Neural Code Supports Prospection of Future Probabilities During Instrumental Information-Seeking.", "abstract": "To make adaptive decisions, we must actively demand information, but relatively little is known about the mechanisms of active information gathering. An open question is how the brain estimates expected information gains (EIG) when comparing the current decision uncertainty with the uncertainty that is expected after gathering information. We examined this question using fMRI in a task in which people placed bids to obtain information in conditions that varied independently by prior decision uncertainty, information diagnosticity, and the penalty for an erroneous choice. Consistent with value of information theory, bids were sensitive to EIG and its components of prior certainty and expected posterior certainty. Expected posterior certainty was decoded above chance from multivoxel activation patterns in the posterior parietal and extrastriate cortices. This representation was independent of instrumental rewards and overlapped with distinct representations of EIG and prior certainty. Thus, posterior parietal and extrastriate cortices are candidates for mediating the prospection of posterior probabilities as a key step to estimate EIG during active information gathering.", "pub_date": "2023-Nov-27"}, {"title": "Beta traveling waves in monkey frontal and parietal areas encode recent reward history.", "abstract": "Brain function depends on neural communication, but the mechanisms of this communication are not well understood. Recent studies suggest that one form of neural communication is through traveling waves (TWs)-patterns of neural oscillations that propagate within and between brain areas. We show that TWs are robust in microarray recordings in frontal and parietal cortex and encode recent reward history. Two adult male monkeys made saccades to obtain probabilistic rewards and were sensitive to the (statistically irrelevant) reward on the previous trial. TWs in frontal and parietal areas were stronger in trials that followed a prior reward versus a lack of reward and, in the frontal lobe, correlated with the monkeys' behavioral sensitivity to the prior reward. The findings suggest that neural communication mediated by TWs within the frontal and parietal lobes contribute to maintaining information about recent reward history and mediating the impact of this history on the monkeys' expectations.", "pub_date": "2023-Sep-05"}, {"title": "Inefficient prioritization of task-relevant attributes during instrumental information demand.", "abstract": "In natural settings, people evaluate complex multi-attribute situations and decide which attribute to request information about. Little is known about how people make this selection and specifically, how they identify individual observations that best predict the value of a multi-attribute situation. Here show that, in a simple task of information demand, participants inefficiently query attributes that have high individual value but are relatively uninformative about a total payoff. This inefficiency is robust in two instrumental conditions in which gathering less informative observations leads to significantly lower rewards. Across individuals, variations in the sensitivity to informativeness is associated with personality metrics, showing negative associations with extraversion and thrill seeking and positive associations with stress tolerance and need for cognition. Thus, people select informative queries using sub-optimal strategies that are associated with personality traits and influence consequential choices.", "pub_date": "2023-Jun-01"}, {"title": "A Reinforcement Meta-Learning framework of executive function and information demand.", "abstract": "Gathering information is crucial for maximizing fitness, but requires diverting resources from searching directly for primary rewards to actively exploring the environment. Optimal decision-making thus maximizes information while reducing effort costs, but little is known about the neuro-computational implementation of this tradeoff. We present a Reinforcement Meta-Learning (RML) computational model that solves the trade-off between the value and costs of gathering information. We implement the RML in a biologically plausible architecture that links catecholaminergic neuromodulators, the medial prefrontal cortex and topographically organized visual maps and show that it accounts for neural and behavioral findings on information demand motivated by instrumental incentives and intrinsic utility. Moreover, the utility function used by the RML, encoded by dopamine, is an approximation of variational free energy. Thus, the RML presents a biologically plausible mechanism for coordinating motivational, executive and sensory systems generate visual information gathering policies that minimize free energy.", "pub_date": "2023"}, {"title": "Uncertainty modulates visual maps during noninstrumental information demand.", "abstract": "Animals are intrinsically motivated to obtain information independently of instrumental incentives. This motivation depends on two factors: a desire to resolve uncertainty by gathering accurate information and a desire to obtain positively-valenced observations, which predict favorable rather than unfavorable outcomes. To understand the neural mechanisms, we recorded parietal cortical activity implicated in prioritizing stimuli for spatial attention and gaze, in a task in which monkeys were free (but not trained) to obtain information about probabilistic non-contingent rewards. We show that valence and uncertainty independently modulated parietal neuronal activity, and uncertainty but not reward-related enhancement consistently correlated with behavioral sensitivity. The findings suggest uncertainty-driven and valence-driven information demand depend on partially distinct pathways, with the former being consistently related to parietal responses and the latter depending on additional mechanisms implemented in downstream structures.", "pub_date": "2022-Oct-07"}, {"title": "Superstitious learning of abstract order from random reinforcement.", "abstract": "Humans and other animals often infer spurious associations among unrelated events. However, such superstitious learning is usually accounted for by conditioned associations, raising the question of whether an animal could develop more complex cognitive structures independent of reinforcement. Here, we tasked monkeys with discovering the serial order of two pictorial sets: a \"learnable\" set in which the stimuli were implicitly ordered and monkeys were rewarded for choosing the higher-rank stimulus and an \"unlearnable\" set in which stimuli were unordered and feedback was random regardless of the choice. We replicated prior results that monkeys reliably learned the implicit order of the learnable set. Surprisingly, the monkeys behaved as though some ordering also existed in the unlearnable set, showing consistent choice preference that transferred to novel untrained pairs in this set, even under a preference-discouraging reward schedule that gave rewards more frequently to the stimulus that was selected less often. In simulations, a model-free reinforcement learning algorithm (", "pub_date": "2022-Aug-30"}, {"title": "Humans monitor learning progress in curiosity-driven exploration.", "abstract": "Curiosity-driven learning is foundational to human cognition. By enabling humans to autonomously decide when and what to learn, curiosity has been argued to be crucial for self-organizing temporally extended learning curricula. However, the mechanisms driving people to set intrinsic goals, when they are free to explore multiple learning activities, are still poorly understood. Computational theories propose different heuristics, including competence measures (e.g., percent correct) and learning progress, that could be used as intrinsic utility functions to efficiently organize exploration. Such intrinsic utilities constitute computationally cheap but smart heuristics to prevent people from laboring in vain on unlearnable activities, while still motivating them to self-challenge on difficult learnable activities. Here, we provide empirical evidence for these ideas by means of a free-choice experimental paradigm and computational modeling. We show that while humans rely on competence information to avoid easy tasks, models that include a learning-progress component provide the best fit to task selection data. These results bridge the research in artificial and biological curiosity, reveal strategies that are used by humans but have not been considered in computational research, and introduce tools for probing how humans become intrinsically motivated to learn and acquire interests and skills on extended time scales.", "pub_date": "2021-Oct-13"}, {"title": "The effort of asking good questions.", "abstract": null, "pub_date": "2021"}, {"title": "Reward uncertainty asymmetrically affects information transmission within the monkey fronto-parietal network.", "abstract": "A central hypothesis in research on executive function is that controlled information processing is costly and is allocated according to the behavioral benefits it brings. However, while computational theories predict that the benefits of new information depend on prior uncertainty, the cellular effects of uncertainty on the executive network are incompletely understood. Using simultaneous recordings in monkeys, we describe several mechanisms by which the fronto-parietal network reacts to uncertainty. We show that the variance of expected rewards, independently of the value of the rewards, was encoded in single neuron and population spiking activity and local field potential (LFP) oscillations, and, importantly, asymmetrically affected fronto-parietal information transmission (measured through the coherence between spikes and LFPs). Higher uncertainty selectively enhanced information transmission from the parietal to the frontal lobe and suppressed it in the opposite direction, consistent with Bayesian principles that prioritize sensory information according to a decision maker's prior uncertainty.", "pub_date": "2020-Oct-21"}, {"title": "Parietal neurons encode information sampling based on decision uncertainty.", "abstract": "During natural behavior, animals actively gather information that is relevant for learning or actions; however, the mechanisms of active sampling are rarely investigated. We tested parietal neurons involved in oculomotor control in a task in which monkeys made saccades to gather visual information relevant to a subsequent action. We show that the neurons encode, before the saccade, the information gain (reduction in decision uncertainty) that the saccade was expected to bring for the following action. Sensitivity to information gain correlates with the monkeys' efficiency at processing the information in the post-saccadic fixation, but is independent of neuronal reward sensitivity. Reward sensitivity, in turn, is unreliable across task contexts, inconsistent with the view that the cells encode economic utility. The findings suggest that parietal cells involved in oculomotor decisions show uncertainty-dependent boosts of neural gain that facilitate the implementation of active sampling policies, including the selection of relevant cues and the efficient use of the information delivered by these cues.", "pub_date": "2019"}, {"title": "Diverse motives for human curiosity.", "abstract": "Curiosity-our desire to know-is a fundamental drive in human behaviour, but its mechanisms are poorly understood. A classical question concerns the curiosity motives. What drives individuals to become curious about some but not other sources of information?", "pub_date": "2019"}, {"title": "Towards a neuroscience of active sampling and curiosity.", "abstract": "In natural behaviour, animals actively interrogate their environments using endogenously generated 'question-and-answer' strategies. However, in laboratory settings participants typically engage with externally imposed stimuli and tasks, and the mechanisms of active sampling remain poorly understood. We review a nascent neuroscientific literature that examines active-sampling policies and their relation to attention and curiosity. We distinguish between information sampling, in which organisms reduce uncertainty relevant to a familiar task, and information search, in which they investigate in an open-ended fashion to discover new tasks. We review evidence that both sampling and search depend on individual preferences over cognitive states, including attitudes towards uncertainty, learning progress and types of information. We propose that, although these preferences are non-instrumental and can on occasion interfere with external goals, they are important heuristics that allow organisms to cope with the high complexity of both sampling and search, and generate curiosity-driven investigations in large, open environments in which rewards are sparse and ex ante unknown.", "pub_date": "2018"}, {"title": "Understanding active sampling strategies: Empirical approaches and implications for attention and decision research.", "abstract": "In natural behavior we actively gather information using attention and active sensing behaviors (such as shifts of gaze) to sample relevant cues. However, while attention and decision making are naturally coordinated, in the laboratory they have been dissociated. Attention is studied independently of the actions it serves. Conversely, decision theories make the simplifying assumption that the relevant information is given, and do not attempt to describe how the decision maker may learn and implement active sampling policies. In this paper I review recent studies that address questions of attentional learning, cue validity and information seeking in humans and non-human primates. These studies suggest that learning a sampling policy involves large scale interactions between networks of attention and valuation, which implement these policies based on reward maximization, uncertainty reduction and the intrinsic utility of cognitive states. I discuss the importance of using such paradigms for formalizing the role of attention, as well as devising more realistic theories of decision making that capture a broader range of empirical observations.", "pub_date": "2018"}]}, {"researcher": "Mimi Shirasu-Hiza", "articles": [{"title": "Cell type-specific regulation by different cytokinetic pathways in the early embryo.", "abstract": "Cytokinesis, the physical division of one cell into two, is typically assumed to use the same molecular process across animal cells. However, regulation of cell division can vary significantly among different cell types, even within the same multicellular organism. Using six fast-acting temperature-sensitive (ts) cytokinesis-defective mutants, we found that each had unique cell type-specific profiles in the early ", "pub_date": "2024-Jun-29"}, {"title": "Patterning, regulation, and role of FoxO/DAF-16 in the early embryo.", "abstract": "Insulin resistance and diabetes are associated with many health issues including higher rates of birth defects and miscarriage during pregnancy. Because insulin resistance and diabetes are both associated with obesity, which also affects fertility, the role of insulin signaling itself in embryo development is not well understood. A key downstream target of the insulin/insulin-like growth factor signaling (IIS) pathway is the forkhead family transcription factor FoxO (DAF-16 in ", "pub_date": "2024-May-14"}, {"title": "Germ fate determinants protect germ precursor cell division by reducing septin and anillin levels at the cell division plane.", "abstract": "Animal cell cytokinesis, or the physical division of one cell into two, is thought to be driven by constriction of an actomyosin contractile ring at the division plane. The mechanisms underlying cell type-specific differences in cytokinesis remain unknown. Germ cells are totipotent cells that pass genetic information to the next generation. Previously, using ", "pub_date": "2024-Jul-01"}, {"title": "Neuronal knockdown of Cullin3 as a Drosophila model of autism spectrum disorder.", "abstract": "Mutations in Cullin-3 (Cul3), a conserved gene encoding a ubiquitin ligase, are strongly associated with autism spectrum disorder (ASD). Here, we characterize ASD-related pathologies caused by neuron-specific Cul3 knockdown in Drosophila. We confirmed that neuronal Cul3 knockdown causes short sleep, paralleling sleep disturbances in ASD. Because sleep defects and ASD are linked to metabolic dysregulation, we tested the starvation response of neuronal Cul3 knockdown flies; they starved faster and had lower triacylglyceride levels than controls, suggesting defects in metabolic homeostasis. ASD is also characterized by increased biomarkers of oxidative stress; we found that neuronal Cul3 knockdown increased sensitivity to hyperoxia, an exogenous oxidative stress. Additional hallmarks of ASD are deficits in social interactions and learning. Using a courtship suppression assay that measures social interactions and memory of prior courtship, we found that neuronal Cul3 knockdown reduced courtship and learning compared to controls. Finally, we found that neuronal Cul3 depletion alters the anatomy of the mushroom body, a brain region required for memory and sleep. Taken together, the ASD-related phenotypes of neuronal Cul3 knockdown flies establish these flies as a genetic model to study molecular and cellular mechanisms underlying ASD pathology, including metabolic and oxidative stress dysregulation and neurodevelopment.", "pub_date": "2024-Jan-17"}, {"title": "Germ fate determinants protect germ precursor cell division by restricting septin and anillin levels at the division plane.", "abstract": "Animal cell cytokinesis, or the physical division of one cell into two, is thought to be driven by constriction of an actomyosin contractile ring at the division plane. The mechanisms underlying cell type-specific differences in cytokinesis remain unknown. Germ cells are totipotent cells that pass genetic information to the next generation. Previously, using ", "pub_date": "2023-Nov-17"}, {"title": "Drosophila mutants lacking the glial neurotransmitter-modifying enzyme Ebony exhibit low neurotransmitter levels and altered behavior.", "abstract": "Inhibitors of enzymes that inactivate amine neurotransmitters (dopamine, serotonin), such as catechol-O-methyltransferase (COMT) and monoamine oxidase (MAO), are thought to increase neurotransmitter levels and are widely used to treat Parkinson's disease and psychiatric disorders, yet the role of these enzymes in regulating behavior remains unclear. Here, we investigated the genetic loss of a similar enzyme in the model organism Drosophila melanogaster. Because the enzyme Ebony modifies and inactivates amine neurotransmitters, its loss is assumed to increase neurotransmitter levels, increasing behaviors such as aggression and courtship and decreasing sleep. Indeed, ebony mutants have been described since 1960 as \"aggressive mutants,\" though this behavior has not been quantified. Using automated machine learning-based analyses, we quantitatively confirmed that ebony mutants exhibited increased aggressive behaviors such as boxing but also decreased courtship behaviors and increased sleep. Through tissue-specific knockdown, we found that ebony's role in these behaviors was specific to glia. Unexpectedly, direct measurement of amine neurotransmitters in ebony brains revealed that their levels were not increased but reduced. Thus, increased aggression is the anomalous behavior for this neurotransmitter profile. We further found that ebony mutants exhibited increased aggression only when fighting each other, not when fighting wild-type controls. Moreover, fights between ebony mutants were less likely to end with a clear winner than fights between controls or fights between ebony mutants and controls. In ebony vs. control fights, ebony mutants were more likely to win. Together, these results suggest that ebony mutants exhibit prolonged aggressive behavior only in a specific context, with an equally dominant opponent.", "pub_date": "2023-Jun-27"}, {"title": "Dietary restriction ameliorates TBI-induced phenotypes in Drosophila melanogaster.", "abstract": "Traumatic brain injury (TBI) affects millions annually and is associated with long-term health decline. TBI also shares molecular and cellular hallmarks with neurodegenerative diseases (NDs), typically increasing in prevalence with age, and is a major risk factor for developing neurodegeneration later in life. While our understanding of genes and pathways that underlie neurotoxicity in specific NDs has advanced, we still lack a complete understanding of early molecular and physiological changes that drive neurodegeneration, particularly as an individual ages following a TBI. Recently Drosophila has been introduced as a model organism for studying closed-head TBI. In this paper, we deliver a TBI to flies early in adult life, and then measure molecular and physiological phenotypes at short-, mid-, and long-term timepoints following the injury. We aim to identify the timing of changes that contribute to neurodegeneration. Here we confirm prior work demonstrating a TBI-induced decline in lifespan, and present evidence of a progressive decline in locomotor function, robust acute and modest chronic neuroinflammation, and a late-onset increase in protein aggregation. We also present evidence of metabolic dysfunction, in the form of starvation sensitivity and decreased lipids, that persists beyond the immediate injury response, but does not differ long-term. An intervention of dietary restriction (DR) partially ameliorates some TBI-induced phenotypes, including lifespan and locomotor function, though it does not alter the pattern of starvation sensitivity of injured flies. In the future, molecular pathways identified as altered following TBI-particularly in the short-, or mid-term-could present potential therapeutic targets.", "pub_date": "2022-Jun-09"}, {"title": "Functional midbody assembly in the absence of a central spindle.", "abstract": "Contractile ring constriction during cytokinesis is thought to compact central spindle microtubules to form the midbody, an antiparallel microtubule bundle at the intercellular bridge. In Caenorhabditis elegans, central spindle microtubule assembly requires targeting of the CLASP family protein CLS-2 to the kinetochores in metaphase and spindle midzone in anaphase. CLS-2 targeting is mediated by the CENP-F-like HCP-1/2, but their roles in cytokinesis and midbody assembly are not known. We found that although HCP-1 and HCP-2 mostly function cooperatively, HCP-1 plays a more primary role in promoting CLS-2-dependent central spindle microtubule assembly. HCP-1/2 codisrupted embryos did not form central spindles but completed cytokinesis and formed functional midbodies capable of supporting abscission. These central spindle-independent midbodies appeared to form via contractile ring constriction-driven bundling of astral microtubules at the furrow tip. This work suggests that, in the absence of a central spindle, astral microtubules can support midbody assembly and that midbody assembly is more predictive of successful cytokinesis than central spindle assembly.", "pub_date": "2022-Mar-07"}, {"title": "Circadian autophagy drives iTRF-mediated longevity.", "abstract": "Time-restricted feeding (TRF) has recently gained interest as a potential anti-ageing treatment for organisms from Drosophila to humans", "pub_date": "2021"}, {"title": "Circadian regulation of mitochondrial uncoupling and lifespan.", "abstract": "Because old age is associated with defects in circadian rhythm, loss of circadian regulation is thought to be pathogenic and contribute to mortality. We show instead that loss of specific circadian clock components Period (Per) and Timeless (Tim) in male Drosophila significantly extends lifespan. This lifespan extension is not mediated by canonical diet-restriction longevity pathways but is due to altered cellular respiration via increased mitochondrial uncoupling. Lifespan extension of per mutants depends on mitochondrial uncoupling in the intestine. Moreover, upregulated uncoupling protein UCP4C in intestinal stem cells and enteroblasts is sufficient to extend lifespan and preserve proliferative homeostasis in the gut with age. Consistent with inducing a metabolic state that prevents overproliferation, mitochondrial uncoupling drugs also extend lifespan and inhibit intestinal stem cell overproliferation due to aging or even tumorigenesis. These results demonstrate that circadian-regulated intestinal mitochondrial uncoupling controls longevity in Drosophila and suggest a new potential anti-aging therapeutic target.", "pub_date": "2020-Apr-21"}, {"title": "Dissection of central clock function in ", "abstract": "In ", "pub_date": "2019-Oct-15"}, {"title": "Intestinal Snakeskin Limits Microbial Dysbiosis during Aging and Promotes Longevity.", "abstract": "Intestinal barrier dysfunction is an evolutionarily conserved hallmark of aging, which has been linked to microbial dysbiosis, altered expression of occluding junction proteins, and impending mortality. However, the interplay between intestinal junction proteins, age-onset dysbiosis, and lifespan determination remains unclear. Here, we show that altered expression of Snakeskin (Ssk), a septate junction-specific protein, can modulate intestinal homeostasis, microbial dynamics, immune activity, and lifespan in Drosophila. Loss of Ssk leads to rapid and reversible intestinal barrier dysfunction, altered gut morphology, dysbiosis, and dramatically reduced lifespan. Remarkably, restoration of Ssk expression in flies showing intestinal barrier dysfunction rescues each of these phenotypes previously linked to aging. Intestinal up-regulation of Ssk protects against microbial translocation following oral infection with pathogenic bacteria. Furthermore, intestinal up-regulation of Ssk improves intestinal barrier function during aging, limits dysbiosis, and extends lifespan. Our findings indicate that intestinal occluding junctions may represent prolongevity targets in mammals.", "pub_date": "2018-Nov-30"}, {"title": "FLIRT: fast local infrared thermogenetics for subcellular control of protein function.", "abstract": "FLIRT (fast local infrared thermogenetics) is a microscopy-based technology to locally and reversibly manipulate protein function while simultaneously monitoring the effects in vivo. FLIRT locally inactivates fast-acting temperature-sensitive mutant proteins. We demonstrate that FLIRT can control temperature-sensitive proteins required for cell division, Delta-Notch cell fate signaling, and germline structure in Caenorhabditis elegans with cell-specific and even subcellular precision.", "pub_date": "2018"}, {"title": "Tired and stressed: Examining the need for sleep.", "abstract": "A key feature of circadian rhythms is the sleep/wake cycle. Sleep causes reduced responsiveness to the environment, which puts animals in a particularly vulnerable state; yet sleep has been conserved throughout evolution, indicating that it fulfils a vital purpose. A core function of sleep across species has not been identified, but substantial advances in sleep research have been made in recent years using the genetically tractable model organism, Drosophila melanogaster. This review describes the universality of sleep, the regulation of sleep, and current theories on the function of sleep, highlighting a historical and often overlooked theory called the Free Radical Flux Theory of Sleep. Additionally, we summarize our recent work with short-sleeping Drosophila mutants and other genetic and pharmacological tools for manipulating sleep which supports an antioxidant theory of sleep and demonstrates a bi-directional relationship between sleep and oxidative stress.", "pub_date": "2020"}, {"title": "Cell-intrinsic and -extrinsic mechanisms promote cell-type-specific cytokinetic diversity.", "abstract": "Cytokinesis, the physical division of one cell into two, is powered by constriction of an actomyosin contractile ring. It has long been assumed that all animal cells divide by a similar molecular mechanism, but growing evidence suggests that cytokinetic regulation in individual cell types has more variation than previously realized. In the four-cell ", "pub_date": "2018-Jul-20"}]}, {"researcher": "Jane Dodd", "articles": [{"title": "Benthic animal-borne sensors and citizen science combine to validate ocean modelling.", "abstract": "Developments in animal electronic tagging and tracking have transformed the field of movement ecology, but interest is also growing in the contributions of tagged animals to oceanography. Animal-borne sensors can address data gaps, improve ocean model skill and support model validation, but previous studies in this area have focused almost exclusively on satellite-telemetered seabirds and seals. Here, for the first time, we develop the use of benthic species as animal oceanographers by combining archival (depth and temperature) data from animal-borne tags, passive acoustic telemetry and citizen-science mark-recapture records from 2016-17 for the Critically Endangered flapper skate (Dipturus intermedius) in Scotland. By comparing temperature observations to predictions from the West Scotland Coastal Ocean Modelling System, we quantify model skill and empirically validate an independent model update. The results from bottom-temperature and temperature-depth profile validation (5,324 observations) fill a key data gap in Scotland. For predictions in 2016, we identified a consistent warm bias (mean = 0.53 °C) but a subsequent model update reduced bias by an estimated 109% and improved model skill. This study uniquely demonstrates the use of benthic animal-borne sensors and citizen-science data for ocean model validation, broadening the range of animal oceanographers in aquatic environments.", "pub_date": "2022-Oct-05"}, {"title": "SpineRacks and SpinalJ for efficient analysis of neurons in a 3D reference atlas of the mouse spinal cord.", "abstract": "Spatial analysis of spinal neurons is currently limited by a lack of tools for efficient preparation and imaging of the whole spinal cord (SC) and the absence of a 3D reference atlas. Here, we describe protocols for efficient sectioning of whole SC using SpineRacks and subsequent image registration, atlas mapping, and 3D analysis of cells and projections, using SpinalJ. Together, these tools enable high-throughput analyses of adult mouse SC and direct comparison of spatial information of neurons between animals and studies. For complete details on the use and execution of this protocol, please refer to Fiederling et al. (2021).", "pub_date": "2021-Dec-17"}, {"title": "Tools for efficient analysis of neurons in a 3D reference atlas of whole mouse spinal cord.", "abstract": "To fill the prevailing gap in methodology for whole spinal cord (SC) analysis, we have (1) designed scaffolds (SpineRacks) that facilitate efficient and ordered cryo-sectioning of the entire SC in a single block, (2) constructed a 3D reference atlas of adult mouse SC, and (3) developed software (SpinalJ) to register images of sections and for standardized analysis of cells and projections in atlas space. We have verified mapping accuracies for known neurons and demonstrated the usefulness of this platform to reveal unknown neuronal distributions. Together, these tools provide high-throughput analyses of whole mouse SC and enable direct comparison of 3D spatial information between animals and studies.", "pub_date": "2021-Sep-27"}, {"title": "First confirmed complete incubation of a flapper skate (Dipturus intermedius) egg in captivity.", "abstract": "An egg of the critically endangered flapper skate Dipturus intermedius was successfully incubated to hatching in captivity in what is believed to be a first for the species. Water conditions (temperature, salinity, flow rate) were recorded, with mean water temperatures ranging from a monthly mean of 8.3 ± 1.2 to 13.2 ± 0.3°C and salinity from a monthly mean of 30.5 ± 1.2 to 36.6 ± 2.3 ppt. Hatching occurred after 534 days, suggesting that flapper skate eggs take c. 5700 growing degree-days to incubate to hatching. The egg's prolonged embryonic development raises concerns about flapper skate eggs' vulnerability to anthropogenic disturbance.", "pub_date": "2021"}, {"title": "Chemotropic signaling by BMP7 requires selective interaction at a key residue in ActRIIA.", "abstract": "BMP7 evokes acute chemotropic PI3K-dependent responses, such as growth cone collapse and monocyte chemotaxis, as well as classical Smad-dependent gene transcription. That these divergent responses can be activated in the same cell raises the question of how the BMP-dependent signaling apparatus is manipulated to produce chemotropic and transcriptional signals. RNA interference and site-directed mutagenesis were used to explore functional and structural BMP receptor requirements for BMP7-evoked chemotropic activity. We show that specific type II BMP receptor subunits, ActRIIA and BMPR2, are required for BMP7-induced growth cone collapse in developing spinal neurons and for chemotaxis of monocytes. Reintroduction of wild-type ActRIIA into monocytic cells lacking endogenous ActRIIA restores BMP7-evoked chemotaxis, whereas expression of an ActRIIA K76A receptor variant fails to rescue. BMP7-evoked Smad-dependent signaling is unaffected by either ActRIIA knockdown or expression of the ActRIIA K76A variant. In contrast, BMP7-evoked PI3K-dependent signaling is significantly disturbed in the presence of ActRIIA K76A. These results support a model for selective engagement of chemotropic BMPs with type II BMP receptors, through specific residues, that results in strict regulation of PI3K-dependent signal transduction.This article has an associated First Person interview with the first author of the paper.", "pub_date": "2019-Jul-16"}, {"title": "Structural distinctions in BMPs underlie divergent signaling in spinal neurons.", "abstract": "In dorsal spinal neurons and monocytes, bone morphogenetic protein (BMP)7 activates distinct transduction pathways, one leading to inductive specification and the other to axon orientation and chemotaxis. BMP7-evoked induction, also stimulated by the closely related BMP6, acts through a Smad cascade, leading to nuclear signaling, and is not BMPR subunit selective. Orientation is evoked by BMP7, but not by BMP6, through PI3K-dependent cytoskeletal activation mediated by the type II BMPRs, ActRIIA and BMPRII and is independent of the Smad cascade. The responses can be stimulated concurrently and suggest that BMP7, but not BMP6, can selectively activate BMPR subunits that engage the divergent paths. Although structural and biochemical analyses of selected BMP/BMPR interfaces have identified key regions of interaction, how these translate into function by related BMPs is poorly understood. To determine the mechanisms underlying the distinct activities of BMP7 and the disparate properties of BMP7 and BMP6 in spinal cord development, we have performed a family-wide structure/function analysis of BMPs and used the information to predict and test sites within BMPs that may control agonist properties, in particular the ability of a BMP to orient axons, through interactions with BMPRs.", "pub_date": "2012-May-04"}, {"title": "Inductive specification and axonal orientation of spinal neurons mediated by divergent bone morphogenetic protein signaling pathways.", "abstract": "Bone morphogenetic protein (BMP)7 evokes both inductive and axon orienting responses in dorsal interneurons (dI neurons) in the developing spinal cord. These events occur sequentially during the development of spinal neurons but in these and other cell types such inductive and acute chemotactic responses occur concurrently, highlighting the requirement for divergent intracellular signaling. Both type I and type II BMP receptor subtypes have been implicated selectively in orienting responses but it remains unclear how, in a given cell, divergence occurs. We have examined the mechanisms by which disparate BMP7 activities are generated in dorsal spinal neurons.", "pub_date": "2011-Nov-15"}, {"title": "Sugar consumption in New Zealand--with Thornley and McRobbie response.", "abstract": null, "pub_date": "2010-Nov-05"}, {"title": "ActRIIA and BMPRII Type II BMP receptor subunits selectively required for Smad4-independent BMP7-evoked chemotaxis.", "abstract": "Bone morphogenetic protein (BMP)-evoked reorientation and chemotaxis of cells occurs with rapid onset and involves events local to the cell membrane. The signaling pathways underlying these rapid processes likely diverge from those mediating classical transcriptional responses to BMPs but it remains unclear how BMP receptors are utilized to generate distinct intracellular mechanisms. We show that BMP7-evoked chemotaxis of monocytic cells depends on the activity of canonical type II BMP receptors. Although the three canonical type II BMP receptors are expressed in monocytic cells, inhibition of receptor subunit expression by RNAi reveals that ActRIIA and BMPRII, but not ActRIIB, are each essential for BMP7-evoked chemotaxis but not required individually for BMP-mediated induction. Furthermore, the chemotactic response to BMP7 does not involve canonical Smad4-dependent signaling but acts through PI3K-dependent signaling, illustrating selective activation of distinct intracellular events through differential engagement of receptors. We suggest a model of a BMP receptor complex in which the coordinated activity of ActRIIA and BMPRII receptor subunits selectively mediates the chemotactic response to BMP7.", "pub_date": "2009-Dec-08"}, {"title": "A molecular program for contralateral trajectory: Rig-1 control by LIM homeodomain transcription factors.", "abstract": "Despite increasing evidence for transcriptional control of neural connectivity, how transcription factors regulate discrete steps in axon guidance remains obscure. Projection neurons in the dorsal spinal cord relay sensory signals to higher brain centers. Some projection neurons send their axons ipsilaterally, whereas others, commissural neurons, send axons contralaterally. We show that two closely related LIM homeodomain proteins, Lhx2 and Lhx9, are expressed by a set of commissural relay neurons (dI1c neurons) and are required for the dI1c axon projection. Midline crossing by dI1c axons is lost in Lhx2/9 double mutants, a defect that results from loss of expression of Rig-1 from dI1c axons. Lhx2 binds to a conserved motif in the Rig-1 gene, suggesting that Lhx2/9 regulate directly the expression of Rig-1. Our findings reveal a link between the transcriptional programs that define neuronal subtype identity and the expression of receptors that guide distinctive aspects of their trajectory.", "pub_date": "2008-Aug-14"}, {"title": "Development: edging towards circuitry, behavior and disease.", "abstract": null, "pub_date": "2005"}, {"title": "A role for BMP heterodimers in roof plate-mediated repulsion of commissural axons.", "abstract": "During spinal cord development, commissural neurons extend their axons ventrally, away from the roof plate. The roof plate is the source of a diffusible repellent that orients commissural axons in vitro and, thus, may regulate the trajectory of commissural axons in vivo. Of three Bmps expressed in the roof plate, BMP7, but not BMP6 or GDF7, mimics the roof plate activity in vitro. We show here that expression of both Bmp7 and Gdf7 by roof plate cells is required for the fidelity of commissural axon growth in vivo. We also demonstrate that BMP7 and GDF7 heterodimerize in vitro and that, under these conditions, GDF7 enhances the axon-orienting activity of BMP7. Our findings suggest that a GDF7:BMP7 heterodimer functions as a roof plate-derived repellent that establishes the initial ventral trajectory of commissural axons.", "pub_date": "2003-May-08"}]}, {"researcher": "Vincent P. Ferrera", "articles": [{"title": "A mathematical theory of relational generalization in transitive inference.", "abstract": "Humans and animals routinely infer relations between different items or events and generalize these relations to novel combinations of items. This allows them to respond appropriately to radically novel circumstances and is fundamental to advanced cognition. However, how learning systems (including the brain) can implement the necessary inductive biases has been unclear. We investigated transitive inference (TI), a classic relational task paradigm in which subjects must learn a relation ([Formula: see text] and [Formula: see text]) and generalize it to new combinations of items ([Formula: see text]). Through mathematical analysis, we found that a broad range of biologically relevant learning models (e.g. gradient flow or ridge regression) perform TI successfully and recapitulate signature behavioral patterns long observed in living subjects. First, we found that models with item-wise additive representations automatically encode transitive relations. Second, for more general representations, a single scalar \"conjunctivity factor\" determines model behavior on TI and, further, the principle of norm minimization (a standard statistical inductive bias) enables models with fixed, partly conjunctive representations to generalize transitively. Finally, neural networks in the \"rich regime,\" which enables representation learning and improves generalization on many tasks, unexpectedly show poor generalization and anomalous behavior on TI. We find that such networks implement a form of norm minimization (over hidden weights) that yields a local encoding mechanism lacking transitivity. Our findings show how minimal statistical learning principles give rise to a classical relational inductive bias (transitivity), explain empirically observed behaviors, and establish a formal approach to understanding the neural basis of relational abstraction.", "pub_date": "2024-Jul-09"}, {"title": "Emergent neural dynamics and geometry for generalization in a transitive inference task.", "abstract": "Relational cognition-the ability to infer relationships that generalize to novel combinations of objects-is fundamental to human and animal intelligence. Despite this importance, it remains unclear how relational cognition is implemented in the brain due in part to a lack of hypotheses and predictions at the levels of collective neural activity and behavior. Here we discovered, analyzed, and experimentally tested neural networks (NNs) that perform transitive inference (TI), a classic relational task (if A > B and B > C, then A > C). We found NNs that (i) generalized perfectly, despite lacking overt transitive structure prior to training, (ii) generalized when the task required working memory (WM), a capacity thought to be essential to inference in the brain, (iii) emergently expressed behaviors long observed in living subjects, in addition to a novel order-dependent behavior, and (iv) expressed different task solutions yielding alternative behavioral and neural predictions. Further, in a large-scale experiment, we found that human subjects performing WM-based TI showed behavior inconsistent with a class of NNs that characteristically expressed an intuitive task solution. These findings provide neural insights into a classical relational ability, with wider implications for how the brain realizes relational cognition.", "pub_date": "2024"}, {"title": "A mathematical theory of relational generalization in transitive inference.", "abstract": "Humans and animals routinely infer relations between different items or events and generalize these relations to novel combinations of items. This allows them to respond appropriately to radically novel circumstances and is fundamental to advanced cognition. However, how learning systems (including the brain) can implement the necessary inductive biases has been unclear. Here we investigated transitive inference (TI), a classic relational task paradigm in which subjects must learn a relation (", "pub_date": "2024-Apr-02"}, {"title": "Alteration of functional connectivity in the cortex and major brain networks of non-human primates following focused ultrasound exposure in the dorsal striatum.", "abstract": "Focused ultrasound (FUS) is a non-invasive neuromodulation technology that is being investigated for potential treatment of neurological and psychiatric disorders. FUS combined with microbubbles can temporarily open the intact blood-brain barrier (BBB) of animals and humans, and facilitate drug delivery. FUS exposure, either with or without microbubbles, has been demonstrated to alter the behavior of non-human primates (NHP), and previous studies have demonstrated the transient and long-term effects of FUS neuromodulation on functional connectivity using resting state functional MRI. The behavioral effects of FUS vary depending on whether or not it is applied in conjunction with microbubbles to open the BBB, but it is unknown whether opening the BBB affects functional connectivity differently than FUS alone.", "pub_date": "2023"}, {"title": "Influence of Rule- and Reward-based Strategies on Inferences of Serial Order by Monkeys.", "abstract": "Knowledge of transitive relationships between items can contribute to learning the order of a set of stimuli from pairwise comparisons. However, cognitive mechanisms of transitive inferences based on rank order remain unclear, as are relative contributions of reward associations and rule-based inference. To explore these issues, we created a conflict between rule- and reward-based learning during a serial ordering task. Rhesus macaques learned two lists, each containing five stimuli that were trained exclusively with adjacent pairs. Selection of the higher-ranked item resulted in rewards. \"Small reward\" lists yielded two drops of fluid reward, whereas \"large reward\" lists yielded five drops. Following training of adjacent pairs, monkeys were tested on novels pairs. One item was selected from each list, such that a ranking rule could conflict with preferences for large rewards. Differences between the corresponding reward magnitudes had a strong influence on accuracy, but we also observed a symbolic distance effect. That provided evidence of a rule-based influence on decisions. RT comparisons suggested a conflict between rule- and reward-based processes. We conclude that performance reflects the contributions of two strategies and that a model-based strategy is employed in the face of a strong countervailing reward incentive.", "pub_date": "2022-Mar-05"}, {"title": "Transitive inference after minimal training in rhesus macaques (Macaca mulatta).", "abstract": "Rhesus macaques, when trained for several hundred trials on adjacent items in an ordered list (e.g., A > B, B > C, C > D), are able to make accurate transitive inferences (TI) about previously untrained pairs (e.g., A > C, B > D). How that learning unfolds during training, however, is not well understood. We sought to measure the relationship between the amount of TI training and the resulting response accuracy in 4 rhesus macaques using seven-item lists. The training conditions included the absolute minimal case of presenting each of the six adjacent pairs only once prior to testing. We also tested transfer to nonadjacent pairs with 24 and 114 training trials. Because performance during and after small amounts of training is expected to be near chance levels, we developed a descriptive statistical model to estimate potentially subtle learning effects in the presence of much larger random response variability and systematic bias. These results suggest that subjects learned serial order in an incremental fashion. Thus, rather than performing transitive inference by a logical process, serial learning in rhesus macaques proceeds in a manner more akin to a statistical inference, with an initial uncertainty about list position that gradually becomes more accurate as evidence accumulates. (PsycInfo Database Record (c) 2021 APA, all rights reserved).", "pub_date": "2021"}, {"title": "Positional inference in rhesus macaques.", "abstract": "Understanding how organisms make transitive inferences is critical to understanding their general ability to learn serial relationships. In this context, transitive inference (TI) can be understood as a specific heuristic that applies broadly to many different serial learning tasks, which have been the focus of hundreds of studies involving dozens of species. In the present study, monkeys learned the order of 7-item lists of photographic stimuli by trial and error, and were then tested on \"derived\" lists. These derived test lists combined stimuli from multiple training lists in ambiguous ways, sometimes changing their order relative to training. We found that subjects displayed strong preferences when presented with novel test pairs, even when those pairs were drawn from different training lists. These preferences were helpful when test pairs had an ordering congruent with their ranks during training, but yielded consistently below-chance performance when pairs had an incongruent order relative to training. This behavior can be explained by the joint contributions of transitive inference and another heuristic that we refer to as \"positional inference.\" Positional inferences play a complementary role to transitive inferences in facilitating choices between novel pairs of stimuli. The theoretical framework that best explains both transitive and positional inferences is a spatial model that represents both the position of each stimulus and its uncertainty. A computational implementation of this framework yields accurate predictions about both correct responses and errors on derived lists.", "pub_date": "2022"}, {"title": "Safety evaluation of a clinical focused ultrasound system for neuronavigation guided blood-brain barrier opening in non-human primates.", "abstract": "An emerging approach with potential in improving the treatment of neurodegenerative diseases and brain tumors is the use of focused ultrasound (FUS) to bypass the blood-brain barrier (BBB) in a non-invasive and localized manner. A large body of pre-clinical work has paved the way for the gradual clinical implementation of FUS-induced BBB opening. Even though the safety profile of FUS treatments in rodents has been extensively studied, the histological and behavioral effects of clinically relevant BBB opening in large animals are relatively understudied. Here, we examine the histological and behavioral safety profile following localized BBB opening in non-human primates (NHPs), using a neuronavigation-guided clinical system prototype. We show that FUS treatment triggers a short-lived immune response within the targeted region without exacerbating the touch accuracy or reaction time in visual-motor cognitive tasks. Our experiments were designed using a multiple-case-study approach, in order to maximize the acquired data and support translation of the FUS system into human studies. Four NHPs underwent a single session of FUS-mediated BBB opening in the prefrontal cortex. Two NHPs were treated bilaterally at different pressures, sacrificed on day 2 and 18 post-FUS, respectively, and their brains were histologically processed. In separate experiments, two NHPs that were earlier trained in a behavioral task were exposed to FUS unilaterally, and their performance was tracked for at least 3 weeks after BBB opening. An increased microglia density around blood vessels was detected on day 2, but was resolved by day 18. We also detected signs of enhanced immature neuron presence within areas that underwent BBB opening, compared to regions with an intact BBB, confirming previous rodent studies. Logistic regression analysis showed that the NHP cognitive performance did not deteriorate following BBB opening. These preliminary results demonstrate that neuronavigation-guided FUS with a single-element transducer is a non-invasive method capable of reversibly opening the BBB, without substantial histological or behavioral impact in an animal model closely resembling humans. Future work should confirm the observations of this multiple-case-study work across animals, species and tasks.", "pub_date": "2021-Jul-22"}, {"title": "Negative allosteric modulation of metabotropic glutamate receptor 5 attenuates alcohol self-administration in baboons.", "abstract": "Many of the behavioral symptoms that define alcohol use disorder (AUD) are thought to be mediated by amplified glutamatergic activity. As a result, previous preclinical studies have investigated glutamate receptor inhibition as a potential pharmacotherapy for AUD, particularly the metabotropic glutamate receptor 5 (mGlu5). In rodents, mGlu5 negative allosteric modulators (NAMs) have been shown to decrease alcohol self-administration. However, their effect on non-human primates has not previously been explored. To bridge this gap, the effects of mGlu5 NAM pretreatment on sweetened alcohol (8% w/v in diluted KoolAid) self-administration in female baboons were evaluated. Two different mGlu5 NAMs were tested: 1) 3-2((-Methyl-4-thiazolyl) ethynyl) pyridine (MTEP) which was administered at a dose of 2 mg/kg IM; and 2) auglurant (N-(5-fluoropyridin-2-yl)-6-methyl-4-(pyrimidin-5-yloxy)picolinamide), a newly developed NAM, which was tested under two different routes (0.001, 0.01, 0.03, 0.1 mg/kg IM and 0.1, 0.3, 1.0 mg/kg PO). MTEP decreased both fixed ratio and progressive ratio responding for sweetened alcohol. Auglurant, administered IM, decreased alcohol self-administration at doses that did not affect self-administration of an alcohol-free sweet liquid reward (0.01 to 0.1 mg/kg). Oral administration of auglurant was not effective in decreasing alcohol self-administration. Our results extend positive findings from rodent studies on mGlu5 regulation of alcohol drinking to female baboons and further strengthen the rationale for targeting mGlu5 in clinical trials for AUD.", "pub_date": "2021"}, {"title": "Combining brain perturbation and neuroimaging in non-human primates.", "abstract": "Brain perturbation studies allow detailed causal inferences of behavioral and neural processes. Because the combination of brain perturbation methods and neural measurement techniques is inherently challenging, research in humans has predominantly focused on non-invasive, indirect brain perturbations, or neurological lesion studies. Non-human primates have been indispensable as a neurobiological system that is highly similar to humans while simultaneously being more experimentally tractable, allowing visualization of the functional and structural impact of systematic brain perturbation. This review considers the state of the art in non-human primate brain perturbation with a focus on approaches that can be combined with neuroimaging. We consider both non-reversible (lesions) and reversible or temporary perturbations such as electrical, pharmacological, optical, optogenetic, chemogenetic, pathway-selective, and ultrasound based interference methods. Method-specific considerations from the research and development community are offered to facilitate research in this field and support further innovations. We conclude by identifying novel avenues for further research and innovation and by highlighting the clinical translational potential of the methods.", "pub_date": "2021-Jul-15"}, {"title": "Category learning in a transitive inference paradigm.", "abstract": "The implied order of a ranked set of visual images can be learned without reliance on information that explicitly signals their order. Such learning is difficult to explain by associative mechanisms, but can be accounted for by cognitive representations and processes such as transitive inference. Our study sought to determine if those processes also apply to learning categories of images. We asked whether participants can (a) infer that stimulus images belonged to familiar categories, even when the images for each trial were unique, and (b) sort those categories into an ordering that obeys transitivity. Participants received minimal verbal instruction and a single session of training. Despite this, they learned the implied order of lists of fixed stimuli and lists of ordered categories, using trial-unique exemplars. We trained two groups, one for which stimuli were constant throughout training and testing (n = 60), and one for which exemplars of each category were trial-unique (n = 50). Our findings suggest that differing cognitive processes may underpin serial learning when learning about specific stimuli as opposed to stimulus categories.", "pub_date": "2021"}, {"title": "Learned Representation of Implied Serial Order in Posterior Parietal Cortex.", "abstract": "Monkeys can learn the implied ranking of pairs of images drawn from an ordered set, despite never seeing all of the images simultaneously and without explicit spatial or temporal cues. We recorded the activity of posterior parietal cortex (including lateral intraparietal area LIP) neurons while monkeys learned 7-item transitive inference (TI) lists with 2 items presented on each trial. Behavior and neuronal activity were significantly influenced by the ordinal relationship of the stimulus pairs, specifically symbolic distance (the difference in rank) and joint rank (the sum of the ranks). Symbolic distance strongly predicted decision accuracy and learning rate. An effect of joint rank on performance was found nested within the symbolic distance effect. Across the population of neurons, there was significant modulation of firing correlated with the relative ranks of the two stimuli presented on each trial. Neurons exhibited selectivity for stimulus rank during learning, but not before or after. The observed behavior is poorly explained by associative or reward mechanisms, and appears more consistent with a mental workspace model in which implied serial order is mapped within a spatial framework. The neural data suggest that posterior parietal cortex supports serial learning by representing information about the ordinal relationship of the stimuli presented during a given trial.", "pub_date": "2020-Jun-10"}, {"title": "Reward associations do not explain transitive inference performance in monkeys.", "abstract": "Most accounts of behavior in nonhuman animals assume that they make choices to maximize expected reward value. However, model-free reinforcement learning based on reward associations cannot account for choice behavior in transitive inference paradigms. We manipulated the amount of reward associated with each item of an ordered list, so that maximizing expected reward value was always in conflict with decision rules based on the implicit list order. Under such a schedule, model-free reinforcement algorithms cannot achieve high levels of accuracy, even after extensive training. Monkeys nevertheless learned to make correct rule-based choices. These results show that monkeys' performance in transitive inference paradigms is not driven solely by expected reward and that appropriate inferences are made despite discordant reward incentives. We show that their choices can be explained by an abstract, model-based representation of list order, and we provide a method for inferring the contents of such representations from observed data.", "pub_date": "2019"}, {"title": "Absolute and relative knowledge of ordinal position on implied lists.", "abstract": "Does serial learning result in specific associations between pairs of items, or does it result in a cognitive map based on relations of all items? In 2 experiments, we trained human participants to learn various lists of photographic images. We then tested the participants on new lists of photographic images. These new lists were constructed by selecting only 1 image from each list learned during training. In Experiment 1, participants were trained to choose the earlier (experimenter defined) item when presented with adjacent pairs of items on each of 5 different 5-item lists. Participants were then tested on derived lists, in which each item retained its original ordinal position, even though each of the presented pairs was novel. Participants performed above chance on all of the derived lists. In Experiment 2, a different group of participants received the same training as those of Experiment 1, but the ordinal positions of items were systematically changed on each derived list. The response accuracy for Experiment 2 varied inversely with the degree to which an item's original ordinal position was changed. These results can be explained by a model in which participants learned to make both positional inferences about the absolute rank of each stimulus, and transitive inferences about the relative ranks of pairs of stimuli. These inferences enhanced response accuracy when ordinal position was maintained, but not when it was changed. Our results demonstrate quantitatively that, in addition to item-item associations that participants acquire while learning a list of arbitrary items, they form a cognitive map that represents both experienced and inferred relationships. (PsycInfo Database Record (c) 2021 APA, all rights reserved).", "pub_date": "2020"}, {"title": "Discovering Implied Serial Order Through Model-Free and Model-Based Learning.", "abstract": "Humans and animals can learn to order a list of items without relying on explicit spatial or temporal cues. To do so, they appear to make use of transitivity, a property of all ordered sets. Here, we summarize relevant research on the transitive inference (TI) paradigm and its relationship to learning the underlying order of an arbitrary set of items. We compare six computational models of TI performance, three of which are model-free (", "pub_date": "2019"}]}, {"researcher": "Robert D. Hawkins", "articles": [{"title": "A Hierarchical Bayesian Model of Adaptive Teaching.", "abstract": "How do teachers learn about what learners already know? How do learners aid teachers by providing them with information about their background knowledge and what they find confusing? We formalize this collaborative reasoning process using a hierarchical Bayesian model of pedagogy. We then evaluate this model in two online behavioral experiments (N = 312 adults). In Experiment 1, we show that teachers select examples that account for learners' background knowledge, and adjust their examples based on learners' feedback. In Experiment 2, we show that learners strategically provide more feedback when teachers' examples deviate from their background knowledge. These findings provide a foundation for extending computational accounts of pedagogy to richer interactive settings.", "pub_date": "2024"}, {"title": "Interaction structure constrains the emergence of conventions in group communication.", "abstract": "Real-world communication frequently requires language producers to address more than one comprehender at once, yet most psycholinguistic research focuses on one-on-one communication. As the audience size grows, interlocutors face new challenges that do not arise in dyads. They must consider multiple perspectives and weigh multiple sources of feedback to build shared understanding. Here, we ask which properties of the group's interaction structure facilitate successful communication. We used a repeated reference game paradigm in which directors instructed between one and five matchers to choose specific targets out of a set of abstract figures. Across 313 games (", "pub_date": "2024-Jul-09"}, {"title": "Shared functional specialization in transformer-based language models and the human brain.", "abstract": "When processing language, the brain is thought to deploy specialized computations to construct meaning from complex linguistic structures. Recently, artificial neural networks based on the Transformer architecture have revolutionized the field of natural language processing. Transformers integrate contextual information across words via structured circuit computations. Prior work has focused on the internal representations (\"embeddings\") generated by these circuits. In this paper, we instead analyze the circuit computations directly: we deconstruct these computations into the functionally-specialized \"transformations\" that integrate contextual information across words. Using functional MRI data acquired while participants listened to naturalistic stories, we first verify that the transformations account for considerable variance in brain activity across the cortical language network. We then demonstrate that the emergent computations performed by individual, functionally-specialized \"attention heads\" differentially predict brain activity in specific cortical regions. These heads fall along gradients corresponding to different layers and context lengths in a low-dimensional cortical space.", "pub_date": "2024-Jun-29"}, {"title": "Single-neuron analysis of aging-associated changes in learning reveals impairments in transcriptional plasticity.", "abstract": "The molecular mechanisms underlying age-related declines in learning and long-term memory are still not fully understood. To address this gap, our study focused on investigating the transcriptional landscape of a singularly identified motor neuron L7 in Aplysia, which is pivotal in a specific type of nonassociative learning known as sensitization of the siphon-withdraw reflex. Employing total RNAseq analysis on a single isolated L7 motor neuron after short-term or long-term sensitization (LTS) training of Aplysia at 8, 10, and 12 months (representing mature, late mature, and senescent stages), we uncovered aberrant changes in transcriptional plasticity during the aging process. Our findings specifically highlight changes in the expression of messenger RNAs (mRNAs) that encode transcription factors, translation regulators, RNA methylation participants, and contributors to cytoskeletal rearrangements during learning and long noncoding RNAs (lncRNAs). Furthermore, our comparative gene expression analysis identified distinct transcriptional alterations in two other neurons, namely the motor neuron L11 and the giant cholinergic neuron R2, whose roles in LTS are not yet fully elucidated. Taken together, our analyses underscore cell type-specific impairments in the expression of key components related to learning and memory within the transcriptome as organisms age, shedding light on the complex molecular mechanisms driving cognitive decline during aging.", "pub_date": "2024-Jun-24"}, {"title": "Flexible social inference facilitates targeted social learning when rewards are not observable.", "abstract": "Groups coordinate more effectively when individuals are able to learn from others' successes. But acquiring such knowledge is not always easy, especially in real-world environments where success is hidden from public view. We suggest that social inference capacities may help bridge this gap, allowing individuals to update their beliefs about others' underlying knowledge and success from observable trajectories of behaviour. We compared our social inference model against simpler heuristics in three studies of human behaviour in a collective-sensing task. Experiment 1 demonstrated that average performance improved as a function of group size at a rate greater than predicted by heuristic models. Experiment 2 introduced artificial agents to evaluate how individuals selectively rely on social information. Experiment 3 generalized these findings to a more complex reward landscape. Taken together, our findings provide insight into the relationship between individual social cognition and the flexibility of collective behaviour.", "pub_date": "2023"}, {"title": "Reconciling truthfulness and relevance as epistemic and decision-theoretic utility.", "abstract": "People use language to influence others' ", "pub_date": "2024"}, {"title": "Distribution, cellular localization, and colocalization of several peptide neurotransmitters in the central nervous system of ", "abstract": "Neuropeptides are widely used as neurotransmitters in vertebrates and invertebrates. In vertebrates, a detailed understanding of their functions as transmitters has been hampered by the complexity of the nervous system. The marine mollusk ", "pub_date": "2023"}, {"title": "Visual resemblance and interaction history jointly constrain pictorial meaning.", "abstract": "How do drawings-ranging from detailed illustrations to schematic diagrams-reliably convey meaning? Do viewers understand drawings based on how strongly they resemble an entity (i.e., as images) or based on socially mediated conventions (i.e., as symbols)? Here we evaluate a cognitive account of pictorial meaning in which visual and social information jointly support visual communication. Pairs of participants used drawings to repeatedly communicate the identity of a target object among multiple distractor objects. We manipulated social cues across three experiments and a full replication, finding that participants developed object-specific and interaction-specific strategies for communicating more efficiently over time, beyond what task practice or a resemblance-based account alone could explain. Leveraging model-based image analyses and crowdsourced annotations, we further determined that drawings did not drift toward \"arbitrariness,\" as predicted by a pure convention-based account, but preserved visually diagnostic features. Taken together, these findings advance psychological theories of how successful graphical conventions emerge.", "pub_date": "2023-Apr-17"}, {"title": "The Emergence of Specialized Roles Within Groups.", "abstract": "Humans routinely form groups to achieve goals that no individual can accomplish alone. Group coordination often brings to mind synchrony and alignment, where all individuals do the same thing (e.g., driving on the right side of the road, marching in lockstep, or playing musical instruments on a regular beat). Yet, effective coordination also typically involves differentiation, where specialized roles emerge for different members (e.g., prep stations in a kitchen or positions on an athletic team). Role specialization poses a challenge for computational models of group coordination, which have largely focused on achieving synchrony. Here, we present the CARMI framework, which characterizes role specialization processes in terms of five core features that we hope will help guide future model development: Communication, Adaptation to feedback, Repulsion, Multi-level planning, and Intention modeling. Although there are many paths to role formation, we suggest that roles emerge when each agent in a group dynamically allocates their behavior toward a shared goal to complement what they expect others to do. In other words, coordination concerns beliefs (who will do what) rather than simple actions. We describe three related experimental paradigms-\"Group Binary Search,\" \"Battles of the Exes,\" and \"Find the Unicorn\"-that we have used to study differentiation processes in the lab, each emphasizing different aspects of the CARMI framework.", "pub_date": "2024"}, {"title": "Show or tell? Exploring when (and why) teaching with language outperforms demonstration.", "abstract": "People use a wide range of communicative acts across different modalities, from concrete demonstrations to abstract language. While these modalities are typically studied independently, we take a comparative approach and ask when and why one modality might outperform another. We present a series of real-time, multi-player experiments asking participants to teach concepts using either demonstrations or language. Our first experiment (N=416) asks when language might outperform demonstration. We manipulate the complexity of the concept being taught and find that language communicates complex concepts more effectively than demonstration. We then ask why language succeeds in this setting. We hypothesized that language allowed teachers to reference abstract object features (e.g., shapes and colors), while demonstration teachers could only provide concrete examples (specific positive or negative objects). To test this hypothesis, our second experiment (N=568) ablated object features from the teacher's interface. This manipulation severely impaired linguistic (but not demonstrative) teaching. Our findings suggest that language communicates complex concepts by directly transmitting abstract rules. In contrast, demonstrations transmit examples, requiring the learner to infer the rules.", "pub_date": "2023"}, {"title": "A Pragmatic Account of the Weak Evidence Effect.", "abstract": "Language is not only used to transmit neutral information; we often seek to ", "pub_date": "2022"}, {"title": "Semantic relatedness retroactively boosts memory and promotes memory interdependence across episodes.", "abstract": "Two fundamental issues in memory research concern when later experiences strengthen or weaken initial memories and when the two memories become linked or remain independent. A promising candidate for explaining these issues is semantic relatedness. Here, across five paired-associate learning experiments (N=1000), we systematically varied the semantic relatedness between initial and later cues, initial and later targets, or both. We found that learning retroactively benefited long-term memory performance for semantically related words (vs. unshown control words), and these benefits increased as a function of relatedness. Critically, memory dependence between initial and later pairs also increased with relatedness, suggesting that pre-existing semantic relationships promote interdependence for memories formed across episodes. We also found that modest retroactive benefits, but not interdependencies, emerged when subjects learned via studying rather than practice testing. These findings demonstrate that semantic relatedness during new learning retroactively strengthens old associations while scaffolding new ones into well-fortified memory traces.", "pub_date": "2022-Jun-15"}, {"title": "Shades of confusion: Lexical uncertainty modulates ad hoc coordination in an interactive communication task.", "abstract": "There is substantial variability in the expectations that communication partners bring into interactions, creating the potential for misunderstandings. To directly probe these gaps and our ability to overcome them, we propose a communication task based on color-concept associations. In Experiment 1, we establish several key properties of the mental representations of these expectations, or lexical priors, based on recent probabilistic theories. Associations are more variable for abstract concepts, variability is represented as uncertainty within each individual, and uncertainty enables accurate predictions about whether others are likely to share the same association. In Experiment 2, we then examine the downstream consequences of these representations for communication. Accuracy is initially low when communicating about concepts with more variable associations, but rapidly increases as participants form ad hoc conventions. Together, our findings suggest that people cope with variability by maintaining well-calibrated uncertainty about their partner and appropriately adaptable representations of their own.", "pub_date": "2022"}, {"title": "From partners to populations: A hierarchical Bayesian account of coordination and convention.", "abstract": "Languages are powerful solutions to coordination problems: They provide stable, shared expectations about how the words we say correspond to the beliefs and intentions in our heads. Yet, language use in a variable and nonstationary social environment requires linguistic representations to be flexible: Old words acquire new ad hoc or partner-specific meanings on the fly. In this article, we introduce continual hierarchical adaptation through inference (CHAI), a hierarchical Bayesian theory of coordination and convention formation that aims to reconcile the long-standing tension between these two basic observations. We argue that the central computational problem of communication is not simply transmission, as in classical formulations, but continual ", "pub_date": "2023"}, {"title": "Possible novel features of synaptic regulation during long-term facilitation in ", "abstract": "Most studies of molecular mechanisms of synaptic plasticity have focused on the sequence of changes either at individual synapses or in the cell nucleus. However, studies of long-term facilitation at ", "pub_date": "2021"}]}, {"researcher": "Eric A. Schon", "articles": [{"title": "Aberrant ER-mitochondria communication is a common pathomechanism in mitochondrial disease.", "abstract": "Genetic mutations causing primary mitochondrial disease (i.e those compromising oxidative phosphorylation [OxPhos]) resulting in reduced bioenergetic output display great variability in their clinical features, but the reason for this is unknown. We hypothesized that disruption of the communication between endoplasmic reticulum (ER) and mitochondria at mitochondria-associated ER membranes (MAM) might play a role in this variability. To test this, we assayed MAM function and ER-mitochondrial communication in OxPhos-deficient cells, including cybrids from patients with selected pathogenic mtDNA mutations. Our results show that each of the various mutations studied indeed altered MAM functions, but notably, each disorder presented with a different MAM \"signature\". We also found that mitochondrial membrane potential is a key driver of ER-mitochondrial connectivity. Moreover, our findings demonstrate that disruption in ER-mitochondrial communication has consequences for cell survivability that go well beyond that of reduced ATP output. The findings of a \"MAM-OxPhos\" axis, the role of mitochondrial membrane potential in controlling this process, and the contribution of MAM dysfunction to cell death, reveal a new relationship between mitochondria and the rest of the cell, as well as providing new insights into the diagnosis and treatment of these devastating disorders.", "pub_date": "2024-Jun-10"}, {"title": "Towards a Unitary Hypothesis of Alzheimer's Disease Pathogenesis.", "abstract": "The \"amyloid cascade\" hypothesis of Alzheimer's disease (AD) pathogenesis invokes the accumulation in the brain of plaques (containing the amyloid-β protein precursor [AβPP] cleavage product amyloid-β [Aβ]) and tangles (containing hyperphosphorylated tau) as drivers of pathogenesis. However, the poor track record of clinical trials based on this hypothesis suggests that the accumulation of these peptides is not the only cause of AD. Here, an alternative hypothesis is proposed in which the AβPP cleavage product C99, not Aβ, is the main culprit, via its role as a regulator of cholesterol metabolism. C99, which is a cholesterol sensor, promotes the formation of mitochondria-associated endoplasmic reticulum (ER) membranes (MAM), a cholesterol-rich lipid raft-like subdomain of the ER that communicates, both physically and biochemically, with mitochondria. We propose that in early-onset AD (EOAD), MAM-localized C99 is elevated above normal levels, resulting in increased transport of cholesterol from the plasma membrane to membranes of intracellular organelles, such as ER/endosomes, thereby upregulating MAM function and driving pathology. By the same token, late-onset AD (LOAD) is triggered by any genetic variant that increases the accumulation of intracellular cholesterol that, in turn, boosts the levels of C99 and again upregulates MAM function. Thus, the functional cause of AD is upregulated MAM function that, in turn, causes the hallmark disease phenotypes, including the plaques and tangles. Accordingly, the MAM hypothesis invokes two key interrelated elements, C99 and cholesterol, that converge at the MAM to drive AD pathogenesis. From this perspective, AD is, at bottom, a lipid disorder.", "pub_date": "2024"}, {"title": "Mitochondrial disease: Replace or edit?", "abstract": "Questions over mitochondrial replacement suggest a role for mitochondrial DNA editing.", "pub_date": "2021-Sep-10"}, {"title": "Preface.", "abstract": null, "pub_date": "2020"}, {"title": "MFN2 mutations in Charcot-Marie-Tooth disease alter mitochondria-associated ER membrane function but do not impair bioenergetics.", "abstract": "Charcot-Marie-Tooth disease (CMT) type 2A is a form of peripheral neuropathy, due almost exclusively to dominant mutations in the nuclear gene encoding the mitochondrial protein mitofusin-2 (MFN2). However, there is no understanding of the relationship of clinical phenotype to genotype. MFN2 has two functions: it promotes inter-mitochondrial fusion and mediates endoplasmic reticulum (ER)-mitochondrial tethering at mitochondria-associated ER membranes (MAM). MAM regulates a number of key cellular functions, including lipid and calcium homeostasis, and mitochondrial behavior. To date, no studies have been performed to address whether mutations in MFN2 in CMT2A patient cells affect MAM function, which might provide insight into pathogenesis. Using fibroblasts from three CMT2AMFN2 patients with different mutations in MFN2, we found that some, but not all, examined aspects of ER-mitochondrial connectivity and of MAM function were indeed altered, and correlated with disease severity. Notably, however, respiratory chain function in those cells was unimpaired. Our results suggest that CMT2AMFN2 is a MAM-related disorder but is not a respiratory chain-deficiency disease. The alterations in MAM function described here could also provide insight into the pathogenesis of other forms of CMT.", "pub_date": "2019-Jun-01"}, {"title": "Mitochondria, OxPhos, and neurodegeneration: cells are not just running out of gas.", "abstract": "Mitochondrial respiratory deficiencies have been observed in numerous neurodegenerative disorders, such as Alzheimer's and Parkinson's diseases. For decades, these reductions in oxidative phosphorylation (OxPhos) have been presumed to trigger an overall bioenergetic crisis in the neuron, resulting in cell death. While the connection between respiratory defects and neuronal death has never been proven, this hypothesis has been supported by the detection of nonspecific mitochondrial DNA mutations in these disorders. These findings led to the notion that mitochondrial respiratory defects could be initiators of these common neurodegenerative disorders, instead of being consequences of a prior insult, a theory we believe to be misconstrued. Herein, we review the roots of this mitochondrial hypothesis and offer a new perspective wherein mitochondria are analyzed not only from the OxPhos point of view, but also as a complex organelle residing at the epicenter of many metabolic pathways.", "pub_date": "2019-Jan-02"}, {"title": "Bioenergetics through thick and thin.", "abstract": null, "pub_date": "2018-Dec-07"}, {"title": "Three-Dimensional Analysis of Mitochondrial Crista Ultrastructure in a Patient with Leigh Syndrome by In Situ Cryoelectron Tomography.", "abstract": "Mitochondrial diseases produce profound neurological dysfunction via mutations affecting mitochondrial energy production, including the relatively common Leigh syndrome (LS). We recently described an LS case caused by a pathogenic mutation in USMG5, encoding a small supernumerary subunit of mitochondrial ATP synthase. This protein is integral for ATP synthase dimerization, and patient fibroblasts revealed an almost total loss of ATP synthase dimers. Here, we utilize in situ cryoelectron tomography (cryo-ET) in a clinical case-control study of mitochondrial disease to directly study mitochondria within cultured fibroblasts from a patient with LS and a healthy human control subject. Through tomographic analysis of patient and control mitochondria, we find that loss of ATP synthase dimerization due to the pathogenic mutation causes profound disturbances of mitochondrial crista ultrastructure. Overall, this work supports the crucial role of ATP synthase in regulating crista architecture in the context of human disease.", "pub_date": "2018-Aug-31"}, {"title": "A key role for MAM in mediating mitochondrial dysfunction in Alzheimer disease.", "abstract": "In the last few years, increased emphasis has been devoted to understanding the contribution of mitochondria-associated endoplasmic reticulum (ER) membranes (MAM) to human pathology in general, and neurodegenerative diseases in particular. A major reason for this is the central role that this subdomain of the ER plays in metabolic regulation and in mitochondrial biology. As such, aberrant MAM function may help explain the seemingly unrelated metabolic abnormalities often seen in neurodegeneration. In the specific case of Alzheimer disease (AD), besides perturbations in calcium and lipid homeostasis, there are numerous documented alterations in mitochondrial behavior and function, including reduced respiratory chain activity and oxidative phosphorylation, increased free radical production, and altered organellar morphology, dynamics, and positioning (especially perinuclear mitochondria). However, whether these alterations are primary events causative of the disease, or are secondary downstream events that are the result of some other, more fundamental problem, is still unclear. In support of the former possibility, we recently reported that C99, the C-terminal processing product of the amyloid precursor protein (APP) derived from its cleavage by β-secretase, is present in MAM, that its level is increased in AD, and that this increase reduces mitochondrial respiration, likely via a C99-induced alteration in cellular sphingolipid homeostasis. Thus, the metabolic disturbances seen in AD likely arise from increased ER-mitochondrial communication that is driven by an increase in the levels of C99 at the MAM.", "pub_date": "2018-Feb-28"}, {"title": "SCO2 mutations cause early-onset axonal Charcot-Marie-Tooth disease associated with cellular copper deficiency.", "abstract": "Recessive mutations in the mitochondrial copper-binding protein SCO2, cytochrome c oxidase (COX) assembly protein, have been reported in several cases with fatal infantile cardioencephalomyopathy with COX deficiency. Significantly expanding the known phenotypic spectrum, we identified compound heterozygous variants in SCO2 in two unrelated patients with axonal polyneuropathy, also known as Charcot-Marie-Tooth disease type 4. Different from previously described cases, our patients developed predominantly motor neuropathy, they survived infancy, and they have not yet developed the cardiomyopathy that causes death in early infancy in reported patients. Both of our patients harbour missense mutations near the conserved copper-binding motif (CXXXC), including the common pathogenic variant E140K and a novel change D135G. In addition, each patient carries a second mutation located at the same loop region, resulting in compound heterozygote changes E140K/P169T and D135G/R171Q. Patient fibroblasts showed reduced levels of SCO2, decreased copper levels and COX deficiency. Given that another Charcot-Marie-Tooth disease gene, ATP7A, is a known copper transporter, our findings further underline the relevance of copper metabolism in Charcot-Marie-Tooth disease.", "pub_date": "2018-Mar-01"}, {"title": "Increased localization of APP-C99 in mitochondria-associated ER membranes causes mitochondrial dysfunction in Alzheimer disease.", "abstract": "In the amyloidogenic pathway associated with Alzheimer disease (AD), the amyloid precursor protein (APP) is cleaved by β-secretase to generate a 99-aa C-terminal fragment (C99) that is then cleaved by γ-secretase to generate the β-amyloid (Aβ) found in senile plaques. In previous reports, we and others have shown that γ-secretase activity is enriched in mitochondria-associated endoplasmic reticulum (ER) membranes (MAM) and that ER-mitochondrial connectivity and MAM function are upregulated in AD We now show that C99, in addition to its localization in endosomes, can also be found in MAM, where it is normally processed rapidly by γ-secretase. In cell models of AD, however, the concentration of unprocessed C99 increases in MAM regions, resulting in elevated sphingolipid turnover and an altered lipid composition of both MAM and mitochondrial membranes. In turn, this change in mitochondrial membrane composition interferes with the proper assembly and activity of mitochondrial respiratory supercomplexes, thereby likely contributing to the bioenergetic defects characteristic of AD.", "pub_date": "2017-Nov-15"}, {"title": "Low-dose rapamycin extends lifespan in a mouse model of mtDNA depletion syndrome.", "abstract": "Mitochondrial disorders affecting oxidative phosphorylation (OxPhos) are caused by mutations in both the nuclear and mitochondrial genomes. One promising candidate for treatment is the drug rapamycin, which has been shown to extend lifespan in multiple animal models, and which was previously shown to ameliorate mitochondrial disease in a knock-out mouse model lacking a nuclear-encoded gene specifying an OxPhos structural subunit (Ndufs4). In that model, relatively high-dose intraperitoneal rapamycin extended lifespan and improved markers of neurological disease, via an unknown mechanism. Here, we administered low-dose oral rapamycin to a knock-in (KI) mouse model of authentic mtDNA disease, specifically, progressive mtDNA depletion syndrome, resulting from a mutation in the mitochondrial nucleotide salvage enzyme thymidine kinase 2 (TK2). Importantly, low-dose oral rapamycin was sufficient to extend Tk2KI/KI mouse lifespan significantly, and did so in the absence of detectable improvements in mitochondrial dysfunction. We found no evidence that rapamycin increased survival by acting through canonical pathways, including mitochondrial autophagy. However, transcriptomics and metabolomics analyses uncovered systemic metabolic changes pointing to a potential 'rapamycin metabolic signature.' These changes also implied that rapamycin may have enabled the Tk2KI/KI mice to utilize alternative energy reserves, and possibly triggered indirect signaling events that modified mortality through developmental reprogramming. From a therapeutic standpoint, our results support the possibility that low-dose rapamycin, while not targeting the underlying mtDNA defect, could represent a crucial therapy for the treatment of mtDNA-driven, and some nuclear DNA-driven, mitochondrial diseases.", "pub_date": "2017-Dec-01"}, {"title": "Alzheimer Disease.", "abstract": "The most widely accepted hypothesis to explain the pathogenesis of Alzheimer disease (AD) is the amyloid cascade, in which the accumulation of extraneuritic plaques and intracellular tangles plays a key role in driving the course and progression of the disease. However, there are other biochemical and morphological features of AD, including altered calcium, phospholipid, and cholesterol metabolism and altered mitochondrial dynamics and function that often appear early in the course of the disease, prior to plaque and tangle accumulation. Interestingly, these other functions are associated with a subdomain of the endoplasmic reticulum (ER) called mitochondria-associated ER membranes (MAM). MAM, which is an intracellular lipid raft-like domain, is closely apposed to mitochondria, both physically and biochemically. These MAM-localized functions are, in fact, increased significantly in various cellular and animal models of AD and in cells from AD patients, which could help explain the biochemical and morphological alterations seen in the disease. Based on these and other observations, a strong argument can be made that increased ER-mitochondria connectivity and increased MAM function are fundamental to AD pathogenesis.", "pub_date": "2017"}, {"title": "On the Pathogenesis of Alzheimer's Disease: The MAM Hypothesis.", "abstract": "The pathogenesis of Alzheimer's disease (AD) is currently unclear and is the subject of much debate. The most widely accepted hypothesis designed to explain AD pathogenesis is the amyloid cascade, which invokes the accumulation of extracellular plaques and intracellular tangles as playing a fundamental role in the course and progression of the disease. However, besides plaques and tangles, other biochemical and morphological features are also present in AD, often manifesting early in the course of the disease before the accumulation of plaques and tangles. These include altered calcium, cholesterol, and phospholipid metabolism; altered mitochondrial dynamics; and reduced bioenergetic function. Notably, these other features of AD are associated with functions localized to a subdomain of the endoplasmic reticulum (ER), known as mitochondria-associated ER membranes (MAMs). The MAM region of the ER is a lipid raft-like domain closely apposed to mitochondria in such a way that the 2 organelles are able to communicate with each other, both physically and biochemically, thereby facilitating the functions of this region. We have found that MAM-localized functions are increased significantly in cellular and animal models of AD and in cells from patients with AD in a manner consistent with the biochemical findings noted above. Based on these and other observations, we propose that increased ER-mitochondrial apposition and perturbed MAM function lie at the heart of AD pathogenesis.-Area-Gomez, E., Schon, E. A. On the pathogenesis of Alzheimer's disease: the MAM hypothesis.", "pub_date": "2017"}, {"title": "Natural underlying mtDNA heteroplasmy as a potential source of intra-person hiPSC variability.", "abstract": "Functional variability among human clones of induced pluripotent stem cells (hiPSCs) remains a limitation in assembling high-quality biorepositories. Beyond inter-person variability, the root cause of intra-person variability remains unknown. Mitochondria guide the required transition from oxidative to glycolytic metabolism in nuclear reprogramming. Moreover, mitochondria have their own genome (mitochondrial DNA [mtDNA]). Herein, we performed mtDNA next-generation sequencing (NGS) on 84 hiPSC clones derived from a cohort of 19 individuals, including mitochondrial and non-mitochondrial patients. The analysis of mtDNA variants showed that low levels of potentially pathogenic mutations in the original fibroblasts are revealed through nuclear reprogramming, generating mutant hiPSCs with a detrimental effect in their differentiated progeny. Specifically, hiPSC-derived cardiomyocytes with expanded mtDNA mutations non-related with any described human disease, showed impaired mitochondrial respiration, being a potential cause of intra-person hiPSC variability. We propose mtDNA NGS as a new selection criterion to ensure hiPSC quality for drug discovery and regenerative medicine.", "pub_date": "2016-Sep-15"}]}, {"researcher": "Eric Kandel", "articles": [{"title": "Distribution, cellular localization, and colocalization of several peptide neurotransmitters in the central nervous system of ", "abstract": "Neuropeptides are widely used as neurotransmitters in vertebrates and invertebrates. In vertebrates, a detailed understanding of their functions as transmitters has been hampered by the complexity of the nervous system. The marine mollusk ", "pub_date": "2023"}, {"title": "CPEB3 low-complexity motif regulates local protein synthesis via protein-protein interactions in neuronal ribonucleoprotein granules.", "abstract": "Biomolecular condensates, membraneless organelles found throughout the cell, play critical roles in many aspects of cellular function. Ribonucleoprotein granules (RNPs) are a type of biomolecular condensate necessary for local protein synthesis and are involved in synaptic plasticity and long-term memory. Most of the proteins in RNPs possess low-complexity motifs (LCM), allowing for increased promiscuity of protein-protein interactions. Here, we describe the importance of protein-protein interactions mediated by the LCM of RNA-binding protein cytoplasmic polyadenylation element binding protein 3 (CPEB3). CPEB3 is necessary for long-term synaptic plasticity and memory persistence, but the mechanisms involved are still not completely elucidated. We now present key mechanisms involved in its regulation of synaptic plasticity. We find that CPEB3-LCM plays a role in appropriate local protein synthesis of messenger ribonucleic acid (mRNA) targets, through crucial protein-protein interactions that drive localization to neuronal Decapping protein 1 (DCP1)-bodies. Translation-promoting CPEB3 and translation-inhibiting CPEB1 are packaged into neuronal RNP granules immediately after chemical long-term potentiation is induced, but only translation-promoting CPEB3 is repackaged to these organelles at later time points. This localization to neuronal RNP granules is critical for functional influence on translation as well as overall local protein synthesis (measured as α-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid (AMPA) insertion into the membrane and localization to the synapse). We therefore conclude that protein-protein interaction between the LCM of CPEB3 plays a critical role in local protein synthesis by utilizing neuronal RNP granules.", "pub_date": "2023-Feb-07"}, {"title": "Synaptoproteomic Analysis of the Prefrontal Cortex Reveals Spatio-Temporal Changes in SYNGAP1 Following Cannabinoid Exposure in Rat Adolescence.", "abstract": "The regular use of cannabis during adolescence has been associated with a number of negative life outcomes, including psychopathology and cognitive impairments. However, the exact molecular mechanisms that underlie these outcomes are just beginning to be understood. Moreover, very little is known about the spatio-temporal molecular changes that occur following cannabinoid exposure in adolescence. To understand these changes, we exposed mid-adolescent male rats to a synthetic cannabinoid (WIN 55,212-2 mesylate; WIN) and, following drug abstinence through late adolescence, we subjected the synaptosomal fractions of the prefrontal cortex (PFC) to proteomic analyses. A total of N = 487 differentially expressed proteins were found in WIN-exposed animals compared to controls. Gene ontology analyses revealed enrichment of terms related to the gamma-aminobutyric acid (GABA)-ergic neurotransmitter system. Among the top differentially expressed proteins was the synaptic Ras GTPase-activating protein 1 (SYNGAP1). Using Western blotting experiments, we found that the WIN-induced upregulation of SYNGAP1 was spatio-temporal in nature, arising only in the synaptosomal fractions (not in the cytosol) and only following prolonged drug abstinence (not on abstinence day 1). Moreover, the SYNGAP1 changes were found to be specific to WIN-exposure in adolescence and not adulthood. Adolescent animals exposed to a natural cannabinoid (Δ", "pub_date": "2022-Dec-31"}, {"title": "A missense mutation in ", "abstract": "Although a wide variety of genetic tools has been developed to study learning and memory, the molecular basis of memory encoding remains incompletely understood. Here, we undertook an unbiased approach to identify novel genes critical for memory encoding. From a large-scale, in vivo mutagenesis screen using contextual fear conditioning, we isolated in mice a mutant, named ", "pub_date": "2022-Aug-02"}, {"title": "The evolution of synaptic and cognitive capacity: Insights from the nervous system transcriptome of ", "abstract": "The gastropod mollusk ", "pub_date": "2022-Jul-12"}, {"title": "A direct lateral entorhinal cortex to hippocampal CA2 circuit conveys social information required for social memory.", "abstract": "The hippocampus is essential for different forms of declarative memory, including social memory, the ability to recognize and remember a conspecific. Although recent studies identify the importance of the dorsal CA2 region of the hippocampus in social memory storage, little is known about its sources of social information. Because CA2, like other hippocampal regions, receives its major source of spatial and non-spatial information from the medial and lateral subdivisions of entorhinal cortex (MEC and LEC), respectively, we investigated the importance of these inputs for social memory. Whereas MEC inputs to CA2 are dispensable, the direct inputs to CA2 from LEC are both selectively activated during social exploration and required for social memory. This selective behavioral role of LEC is reflected in the stronger excitatory drive it provides to CA2 compared with MEC. Thus, a direct LEC → CA2 circuit is tuned to convey social information that is critical for social memory.", "pub_date": "2022-May-04"}, {"title": "A fast, aqueous, reversible three-day tissue clearing method for adult and embryonic mouse brain and whole body.", "abstract": "Optical clearing methods serve as powerful tools to study intact organs and neuronal circuits. We developed an aqueous clearing protocol, Fast 3D Clear, that relies on tetrahydrofuran for tissue delipidation and iohexol for clearing, such that tissues can be imaged under immersion oil in light-sheet imaging systems. Fast 3D Clear requires 3 days to achieve high transparency of adult and embryonic mouse tissues while maintaining their anatomical integrity and preserving a vast array of transgenic and viral/dye fluorophores. A unique advantage of Fast 3D Clear is its complete reversibility and thus compatibility with tissue sectioning and immunohistochemistry. Fast 3D Clear can be easily and quickly applied to a wide range of biomedical studies, facilitating the acquisition of high-resolution two- and three-dimensional images.", "pub_date": "2021-Nov-22"}, {"title": "Deep brain stimulation of the nucleus accumbens shell attenuates cocaine withdrawal but increases cocaine self-administration, cocaine-induced locomotor activity, and GluR1/GluA1 in the central nucleus of the amygdala in male cocaine-dependent rats.", "abstract": "Cocaine addiction is a major public health problem. Despite decades of intense research, no effective treatments are available. Both preclinical and clinical studies strongly suggest that deep brain stimulation of the nucleus accumbens (NAcc) is a viable target for the treatment of cocaine use disorder (CUD).", "pub_date": "2022"}, {"title": "3D neuronal mitochondrial morphology in axons, dendrites, and somata of the aging mouse hippocampus.", "abstract": "The brain's ability to process complex information relies on the constant supply of energy through aerobic respiration by mitochondria. Neurons contain three anatomically distinct compartments-the soma, dendrites, and projecting axons-which have different energetic and biochemical requirements, as well as different mitochondrial morphologies in cultured systems. In this study, we apply quantitative three-dimensional electron microscopy to map mitochondrial network morphology and complexity in the mouse brain. We examine somatic, dendritic, and axonal mitochondria in the dentate gyrus and cornu ammonis 1 (CA1) of the mouse hippocampus, two subregions with distinct principal cell types and functions. We also establish compartment-specific differences in mitochondrial morphology across these cell types between young and old mice, highlighting differences in age-related morphological recalibrations. Overall, these data define the nature of the neuronal mitochondrial network in the mouse hippocampus, providing a foundation to examine the role of mitochondrial morpho-function in the aging brain.", "pub_date": "2021-Aug-10"}, {"title": "Possible novel features of synaptic regulation during long-term facilitation in ", "abstract": "Most studies of molecular mechanisms of synaptic plasticity have focused on the sequence of changes either at individual synapses or in the cell nucleus. However, studies of long-term facilitation at ", "pub_date": "2021"}, {"title": "Enkephalin release from VIP interneurons in the hippocampal CA2/3a region mediates heterosynaptic plasticity and social memory.", "abstract": "The hippocampus contains a diverse array of inhibitory interneurons that gate information flow through local cortico-hippocampal circuits to regulate memory storage. Although most studies of interneurons have focused on their role in fast synaptic inhibition mediated by GABA release, different classes of interneurons express unique sets of neuropeptides, many of which have been shown to exert powerful effects on neuronal function and memory when applied pharmacologically. However, relatively little is known about whether and how release of endogenous neuropeptides from inhibitory cells contributes to their behavioral role in regulating memory formation. Here we report that vasoactive intestinal peptide (VIP)-expressing interneurons participate in social memory storage by enhancing information transfer from hippocampal CA3 pyramidal neurons to CA2 pyramidal neurons. Notably, this action depends on release of the neuropeptide enkephalin from VIP neurons, causing long-term depression of feedforward inhibition onto CA2 pyramidal cells. Moreover, VIP neuron activity in the CA2 region is increased selectively during exploration of a novel conspecific. Our findings, thus, enhance our appreciation of how GABAergic neurons can regulate synaptic plasticity and mnemonic behavior by demonstrating that such actions can be mediated by release of a specific neuropeptide, rather than through classic fast inhibitory transmission.", "pub_date": "2022"}, {"title": "Loss of retinoid X receptor gamma subunit impairs group 1 mGluR mediated electrophysiological responses and group 1 mGluR dependent behaviors.", "abstract": "Retinoid X receptors are members of the nuclear receptor family that regulate gene expression in response to retinoic acid and related ligands. Group 1 metabotropic glutamate receptors are G-protein coupled transmembrane receptors that activate intracellular signaling cascades in response to the neurotransmitter, glutamate. These two classes of molecules have been studied independently and found to play important roles in regulating neuronal physiology with potential clinical implications for disorders such as depression, schizophrenia, Parkinson's and Alzheimer's disease. Here we show that mice lacking the retinoid X receptor subunit, RXRγ, exhibit impairments in group 1 mGluR-mediated electrophysiological responses at hippocampal Schaffer collateral-CA1 pyramidal cell synapses, including impaired group 1 mGluR-dependent long-term synaptic depression (LTD), reduced group 1 mGluR-induced calcium release, and loss of group 1 mGluR-activated voltage-sensitive currents. These animals also exhibit impairments in a subset of group 1 mGluR-dependent behaviors, including motor performance, spatial object recognition, and prepulse inhibition. Together, these observations demonstrate convergence between the RXRγ and group 1 mGluR signaling pathways that may function to coordinate their regulation of neuronal activity. They also identify RXRγ as a potential target for the treatment of disorders in which group 1 mGluR signaling has been implicated.", "pub_date": "2021-Mar-10"}, {"title": "Social isolation is closely linked to a marked reduction in physical activity in male mice.", "abstract": "The effects of social isolation on an individual's behavior is an important field of research, especially as public health officials encourage social distancing to prevent the spread of pandemic disease. In this study we evaluate the effects of social isolation on physical activity in mice. Utilizing a pixel-based tracking system, we continuously monitored the movement of isolated mice compared with paired cage mates in the home cage environment. We demonstrate that mice that are socially isolated dramatically decrease their movement when separated from their cage mate, and especially in the dark cycle, when mice are normally most active. When isolated mice are re-paired with their original cage mate, this effect is reversed, and mice return to their prior levels of activity. These findings suggest a close link between social isolation and physical activity, and are of particular interest in the wake of coronavirus disease 2019, when many are forced into isolation. Social isolation may affect an individual's overall activity levels in humans too, which may have unintended effects on health that deserve further consideration.", "pub_date": "2021"}, {"title": "Micellar TIA1 with folded RNA binding domains as a model for reversible stress granule formation.", "abstract": "TIA1, a protein critical for eukaryotic stress response and stress granule formation, is structurally characterized in full-length form. TIA1 contains three RNA recognition motifs (RRMs) and a C-terminal low-complexity domain, sometimes referred to as a \"prion-related domain\" or associated with amyloid formation. Under mild conditions, full-length (fl) mouse TIA1 spontaneously oligomerizes to form a metastable colloid-like suspension. RRM2 and RRM3, known to be critical for function, are folded similarly in excised domains and this oligomeric form of apo fl TIA1, based on NMR chemical shifts. By contrast, the termini were not detected by NMR and are unlikely to be amyloid-like. We were able to assign the NMR shifts with the aid of previously assigned solution-state shifts for the RRM2,3 isolated domains and homology modeling. We present a micellar model of fl TIA1 wherein RRM2 and RRM3 are colocalized, ordered, hydrated, and available for nucleotide binding. At the same time, the termini are disordered and phase separated, reminiscent of stress granule substructure or nanoscale liquid droplets.", "pub_date": "2020-Dec-15"}, {"title": "An objective evaluation of the beholder's response to abstract and figurative art based on construal level theory.", "abstract": "Does abstract art evoke a different cognitive state than figurative art? To address this question empirically, we bridged art theory and cognitive research and designed an experiment leveraging construal level theory (CLT). CLT is based on experimental data showing that psychologically distant events (i.e., occurring farther away in space or time) are represented more abstractly than closer events. We measured construal level elicited by abstract vs. representational art and asked subjects to assign abstract/representational paintings by the same artist to a situation that was temporally/spatially near or distant. Across three experiments, we found that abstract paintings were assigned to the distant situation significantly more often than representational paintings, indicating that abstract art was evocative of greater psychological distance. Our data demonstrate that different levels of artistic abstraction evoke different levels of mental abstraction and suggest that CLT provides an empirical approach to the analysis of cognitive states evoked by different levels of artistic abstraction.", "pub_date": "2020-Aug-18"}]}, {"researcher": "Jonathan A. Javitch", "articles": [{"title": "Promiscuous G-protein activation by the calcium-sensing receptor.", "abstract": "The human calcium-sensing receptor (CaSR) detects fluctuations in the extracellular Ca", "pub_date": "2024"}, {"title": "Molecular Design of SERTlight: A Fluorescent Serotonin Probe for Neuronal Labeling in the Brain.", "abstract": "The serotonergic transmitter system plays fundamental roles in the nervous system in neurotransmission, synaptic plasticity, pathological processes, and therapeutic effects of antidepressants and psychedelics, as well as in the gastrointestinal and circulatory systems. We introduce a novel small molecule fluorescent agent, termed ", "pub_date": "2024-Apr-10"}, {"title": "In Vitro Functional Profiling of Fentanyl and Nitazene Analogs at the μ-Opioid Receptor Reveals High Efficacy for Gi Protein Signaling.", "abstract": "Novel synthetic opioids (NSOs), including both fentanyl and non-fentanyl analogs that act as μ-opioid receptor (MOR) agonists, are associated with serious intoxication and fatal overdose. Previous studies proposed that G-protein-biased MOR agonists are safer pain medications, while other evidence indicates that low intrinsic efficacy at MOR better explains the reduced opioid side effects. Here, we characterized the in vitro functional profiles of various NSOs at the MOR using adenylate cyclase inhibition and β-arrestin2 recruitment assays, in conjunction with the application of the receptor depletion approach. By fitting the concentration-response data to the operational model of agonism, we deduced the intrinsic efficacy and affinity for each opioid in the Gi protein signaling and β-arrestin2 recruitment pathways. Compared to the reference agonist [d-Ala", "pub_date": "2024-Feb-21"}, {"title": "Deciphering downstream receptor signaling.", "abstract": "Advancing drug discovery requires increasingly integrative structural biology approaches.", "pub_date": "2023-Dec-22"}, {"title": "The ", "abstract": "Novel synthetic opioids (NSOs), including both fentanyl and non-fentanyl analogs that act as the μ-opioid receptor (MOR) agonists, are associated with serious intoxication and fatal overdose. Previous studies proposed that G protein biased MOR agonists are safer pain medications, while other evidence indicates that low intrinsic efficacy at MOR better explains reduced opioid side effects. Here, we characterized the ", "pub_date": "2023-Nov-15"}, {"title": "In-Cell Arrestin-Receptor Interaction Assays.", "abstract": "G protein-coupled receptors (GPCRs) represent ∼30% of current drug targets. Ligand binding to these receptors activates G proteins and arrestins, which function in different signaling pathways. Given that functionally selective or biased ligands preferentially activate one of these two groups of pathways, they may be superior medications for certain disease states. The identification of such ligands requires robust drug screening assays for both G protein and arrestin activity. This unit describes protocols for assays that monitor reversible arrestin recruitment to GPCRs in living cells using either bioluminescence resonance energy transfer (BRET) or nanoluciferase complementation (NanoLuc). Two types of assays can be used: one configuration directly measures arrestin recruitment to a GPCR fused to a protein tag at its intracellular C-terminus, whereas the other configuration detects arrestin translocation to the plasma membrane in response to activation of an unmodified GPCR. Together, these assays are powerful tools for studying dynamic interactions between GPCRs and arrestins. © 2023 Wiley Periodicals LLC. Basic Protocol 1: Receptor-arrestin BRET assay to measure ligand-induced recruitment of arrestin to receptors Basic Protocol 2: Receptor-arrestin NANOBIT assay to measure ligand-induced recruitment of arrestin to receptors Alternative Protocol 1: BRET assay to measure ligand-induced recruitment of arrestin to the plasma membrane Alternative Protocol 2: NANOBIT assay to measure ligand-induced recruitment of arrestin to the plasma membrane Support Protocol 1: Optimization of polyethylenimine (PEI) concentration for transfection.", "pub_date": "2023"}, {"title": "Dopaminergic D2 receptor modulation of striatal cholinergic interneurons contributes to sequence learning.", "abstract": "Learning action sequences is necessary for normal daily activities. Medium spiny neurons (MSNs) in the dorsal striatum (dStr) encode action sequences through changes in firing at the start and/or stop of action sequences or sustained changes in firing throughout the sequence. Acetylcholine (ACh), released from cholinergic interneurons (ChIs), regulates striatal function by modulating MSN and interneuron excitability, dopamine and glutamate release, and synaptic plasticity. Cholinergic neurons in dStr pause their tonic firing during the performance of learned action sequences. Activation of dopamine type-2 receptors (D2Rs) on ChIs is one mechanism of ChI pausing. In this study we show that deleting D2Rs from ChIs by crossing D2-floxed with ChAT-Cre mice (D2Flox-ChATCre), which inhibits dopamine-mediated ChI pausing and leads to deficits in an operant action sequence task and lower breakpoints in a progressive ratio task. These data suggest that D2Flox-ChATCre mice have reduced motivation to work for sucrose reward, but show no generalized motor skill deficits. D2Flox-ChATCre mice perform similarly to controls in a simple reversal learning task, indicating normal behavioral flexibility, a cognitive function associated with ChIs. ", "pub_date": "2023-Aug-29"}, {"title": "Methods for automating the analysis of live-cell single-molecule FRET data.", "abstract": "Single-molecule FRET (smFRET) is a powerful imaging platform capable of revealing dynamic changes in the conformation and proximity of biological molecules. The expansion of smFRET imaging into living cells creates both numerous new research opportunities and new challenges. Automating dataset curation processes is critical to providing consistent, repeatable analysis in an efficient manner, freeing experimentalists to advance the technical boundaries and throughput of what is possible in imaging living cells. Here, we devise an automated solution to the problem of multiple particles entering a region of interest, an otherwise labor-intensive and subjective process that had been performed manually in our previous work. The resolution of these two issues increases the quantity of FRET data and improves the accuracy with which FRET distributions are generated, increasing knowledge about the biological functions of the molecules under study. Our automated approach is straightforward, interpretable, and requires only localization and intensity values for donor and acceptor channel signals, which we compute through our previously published smCellFRET pipeline. The development of our automated approach is informed by the insights of expert experimentalists with extensive experience inspecting smFRET trajectories (displacement and intensity traces) from live cells. We test our automated approach against our recently published research on the metabotropic glutamate receptor 2 (mGluR2) and reveal substantial similarities, as well as potential shortcomings in the manual curation process that are addressable using the algorithms we developed here.", "pub_date": "2023"}, {"title": "Correction: Impact of membrane lipid polyunsaturation on dopamine D2 receptor ligand binding and signaling.", "abstract": null, "pub_date": "2023"}, {"title": "Assessment of the potential of novel and classical opioids to induce respiratory depression in mice.", "abstract": "Opioid-induced respiratory depression limits the use of μ-opioid receptor agonists in clinical settings and is the main cause of opioid overdose fatalities. The relative potential of different opioid agonists to induce respiratory depression at doses exceeding those producing analgesia is understudied despite its relevance to assessments of opioid safety. Here we evaluated the respiratory depressant and anti-nociceptive effects of three novel opioids and relate these measurements to their in vitro efficacy.", "pub_date": "2023"}, {"title": "Tianeptine promotes lasting antiallodynic effects in a mouse model of neuropathic pain.", "abstract": "Tricyclic antidepressants (TCAs), such as desipramine (DMI), are effective at managing neuropathic pain symptoms but often take several weeks to become effective and also lead to considerable side effects. Tianeptine (TIAN) is an atypical antidepressant that activates the mu-opioid receptor but does not produce analgesic tolerance or withdrawal in mice, nor euphoria in humans, at clinically-relevant doses. Here, we evaluate the efficacy of TIAN at persistently alleviating mechanical allodynia in the spared nerve injury (SNI) model of neuropathic pain, even well after drug clearance. After finding an accelerated onset of antiallodynic action compared to DMI, we used genetically modified mice to gain insight into RGS protein-associated pathways that modulate the efficacy of TIAN relative to DMI in models of neuropathic pain. Because we observed similar behavioral responses to both TIAN and DMI treatment in RGS4, RGSz1, and RGS9 knockout mice, we performed RNA sequencing on the NAc of TIAN- and DMI-treated mice after prolonged SNI to further clarify potential mechanisms underlying TIANs faster therapeutic actions. Our bioinformatic analysis revealed distinct transcriptomic signatures between the two drugs, with TIAN more directly reversing SNI-induced differentially expressed genes, and further predicted several upstream regulators that may be implicated in onset of action. This new understanding of the molecular pathways underlying TIAN action may enable the development of novel and more efficacious pharmacological approaches for the management of neuropathic pain.", "pub_date": "2023"}, {"title": "Free fatty acid receptor 1 stimulates cAMP production and gut hormone secretion through Gq-mediated activation of adenylate cyclase 2.", "abstract": "Free fatty acid receptor 1 (FFAR1) is highly expressed in enteroendocrine cells of the small intestine and pancreatic beta cells, where FFAR1 agonists function as GLP-1 and insulin secretagogues, respectively. Most efficacious are so-called second-generation synthetic agonists such as AM5262, which, in contrast to endogenous long-chain fatty acids are able to signal through both IP", "pub_date": "2023"}, {"title": "Context-dependent requirement of G protein coupling for Latrophilin-2 in target selection of hippocampal axons.", "abstract": "The formation of neural circuits requires extensive interactions of cell-surface proteins to guide axons to their correct target neurons. ", "pub_date": "2023-Mar-20"}, {"title": "Impact of membrane lipid polyunsaturation on dopamine D2 receptor ligand binding and signaling.", "abstract": "Increasing evidence supports a relationship between lipid metabolism and mental health. In particular, the biostatus of polyunsaturated fatty acids (PUFAs) correlates with some symptoms of psychiatric disorders, as well as the efficacy of pharmacological treatments. Recent findings highlight a direct association between brain PUFA levels and dopamine transmission, a major neuromodulatory system implicated in the etiology of psychiatric symptoms. However, the mechanisms underlying this relationship are still unknown. Here we demonstrate that membrane enrichment in the n-3 PUFA docosahexaenoic acid (DHA), potentiates ligand binding to the dopamine D2 receptor (D2R), suggesting that DHA acts as an allosteric modulator of this receptor. Molecular dynamics simulations confirm that DHA has a high preference for interaction with the D2R and show that membrane unsaturation selectively enhances the conformational dynamics of the receptor around its second intracellular loop. We find that membrane unsaturation spares G protein activity but potentiates the recruitment of β-arrestin in cells. Furthermore, in vivo n-3 PUFA deficiency blunts the behavioral effects of two D2R ligands, quinpirole and aripiprazole. These results highlight the importance of membrane unsaturation for D2R activity and provide a putative mechanism for the ability of PUFAs to enhance antipsychotic efficacy.", "pub_date": "2023"}, {"title": "Disentangling autoproteolytic cleavage from tethered agonist-dependent activation of the adhesion receptor ADGRL3.", "abstract": "Adhesion G protein-coupled receptor latrophilin 3 (ADGRL3), a cell adhesion molecule highly expressed in the central nervous system, acts in synapse formation through trans interactions with its ligands. It is largely unknown if these interactions serve a purely adhesive function or can modulate G protein signaling. To assess how different structural elements of ADGRL3 (e.g., the adhesive domains, autoproteolytic cleavage site, or tethered agonist (TA)) impact receptor function, we require constructs that disrupt specific receptor features without impacting others. While we showed previously that mutating conserved Phe and Met residues in the TA of ADGRL3-C-terminal fragment (CTF), a CTF truncated to the G protein-coupled receptor proteolysis site, abolishes receptor-mediated G protein activation, we now find that autoproteolytic cleavage is disrupted in the full-length version of this construct. To identify a construct that disrupts TA-dependent activity without impacting proteolysis, we explored other mutations in the TA. We found that mutating the sixth and seventh residues of the TA, Leu and Met, to Ala impaired activity in a serum response element activity assay for both full-length and CTF constructs. We confirmed this activity loss results from impaired G protein coupling using an assay that acutely exposes the TA through controlled proteolysis. The ADGRL3 mutant expresses normally at the cell surface, and immunoblotting shows that it undergoes normal autoproteolysis. Thus, we found a construct that disrupts tethered agonism while retaining autoproteolytic cleavage, providing a tool to disentangle these functions in vivo. Our approach and specific findings are likely to be broadly applicable to other adhesion receptors.", "pub_date": "2022"}]}, {"researcher": "Wayne Hendrickson", "articles": [{"title": "Mechanistic insights into phosphoactivation of SLAC1 in guard cell signaling.", "abstract": "Stomata in leaves regulate gas (carbon dioxide and water vapor) exchange and water transpiration between plants and the atmosphere. SLow Anion Channel 1 (SLAC1) mediates anion efflux from guard cells and plays a crucial role in controlling stomatal aperture. It serves as a central hub for multiple signaling pathways in response to environmental stimuli, with its activity regulated through phosphorylation via various plant protein kinases. However, the molecular mechanism underlying SLAC1 phosphoactivation has remained elusive. Through a combination of protein sequence analyses, AlphaFold-based modeling and electrophysiological studies, we unveiled that the highly conserved motifs on the N- and C-terminal segments of SLAC1 form a cytosolic regulatory domain (CRD) that interacts with the transmembrane domain(TMD), thereby maintaining the channel in an autoinhibited state. Mutations in these conserved motifs destabilize the CRD, releasing autoinhibition in SLAC1 and enabling its transition into an activated state. Our further studies demonstrated that SLAC1 activation undergoes an autoinhibition-release process and subsequent structural changes in the pore helices. These findings provide mechanistic insights into the activation mechanism of SLAC1 and shed light on understanding how SLAC1 controls stomatal closure in response to environmental stimuli.", "pub_date": "2024-Jul-16"}, {"title": "Promiscuous G-protein activation by the calcium-sensing receptor.", "abstract": "The human calcium-sensing receptor (CaSR) detects fluctuations in the extracellular Ca", "pub_date": "2024"}, {"title": "Facing the phase problem.", "abstract": "The marvel of X-ray crystallography is the beauty and precision of the atomic structures deduced from diffraction patterns. Since these patterns record only amplitudes, phases for the diffracted waves must also be evaluated for systematic structure determination. Thus, we have the phase problem as a central complication, both intellectually for the field and practically so for many analyses. Here, I discuss how we - myself, my laboratory and the diffraction community - have faced the phase problem, considering the evolution of methods for phase evaluation as structural biology developed to the present day. During the explosive growth of macromolecular crystallography, practice in diffraction analysis evolved from a universal reliance on isomorphous replacement to the eventual domination of anomalous diffraction for de novo structure determination. As the Protein Data Bank (PDB) grew and familial relationships among proteins became clear, molecular replacement overtook all other phasing methods; however, experimental phasing remained essential for molecules without obvious precedents, with multi- and single-wavelength anomalous diffraction (MAD and SAD) predominating. While the mathematics-based direct methods had proved to be inadequate for typical macromolecules, they returned to crack substantial selenium substructures in SAD analyses of selenomethionyl proteins. Native SAD, exploiting the intrinsic S and P atoms of biomolecules, has become routine. Selenomethionyl SAD and MAD were the mainstays of structural genomics efforts to populate the PDB with novel proteins. A recent dividend has been paid in the success of PDB-trained artificial intelligence approaches for protein structure prediction. Currently, molecular replacement with AlphaFold models often obviates the need for experimental phase evaluation. For multiple reasons, we are now unfazed by the phase problem. Cryo-EM analysis is an attractive alternative to crystallography for many applications faced by today's structural biologists. It simply finesses the phase problem; however, the principles and procedures of diffraction analysis remain pertinent and are adopted in single-particle cryo-EM studies of biomolecules.", "pub_date": "2023-Sep-01"}, {"title": "Heterobimetallic Base Pair Programming in Designer 3D DNA Crystals.", "abstract": "Metal-mediated DNA (mmDNA) presents a pathway toward engineering bioinorganic and electronic behavior into DNA devices. Many chemical and biophysical forces drive the programmable chelation of metals between pyrimidine base pairs. Here, we developed a crystallographic method using the three-dimensional (3D) DNA tensegrity triangle motif to capture single- and multi-metal binding modes across granular changes to environmental pH using anomalous scattering. Leveraging this programmable crystal, we determined 28 biomolecular structures to capture mmDNA reactions. We found that silver(I) binds with increasing occupancy in T-T and U-U pairs at elevated pH levels, and we exploited this to capture silver(I) and mercury(II) within the same base pair and to isolate the titration points for homo- and heterometal base pair modes. We additionally determined the structure of a C-C pair with both silver(I) and mercury(II). Finally, we extend our paradigm to capture cadmium(II) in T-T pairs together with mercury(II) at high pH. The precision self-assembly of heterobimetallic DNA chemistry at the sub-nanometer scale will enable atomistic design frameworks for more elaborate mmDNA-based nanodevices and nanotechnologies.", "pub_date": "2023-Aug-16"}, {"title": "Metal-Mediated DNA Nanotechnology in 3D: Structural Library by Templated Diffraction.", "abstract": "DNA double helices containing metal-mediated DNA (mmDNA) base pairs are constructed from Ag", "pub_date": "2023"}, {"title": "Indoline CD4-mimetic compounds mediate potent and broad HIV-1 inhibition and sensitization to antibody-dependent cellular cytotoxicity.", "abstract": "Binding to the host cell receptors, CD4 and CCR5/CXCR4, triggers large-scale conformational changes in the HIV-1 envelope glycoprotein (Env) trimer [(gp120/gp41)", "pub_date": "2023-Mar-28"}, {"title": "Metal-Mediated DNA Nanotechnology in 3D: Structural Library by Templated Diffraction.", "abstract": "DNA double helices containing metal-mediated DNA (mmDNA) base pairs have been constructed from Ag", "pub_date": "2023-Mar-20"}, {"title": "Structural and Functional Characterization of Indane-Core CD4-Mimetic Compounds Substituted with Heterocyclic Amines.", "abstract": "The human immunodeficiency virus (HIV-1) envelope glycoprotein (Env) trimer on the virion surface interacts with the host receptors, CD4 and CCR5/CXCR4, to mediate virus entry into the target cell. CD4-mimetic compounds (CD4mcs) bind the gp120 Env, block CD4 binding, and inactivate Env. Previous studies suggested that a C(5)-methylamino methyl moiety on a lead CD4mc, BNM-III-170, contributed to its antiviral potency. By replacing the C(5) chain with differentially substituted pyrrolidine, piperidine, and piperazine ring systems, guided by structural and computational analyses, we found that the 5-position of BNM-III-170 is remarkably tolerant of a variety of ring sizes and substitutions, both in regard to antiviral activity and sensitization to humoral responses. Crystallographic analyses of representative analogues from the pyrrolidine series revealed the potential for 5-substituents to hydrogen bond with gp120 Env residue Thr 283. Further optimization of these interactions holds promise for the development of CD4mcs with greater potency.", "pub_date": "2023-Jan-12"}, {"title": "Crystal structure of LGR ligand α2/β5 from ", "abstract": "A family of leucine-rich-repeat-containing G-protein-coupled receptors (LGRs) mediate diverse physiological responses when complexed with their cognate ligands. LGRs are present in all metazoan animals. In humans, the LGR ligands include glycoprotein hormones (GPHs) chorionic gonadotropin (hCG), luteinizing hormone, follicle-stimulating hormone (hFSH), and thyroid-stimulating hormone (hTSH). These hormones are αβ heterodimers of cystine-knot protein chains. LGRs and their ligand chains have coevolved. Ancestral hormone homologs, present in both bilaterian animals and chordates, are identified as α2β5. We have used single-wavelength anomalous diffraction and molecular replacement to determine structures of the α2β5 hormone from ", "pub_date": "2023-Jan-03"}, {"title": "Multi-crystal native-SAD phasing at 5 keV with a helium environment.", "abstract": "", "pub_date": "2022-Nov-01"}, {"title": "Structures and gating mechanisms of human bestrophin anion channels.", "abstract": "Bestrophin-1 (Best1) and bestrophin-2 (Best2) are two members of the bestrophin family of calcium (Ca", "pub_date": "2022-Jul-04"}, {"title": "The protein-folding problem: Not yet solved.", "abstract": null, "pub_date": "2022-Feb-04"}, {"title": "Symmetric activation and modulation of the human calcium-sensing receptor.", "abstract": "The human extracellular calcium-sensing (CaS) receptor controls plasma Ca", "pub_date": "2021-Dec-21"}, {"title": "High-throughput cell-free screening of eukaryotic membrane protein expression in lipidic mimetics.", "abstract": "Membrane proteins play essential roles in cellular function and metabolism. Nonetheless, biophysical and structural studies of membrane proteins are impeded by the difficulty of their expression in and purification from heterologous cell-based systems. As an alternative to these cell-based systems, cell-free protein synthesis has proven to be an exquisite method for screening membrane protein targets in a variety of lipidic mimetics. Here we report a high-throughput screening workflow and apply it to screen 61 eukaryotic membrane protein targets. For each target, we tested its expression in lipidic mimetics: two detergents, two liposomes, and two nanodiscs. We show that 35 membrane proteins (57%) can be expressed in a soluble fraction in at least one of the mimetics with the two detergents performing significantly better than nanodiscs and liposomes, in that order. Using the established cell-free workflow, we studied the production and biophysical assays for mitochondrial pyruvate carrier (MPC) complexes. Our studies show that the complexes produced in cell-free are functionally competent in complex formation and substrate binding. Our results highlight the utility of using cell-free systems for screening and production of eukaryotic membrane proteins.", "pub_date": "2022"}, {"title": "Identification of gp120 Residue His105 as a Novel Target for HIV-1 Neutralization by Small-Molecule CD4-Mimics.", "abstract": "The design and synthesis of butyl chain derivatives at the indane ring 3-position of our lead CD4-mimetic compound BNM-III-170 that inhibits human immunodeficiency virus (HIV-1) infection are reported. Optimization efforts were guided by crystallographic and computational analysis of the small-molecule ligands of the Phe43 cavity of the envelope glycoprotein gp120. Biological evaluation of ", "pub_date": "2021-Nov-11"}]}, {"researcher": "Stavros Lomvardas", "articles": [{"title": "Noninvasive Diagnostic Method to Objectively Measure Olfaction and Diagnose Smell Disorders by a Molecularly Targeted Fluorescence Imaging Agent.", "abstract": "Despite the recent advances in understanding the mechanisms of olfaction, no tools are currently available to noninvasively identify loss of smell. Because of the substantial increase in patients presenting with coronavirus disease 2019-related loss of smell, the pandemic has highlighted the urgent need to develop quantitative methods. ", "pub_date": "2024-Jul-03"}, {"title": "LiMCA: Hi-C gets an RNA twist.", "abstract": null, "pub_date": "2024"}, {"title": "RNA-mediated symmetry breaking enables singular olfactory receptor choice.", "abstract": "Olfactory receptor (OR) choice provides an extreme example of allelic competition for transcriptional dominance, where every olfactory neuron stably transcribes one of approximately 2,000 or more OR alleles", "pub_date": "2024"}, {"title": "Opposing, spatially-determined epigenetic forces impose restrictions on stochastic olfactory receptor choice.", "abstract": "Olfactory receptor (OR) choice represents an example of genetically hardwired stochasticity, where every olfactory neuron expresses one out of ~2000 OR alleles in the mouse genome in a probabilistic, yet stereotypic fashion. Here, we propose that topographic restrictions in OR expression are established in neuronal progenitors by two opposing forces: polygenic transcription and genomic silencing, both of which are influenced by dorsoventral gradients of transcription factors NFIA, B, and X. Polygenic transcription of OR genes may define spatially constrained OR repertoires, among which one OR allele is selected for singular expression later in development. Heterochromatin assembly and genomic compartmentalization of OR alleles also vary across the axes of the olfactory epithelium and may preferentially eliminate ectopically expressed ORs with more dorsal expression destinations from this 'privileged' repertoire. Our experiments identify early transcription as a potential 'epigenetic' contributor to future developmental patterning and reveal how two spatially responsive probabilistic processes may act in concert to establish deterministic, precise, and reproducible territories of stochastic gene expression.", "pub_date": "2023-Dec-18"}, {"title": "Opposing, spatially-determined epigenetic forces impose restrictions on stochastic olfactory receptor choice.", "abstract": "Olfactory receptor (OR) choice represents an example of genetically hardwired stochasticity, where every olfactory neuron expresses one out of ~2000 OR alleles in a probabilistic, yet stereotypic fashion. Here, we propose that topographic restrictions in OR expression are established in neuronal progenitors by two opposing forces: polygenic transcription and genomic silencing, both of which are influenced by dorsoventral gradients of transcription factors NFIA, B, and X. Polygenic transcription of OR genes may define spatially constrained OR repertoires, among which one OR allele is selected for singular expression later in development. Heterochromatin assembly and genomic compartmentalization of OR alleles also vary across the axes of the olfactory epithelium and may preferentially eliminate ectopically expressed ORs with more dorsal expression destinations from this \"privileged\" repertoire. Our experiments identify early transcription as a potential \"epigenetic\" contributor to future developmental patterning and reveal how two spatially responsive probabilistic processes may act in concert to establish deterministic, precise, and reproducible territories of stochastic gene expression.", "pub_date": "2023-Sep-19"}, {"title": "ER stress transforms random olfactory receptor choice into axon targeting precision.", "abstract": "Olfactory sensory neurons (OSNs) convert the stochastic choice of one of >1,000 olfactory receptor (OR) genes into precise and stereotyped axon targeting of OR-specific glomeruli in the olfactory bulb. Here, we show that the PERK arm of the unfolded protein response (UPR) regulates both the glomerular coalescence of like axons and the specificity of their projections. Subtle differences in OR protein sequences lead to distinct patterns of endoplasmic reticulum (ER) stress during OSN development, converting OR identity into distinct gene expression signatures. We identify the transcription factor Ddit3 as a key effector of PERK signaling that maps OR-dependent ER stress patterns to the transcriptional regulation of axon guidance and cell-adhesion genes, instructing targeting precision. Our results extend the known functions of the UPR from a quality-control pathway that protects cells from misfolded proteins to a sensor of cellular identity that interprets physiological states to direct axon wiring.", "pub_date": "2022-Oct-13"}, {"title": "SARS-CoV-2 infection in hamsters and humans results in lasting and unique systemic perturbations after recovery.", "abstract": "The host response to severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection can result in prolonged pathologies collectively referred to as post-acute sequalae of COVID-19 (PASC) or long COVID. To better understand the mechanism underlying long COVID biology, we compared the short- and long-term systemic responses in the golden hamster after either SARS-CoV-2 or influenza A virus (IAV) infection. Results demonstrated that SARS-CoV-2 exceeded IAV in its capacity to cause permanent injury to the lung and kidney and uniquely affected the olfactory bulb (OB) and olfactory epithelium (OE). Despite a lack of detectable infectious virus, the OB and OE demonstrated myeloid and T cell activation, proinflammatory cytokine production, and an interferon response that correlated with behavioral changes extending a month after viral clearance. These sustained transcriptional changes could also be corroborated from tissue isolated from individuals who recovered from COVID-19. These data highlight a molecular mechanism for persistent COVID-19 symptomology and provide a small animal model to explore future therapeutics.", "pub_date": "2022-Sep-28"}, {"title": "Non-cell-autonomous disruption of nuclear architecture as a potential cause of COVID-19-induced anosmia.", "abstract": "SARS-CoV-2 infects less than 1% of cells in the human body, yet it can cause severe damage in a variety of organs. Thus, deciphering the non-cell-autonomous effects of SARS-CoV-2 infection is imperative for understanding the cellular and molecular disruption it elicits. Neurological and cognitive defects are among the least understood symptoms of COVID-19 patients, with olfactory dysfunction being their most common sensory deficit. Here, we show that both in humans and hamsters, SARS-CoV-2 infection causes widespread downregulation of olfactory receptors (ORs) and of their signaling components. This non-cell-autonomous effect is preceded by a dramatic reorganization of the neuronal nuclear architecture, which results in dissipation of genomic compartments harboring OR genes. Our data provide a potential mechanism by which SARS-CoV-2 infection alters the cellular morphology and the transcriptome of cells it cannot infect, offering insight to its systemic effects in olfaction and beyond.", "pub_date": "2022-Mar-17"}, {"title": "Olfactory receptor choice: a case study for gene regulation in a multi-enhancer system.", "abstract": "The mammalian genome possesses >2000 olfactory receptor (OR) alleles regulated by 63 known OR-Enhancer elements, yet each olfactory sensory neuron (OSN) expresses only a single OR allele. Choreographed changes to OSN nuclear architecture are evidently necessary for OR expression. Additionally, the insulated organization of OR-enhancers around an OR allele is a hallmark of the chosen OR. However, the biology guiding OR choice itself is unclear. Innovations in single-cell and biophysics-based analysis of nuclear architecture are revising previous models of the nucleus to include its dynamic and probabilistic nature. In this review, we ground current knowledge of OR gene regulation in these emerging theories to speculate on mechanisms that may give rise to diverse and singular OR expression.", "pub_date": "2022"}, {"title": "Disruption of nuclear architecture as a cause of COVID-19 induced anosmia.", "abstract": "Olfaction relies on a coordinated partnership between odorant flow and neuronal communication. Disruption in our ability to detect odors, or anosmia, has emerged as a hallmark symptom of infection with SARS-CoV-2, yet the mechanism behind this abrupt sensory deficit remains elusive. Here, using molecular evaluation of human olfactory epithelium (OE) from subjects succumbing to COVID-19 and a hamster model of SARS-CoV-2 infection, we discovered widespread downregulation of olfactory receptors (ORs) as well as key components of their signaling pathway. OR downregulation likely represents a non-cell autonomous effect, since SARS-CoV-2 detection in OSNs is extremely rare both in human and hamster OEs. A likely explanation for the reduction of OR transcription is the striking reorganization of nuclear architecture observed in the OSN lineage, which disrupts multi-chromosomal compartments regulating OR expression in humans and hamsters. Our experiments uncover a novel molecular mechanism by which a virus with a very selective tropism can elicit persistent transcriptional changes in cells that evade it, contributing to the severity of COVID-19.", "pub_date": "2021-Feb-09"}, {"title": "Editorial: Neural epigenetics.", "abstract": null, "pub_date": "2019"}, {"title": "Recapitulation and Reversal of Schizophrenia-Related Phenotypes in Setd1a-Deficient Mice.", "abstract": "SETD1A, a lysine-methyltransferase, is a key schizophrenia susceptibility gene. Mice carrying a heterozygous loss-of-function mutation of the orthologous gene exhibit alterations in axonal branching and cortical synaptic dynamics accompanied by working memory deficits. We show that Setd1a binds both promoters and enhancers with a striking overlap between Setd1a and Mef2 on enhancers. Setd1a targets are highly expressed in pyramidal neurons and display a complex pattern of transcriptional up- and downregulations shaped by presumed opposing functions of Setd1a on promoters and Mef2-bound enhancers. Notably, evolutionarily conserved Setd1a targets are associated with neuropsychiatric genetic risk burden. Reinstating Setd1a expression in adulthood rescues cognitive deficits. Finally, we identify LSD1 as a major counteracting demethylase for Setd1a and show that its pharmacological antagonism results in a full rescue of the behavioral and morphological deficits in Setd1a-deficient mice. Our findings advance understanding of how SETD1A mutations predispose to schizophrenia (SCZ) and point to novel therapeutic interventions.", "pub_date": "2019-Nov-06"}, {"title": "Olfactory receptor genes make the case for inter-chromosomal interactions.", "abstract": "The partitioning of the interphase nucleus into chromosome territories generally precludes DNA from making specific and reproducible inter-chromosomal contacts. However, with the development of powerful genomic and imaging tools for the analysis of the 3D genome, and with their application on an increasing number of cell types, it becomes apparent that regulated, specific, and functionally important inter-chromosomal contacts exist. Widespread and stereotypic inter-chromosomal interactions are at the center of chemosensation, where they regulate the singular and stochastic expression of olfactory receptor genes. In olfactory sensory neurons (OSNs) coalescence of multiple intergenic enhancers to a multi-chromosomal hub orchestrates the expression of a single OR allele, whereas convergence of the remaining OR genes from 18 chromosomes into a few heterochromatic compartments mediates their effective transcriptional silencing. In this review we describe the role of interchromosomal interactions in OR gene choice, and we describe other biological systems where such genomic interactions may contribute to regulatory robustness and transcriptional diversification.", "pub_date": "2019"}, {"title": "Live-cell imaging reveals enhancer-dependent ", "abstract": "Enhancers are important regulatory elements that can control gene activity across vast genetic distances. However, the underlying nature of this regulation remains obscured because it has been difficult to observe in living cells. Here, we visualize the spatial organization and transcriptional output of the key pluripotency regulator ", "pub_date": "2019-May-24"}, {"title": "Antisense lncRNA Transcription Mediates DNA Demethylation to Drive Stochastic Protocadherin α Promoter Choice.", "abstract": "Stochastic activation of clustered Protocadherin (Pcdh) α, β, and γ genes generates a cell-surface identity code in individual neurons that functions in neural circuit assembly. Here, we show that Pcdhα gene choice involves the activation of an antisense promoter located in the first exon of each Pcdhα alternate gene. Transcription of an antisense long noncoding RNA (lncRNA) from this antisense promoter extends through the sense promoter, leading to DNA demethylation of the CTCF binding sites proximal to each promoter. Demethylation-dependent CTCF binding to both promoters facilitates cohesin-mediated DNA looping with a distal enhancer (HS5-1), locking in the transcriptional state of the chosen Pcdhα gene. Uncoupling DNA demethylation from antisense transcription by Tet3 overexpression in mouse olfactory neurons promotes CTCF binding to all Pcdhα promoters, resulting in proximity-biased DNA looping of the HS5-1 enhancer. Thus, antisense transcription-mediated promoter demethylation functions as a mechanism for distance-independent enhancer/promoter DNA looping to ensure stochastic Pcdhα promoter choice.", "pub_date": "2019-Apr-18"}]}, {"researcher": "Steven A. Siegelbaum", "articles": [{"title": "Regulation by Presynaptic NMDA Receptors of Non-Linear Postsynaptic Summation of the Cortical Input to CA1 Pyramidal Neurons.", "abstract": "Entorhinal cortex (EC) LIII and LII glutamatergic neurons make monosynaptic connections onto distal apical dendrites of hippocampal CA1 and CA2 pyramidal neurons (PNs), respectively, through perforant path (PP) projections. We previously reported that a brief train of PP stimuli evokes strong supralinear temporal summation of excitatory postsynaptic potentials (EPSPs) in CA1 PNs that requires NMDAR activation, with relatively little summation in CA2 PNs in mice of either sex. Here we provide evidence from combined immunogold electron microscopy, cell-type specific genetic deletion and pharmacology that the NMDARs required for supralinear temporal summation of the CA1 PP EPSP are presynaptic, located in the PP terminals. Moreover, we found that the number of NMDARs in PP terminals innervating CA1 PNs is significantly greater than that found in PP terminals innervating CA2 PNs, providing a potential explanation for the difference in temporal summation in these two classes of hippocampal PNs.", "pub_date": "2024-Jun-13"}, {"title": "Modulation of aggression by social novelty recognition memory in the hippocampal CA2 region.", "abstract": "The dorsal CA2 subregion (dCA2) of the hippocampus exerts a critical role in social novelty recognition (SNR) memory and in the promotion of social aggression. Whether the social aggression and SNR memory functions of dCA2 are related or represent independent processes is unknown. Here we investigated the hypotheses that an animal is more likely to attack a novel compared to familiar animal and that dCA2 promotes social aggression through its ability to discriminate between novel and familiar conspecifics. To test these ideas, we conducted a multi-day resident intruder (R-I) test of aggression towards novel and familiar conspecifics. We found that mice were more likely to attack a novel compared to familiarized intruder and that silencing of dCA2 caused a more profound inhibition of aggression towards a novel than familiarized intruder. To explore whether and how dCA2 pyramidal neurons encode aggression, we recorded their activity using microendoscopic calcium imaging throughout the days of the R-I test. We found that a fraction of dCA2 neurons were selectively activated or inhibited during exploration, dominance, and attack behaviors and that these signals were enhanced during interaction with a novel compared to familiarized conspecific. Based on dCA2 population activity, a set of binary linear classifiers accurately decoded whether an animal was engaged in each of these forms of social behavior. Of particular interest, the accuracy of decoding aggression was greater with novel compared to familiarized intruders, with significant cross-day decoding using the same familiar animal on each day but not for a familiar-novel pair. Together, these findings demonstrate that dCA2 integrates information about social novelty with signals of behavioral state to promote aggression towards novel conspecifics.", "pub_date": "2024-May-04"}, {"title": "Vivien Chevaleyre (1973-2024).", "abstract": null, "pub_date": "2024-May-01"}, {"title": "Tuned geometries of hippocampal representations meet the computational demands of social memory.", "abstract": "Social memory consists of two processes: the detection of familiar compared with novel conspecifics and the detailed recollection of past social episodes. We investigated the neural bases for these processes using calcium imaging of dorsal CA2 hippocampal pyramidal neurons, known to be important for social memory, during social/spatial encounters with novel conspecifics and familiar littermates. Whereas novel individuals were represented in a low-dimensional geometry that allows for generalization of social identity across different spatial locations and of location across different identities, littermates were represented in a higher-dimensional geometry that supports high-capacity memory storage. Moreover, familiarity was represented in an abstract format, independent of individual identity. The degree to which familiarity increased the dimensionality of CA2 representations for individual mice predicted their performance in a social novelty recognition memory test. Thus, by tuning the geometry of structured neural activity, CA2 is able to meet the demands of distinct social memory processes.", "pub_date": "2024-Apr-17"}, {"title": "Reduced Cholecystokinin-Expressing Interneuron Input Contributes to Disinhibition of the Hippocampal CA2 Region in a Mouse Model of Temporal Lobe Epilepsy.", "abstract": "A significant proportion of temporal lobe epilepsy (TLE) patients experience drug-resistant seizures associated with mesial temporal sclerosis, in which there is extensive cell loss in the hippocampal CA1 and CA3 subfields, with a relative sparing of dentate gyrus granule cells and CA2 pyramidal neurons (PNs). A role for CA2 in seizure generation was suggested based on findings of a reduction in CA2 synaptic inhibition (Williamson and Spencer, 1994) and the presence of interictal-like spike activity in CA2 in resected hippocampal tissue from TLE patients (Wittner et al., 2009). We recently found that in the pilocarpine-induced status epilepticus (PILO-SE) mouse model of TLE there was an increase in CA2 intrinsic excitability associated with a loss of CA2 synaptic inhibition. Furthermore, chemogenetic silencing of CA2 significantly reduced seizure frequency, consistent with a role of CA2 in promoting seizure generation and/or propagation (Whitebirch et al., 2022). In the present study, we explored the cellular basis of this inhibitory deficit using immunohistochemical and electrophysiological approaches in PILO-SE male and female mice. We report a widespread decrease in the density of pro-cholecystokinin-immunopositive (CCK", "pub_date": "2023-Oct-11"}, {"title": "A neural mechanism for discriminating social threat from social safety.", "abstract": "The ability to distinguish a threatening from non-threatening conspecific based on past experience is critical for adaptive social behaviors. Although recent progress has been made in identifying the neural circuits that contribute to different types of positive and negative social interactions, the neural mechanisms that enable the discrimination of individuals based on past aversive experiences remain unknown. Here, we developed a modified social fear conditioning paradigm that induced in both sexes robust behavioral discrimination of a conspecific associated with a footshock (CS+) from a non-reinforced interaction partner (CS-). Strikingly, chemogenetic or optogenetic silencing of hippocampal CA2 pyramidal neurons, which have been previously implicated in social novelty recognition memory, resulted in generalized avoidance fear behavior towards the equally familiar CS-and CS+. One-photon calcium imaging revealed that the accuracy with which CA2 representations discriminate the CS+ from the CS-animal was enhanced following social fear conditioning and strongly correlated with behavioral discrimination. Moreover the CA2 representations incorporated a generalized or abstract representation of social valence irrespective of conspecific identity and location. Thus, our results demonstrate, for the first time, that the same hippocampal CA2 subregion mediates social memories based on conspecific familiarity and social threat, through the incorporation of a representation of social valence into an initial representation of social identity.", "pub_date": "2023-Jul-27"}, {"title": "Social odor discrimination and its enhancement by associative learning in the hippocampal CA2 region.", "abstract": "Although the hippocampus is crucial for social memory, how social sensory information is combined with contextual information to form episodic social memories remains unknown. Here, we investigated the mechanisms for social sensory information processing using two-photon calcium imaging from hippocampal CA2 pyramidal neurons (PNs)-which are crucial for social memory-in awake head-fixed mice exposed to social and non-social odors. We found that CA2 PNs represent social odors of individual conspecifics and that these representations are refined during associative social odor-reward learning to enhance the discrimination of rewarded compared with unrewarded odors. Moreover, the structure of the CA2 PN population activity enables CA2 to generalize along categories of rewarded versus unrewarded and social versus non-social odor stimuli. Finally, we found that CA2 is important for learning social but not non-social odor-reward associations. These properties of CA2 odor representations provide a likely substrate for the encoding of episodic social memory.", "pub_date": "2023-Jul-19"}, {"title": "Hippocampal area CA2 controls seizure dynamics, interictal EEG abnormalities and social comorbidity in mouse models of temporal lobe epilepsy.", "abstract": "Temporal lobe epilepsy (TLE) is characterized by spontaneous recurrent seizures, abnormal activity between seizures, and impaired behavior. CA2 pyramidal neurons (PNs) are potentially important because inhibiting them with a chemogenetic approach reduces seizure frequency in a mouse model of TLE. However, whether seizures could be stopped by timing inhibition just as a seizure begins is unclear. Furthermore, whether inhibition would reduce the cortical and motor manifestations of seizures are not clear. Finally, whether interictal EEG abnormalities and TLE comorbidities would be improved are unknown. Therefore, real-time optogenetic silencing of CA2 PNs during seizures, interictal activity and behavior were studied in 2 mouse models of TLE. CA2 silencing significantly reduced seizure duration and time spent in convulsive behavior. Interictal spikes and high frequency oscillations were significantly reduced, and social behavior was improved. Therefore, brief focal silencing of CA2 PNs reduces seizures, their propagation, and convulsive manifestations, improves interictal EEG, and ameliorates social comorbidities.", "pub_date": "2023-Jan-18"}, {"title": "Enhanced excitability of the hippocampal CA2 region and its contribution to seizure activity in a mouse model of temporal lobe epilepsy.", "abstract": "The hippocampal CA2 region, an area important for social memory, has been suspected to play a role in temporal lobe epilepsy (TLE) because of its resistance to degeneration observed in neighboring CA1 and CA3 regions in both humans and rodent models of TLE. However, little is known about whether alterations in CA2 properties promote seizure generation or propagation. Here, we addressed the role of CA2 using the pilocarpine-induced status epilepticus model of TLE. Ex vivo electrophysiological recordings from acute hippocampal slices revealed a set of coordinated changes that enhance CA2 PC intrinsic excitability, reduce CA2 inhibitory input, and increase CA2 excitatory output to its major CA1 synaptic target. Moreover, selective chemogenetic silencing of CA2 pyramidal cells caused a significant decrease in the frequency of spontaneous seizures measured in vivo. These findings provide the first evidence that CA2 actively contributes to TLE seizure activity and may thus be a promising therapeutic target.", "pub_date": "2022-Oct-05"}, {"title": "Seizures, behavioral deficits, and adverse drug responses in two new genetic mouse models of ", "abstract": "De novo mutations in voltage- and ligand-gated channels have been associated with an increasing number of cases of developmental and epileptic encephalopathies, which often fail to respond to classic antiseizure medications. Here, we examine two knock-in mouse models replicating de novo sequence variations in the human ", "pub_date": "2022-Aug-16"}, {"title": "Somatic Depolarization Enhances Hippocampal CA1 Dendritic Spike Propagation and Distal Input-Driven Synaptic Plasticity.", "abstract": "Synaptic inputs that target distal regions of neuronal dendrites can often generate local dendritic spikes that can amplify synaptic depolarization, induce synaptic plasticity, and enhance neuronal output. However, distal dendritic spikes are subject to significant attenuation by dendritic cable properties, and often produce only a weak subthreshold depolarization of the soma. Nonetheless, such spikes have been implicated in memory storage, sensory perception and place field formation. How can such a weak somatic response produce such powerful behavioral effects? Here, we use dual dendritic and somatic recordings in acute hippocampal slices of male mice to reveal that dendritic spike propagation, but not spike initiation, is strongly enhanced when the somatic resting potential is depolarized, likely as a result of increased inactivation of A-type K", "pub_date": "2022-Apr-20"}, {"title": "A direct lateral entorhinal cortex to hippocampal CA2 circuit conveys social information required for social memory.", "abstract": "The hippocampus is essential for different forms of declarative memory, including social memory, the ability to recognize and remember a conspecific. Although recent studies identify the importance of the dorsal CA2 region of the hippocampus in social memory storage, little is known about its sources of social information. Because CA2, like other hippocampal regions, receives its major source of spatial and non-spatial information from the medial and lateral subdivisions of entorhinal cortex (MEC and LEC), respectively, we investigated the importance of these inputs for social memory. Whereas MEC inputs to CA2 are dispensable, the direct inputs to CA2 from LEC are both selectively activated during social exploration and required for social memory. This selective behavioral role of LEC is reflected in the stronger excitatory drive it provides to CA2 compared with MEC. Thus, a direct LEC → CA2 circuit is tuned to convey social information that is critical for social memory.", "pub_date": "2022-May-04"}, {"title": "Frequency-Dependent Synaptic Dynamics Differentially Tune CA1 and CA2 Pyramidal Neuron Responses to Cortical Input.", "abstract": "Entorhinal cortex neurons make monosynaptic connections onto distal apical dendrites of CA1 and CA2 pyramidal neurons through the perforant path (PP) projection. Previous studies show that differences in dendritic properties and synaptic input density enable the PP inputs to produce a much stronger excitation of CA2 compared with CA1 pyramidal neurons. Here, using mice of both sexes, we report that the difference in PP efficacy varies substantially as a function of presynaptic firing rate. Although a single PP stimulus evokes a 5- to 6-fold greater EPSP in CA2 compared with CA1, a brief high-frequency train of PP stimuli evokes a strongly facilitating postsynaptic response in CA1, with relatively little change in CA2. Furthermore, we demonstrate that blockade of NMDARs significantly reduces strong temporal summation in CA1 but has little impact on that in CA2. As a result of the differences in the frequency- and NMDAR-dependent temporal summation, naturalistic patterns of presynaptic activity evoke CA1 and CA2 responses with distinct dynamics, differentially tuning CA1 and CA2 responses to bursts of presynaptic firing versus single presynaptic spikes, respectively.", "pub_date": "2021-Sep-29"}, {"title": "Gating movements and ion permeation in HCN4 pacemaker channels.", "abstract": "The HCN1-4 channel family is responsible for the hyperpolarization-activated cation current I", "pub_date": "2021-Jul-15"}, {"title": "Enkephalin release from VIP interneurons in the hippocampal CA2/3a region mediates heterosynaptic plasticity and social memory.", "abstract": "The hippocampus contains a diverse array of inhibitory interneurons that gate information flow through local cortico-hippocampal circuits to regulate memory storage. Although most studies of interneurons have focused on their role in fast synaptic inhibition mediated by GABA release, different classes of interneurons express unique sets of neuropeptides, many of which have been shown to exert powerful effects on neuronal function and memory when applied pharmacologically. However, relatively little is known about whether and how release of endogenous neuropeptides from inhibitory cells contributes to their behavioral role in regulating memory formation. Here we report that vasoactive intestinal peptide (VIP)-expressing interneurons participate in social memory storage by enhancing information transfer from hippocampal CA3 pyramidal neurons to CA2 pyramidal neurons. Notably, this action depends on release of the neuropeptide enkephalin from VIP neurons, causing long-term depression of feedforward inhibition onto CA2 pyramidal cells. Moreover, VIP neuron activity in the CA2 region is increased selectively during exploration of a novel conspecific. Our findings, thus, enhance our appreciation of how GABAergic neurons can regulate synaptic plasticity and mnemonic behavior by demonstrating that such actions can be mediated by release of a specific neuropeptide, rather than through classic fast inhibitory transmission.", "pub_date": "2022"}]}, {"researcher": "David Sulzer", "articles": [{"title": "Twelve Years of Drug Prioritization to Help Accelerate Disease Modification Trials in Parkinson's Disease: The International Linked Clinical Trials Initiative.", "abstract": "In 2011, the UK medical research charity Cure Parkinson's set up the international Linked Clinical Trials (iLCT) committee to help expedite the clinical testing of potentially disease modifying therapies for Parkinson's disease (PD). The first committee meeting was held at the Van Andel Institute in Grand Rapids, Michigan in 2012. This group of PD experts has subsequently met annually to assess and prioritize agents that may slow the progression of this neurodegenerative condition, using a systematic approach based on preclinical, epidemiological and, where possible, clinical data. Over the last 12 years, 171 unique agents have been evaluated by the iLCT committee, and there have been 21 completed clinical studies and 20 ongoing trials associated with the initiative. In this review, we briefly outline the iLCT process as well as the clinical development and outcomes of some of the top prioritized agents. We also discuss a few of the lessons that have been learnt, and we conclude with a perspective on what the next decade may bring, including the introduction of multi-arm, multi-stage clinical trial platforms and the possibility of combination therapies for PD.", "pub_date": "2024"}, {"title": "A Human Brain Map of Mitochondrial Respiratory Capacity and Diversity.", "abstract": "Mitochondrial oxidative phosphorylation (OxPhos) powers brain activity", "pub_date": "2024-Mar-22"}, {"title": "5-HT1B receptors mediate dopaminergic inhibition of vesicular fusion and GABA release from striatonigral synapses.", "abstract": "The substantia nigra pars reticulata (SNr), a crucial basal ganglia output nucleus, contains a dense expression of dopamine D1 receptors (D1Rs), along with dendrites belonging to dopaminergic neurons of substantia nigra pars compacta. These D1Rs are primarily located on the terminals of striatonigral medium spiny neurons, suggesting their involvement in the regulation of neurotransmitter release from the direct pathway in response to somatodendritic dopamine release. To explore the hypothesis that D1Rs modulate GABA release from striatonigral synapses, we conducted optical recordings of striatonigral activity and postsynaptic patch-clamp recordings from SNr neurons in the presence of dopamine and D1R agonists. We found that dopamine inhibits optogenetically triggered striatonigral GABA release by modulating vesicle fusion and Ca ", "pub_date": "2024-Mar-14"}, {"title": "Molecular Design of SERTlight: A Fluorescent Serotonin Probe for Neuronal Labeling in the Brain.", "abstract": "The serotonergic transmitter system plays fundamental roles in the nervous system in neurotransmission, synaptic plasticity, pathological processes, and therapeutic effects of antidepressants and psychedelics, as well as in the gastrointestinal and circulatory systems. We introduce a novel small molecule fluorescent agent, termed ", "pub_date": "2024-Apr-10"}, {"title": "A Human Brain Map of Mitochondrial Respiratory Capacity and Diversity.", "abstract": "Mitochondrial oxidative phosphorylation (OxPhos) powers brain activity", "pub_date": "2024-Mar-07"}, {"title": "PINK1 is a target of T cell responses in Parkinson's disease.", "abstract": "Parkinson's disease (PD) is associated with autoimmune T cells that recognize the protein alpha-synuclein in a subset of individuals. Multiple neuroantigens are targets of autoinflammatory T cells in classical central nervous system autoimmune diseases such as multiple sclerosis (MS). Here, we explored whether additional autoantigenic targets of T cells in PD. We generated 15-mer peptide pools spanning several PD-related proteins implicated in PD pathology, including GBA, SOD1, PINK1, parkin, OGDH, and LRRK2. Cytokine production (IFNγ, IL-5, IL-10) against these proteins was measured using a fluorospot assay and PBMCs from patients with PD and age-matched healthy controls. This approach identified unique epitopes and their HLA restriction from the mitochondrial-associated protein PINK1, a regulator of mitochondrial stability, as an autoantigen targeted by T cells. The T cell reactivity was predominantly found in male patients with PD, which may contribute to the heterogeneity of PD. Identifying and characterizing PINK1 and other autoinflammatory targets may lead to antigen-specific diagnostics, progression markers, and/or novel therapeutic strategies for PD.", "pub_date": "2024-Feb-12"}, {"title": "Dysregulated acetylcholine-mediated dopamine neurotransmission in the eIF4E Tg mouse model of autism spectrum disorders.", "abstract": "Autism Spectrum Disorders (ASD) consist of diverse neurodevelopmental conditions where core behavioral symptoms are critical for diagnosis. Altered dopamine neurotransmission in the striatum has been suggested to contribute to the behavioral features of ASD. Here, we examine dopamine neurotransmission in a mouse model of ASD characterized by elevated expression of the eukaryotic initiation factor 4E (eIF4E), a key regulator of cap-dependent translation, using a comprehensive approach that encompasses genetics, behavior, synaptic physiology, and imaging. The results indicate that increased eIF4E expression leads to behavioral inflexibility and impaired striatal dopamine release. The loss of normal dopamine neurotransmission is due to a defective nicotinic receptor signaling that regulates calcium dynamics in dopaminergic axons. These findings reveal an intricate interplay between eIF4E, DA neurotransmission, and behavioral flexibility, provide a mechanistic understanding of ASD symptoms and offer a foundation for targeted therapeutic interventions.", "pub_date": "2024-Jan-30"}, {"title": "Interaction of an α-synuclein epitope with HLA-DRB1", "abstract": "Enteric symptoms are hallmarks of prodromal Parkinson's disease (PD) that appear decades before the onset of motor symptoms and diagnosis. PD patients possess circulating T cells that recognize specific α-synuclein (α-syn)-derived epitopes. One epitope, α-syn", "pub_date": "2023-Nov-01"}, {"title": "Norepinephrine release in the cerebellum contributes to aversive learning.", "abstract": "The modulation of dopamine release from midbrain projections to the striatum has long been demonstrated in reward-based learning, but the synaptic basis of aversive learning is far less characterized. The cerebellum receives axonal projections from the locus coeruleus, and norepinephrine release is implicated in states of arousal and stress, but whether aversive learning relies on plastic changes in norepinephrine release in the cerebellum is unknown. Here we report that in mice, norepinephrine is released in the cerebellum following an unpredicted noxious event (a foot-shock) and that this norepinephrine release is potentiated powerfully with fear acquisition as animals learn that a previously neutral stimulus (tone) predicts the aversive event. Importantly, both chemogenetic and optogenetic inhibition of the locus coeruleus-cerebellum pathway block fear memory without impairing motor function. Thus, norepinephrine release in the cerebellum is modulated by experience and underlies aversive learning.", "pub_date": "2023-Aug-10"}, {"title": "Perturbation of serine enantiomers homeostasis in the striatum of MPTP-lesioned monkeys and mice reflects the extent of dopaminergic midbrain degeneration.", "abstract": "Loss of dopaminergic midbrain neurons perturbs l-serine and d-serine homeostasis in the post-mortem caudate putamen (CPu) of Parkinson's disease (PD) patients. However, it is unclear whether the severity of dopaminergic nigrostriatal degeneration plays a role in deregulating serine enantiomers' metabolism. Here, through high-performance liquid chromatography (HPLC), we measured the levels of these amino acids in 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP)-treated monkeys and MPTP-plus-probenecid (MPTPp)-treated mice to determine whether and how dopaminergic midbrain degeneration affects the levels of serine enantiomers in various basal ganglia subregions. In addition, in the same brain regions, we measured the levels of key neuroactive amino acids modulating glutamatergic neurotransmission, including l-glutamate, glycine, l-aspartate, d-aspartate, and their precursors l-glutamine, l-asparagine. In monkeys, MPTP treatment produced severe denervation of nigrostriatal dopaminergic fibers (⁓75%) and increased the levels of serine enantiomers in the rostral putamen (rPut), but not in the subthalamic nucleus, and the lateral and medial portion of the globus pallidus. Moreover, this neurotoxin significantly reduced the protein expression of the astrocytic serine transporter ASCT1 and the glycolytic enzyme GAPDH in the rPut of monkeys. Conversely, concentrations of d-serine and l-serine, as well as ASCT1 and GAPDH expression were unaffected in the striatum of MPTPp-treated mice, which showed only mild dopaminergic degeneration (⁓30%). These findings unveil a link between the severity of dopaminergic nigrostriatal degeneration and striatal serine enantiomers concentration, ASCT1 and GAPDH expression. We hypothesize that the up-regulation of d-serine and l-serine levels occurs as a secondary response within a homeostatic loop to support the metabolic and neurotransmission demands imposed by the degeneration of dopaminergic neurons.", "pub_date": "2023"}, {"title": "Homeostasis of serine enantiomers is disrupted in the post-mortem caudate putamen and cerebrospinal fluid of living Parkinson's disease patients.", "abstract": "L-serine generated in astrocytes plays a pivotal role in modulating essential neurometabolic processes, while its enantiomer, D-serine, specifically regulates NMDA receptor (NMDAR) signalling. Despite their physiological relevance in modulating cerebral activity, serine enantiomers metabolism in Parkinson's disease (PD) remains elusive. Using High-Performance Liquid Chromatography (HPLC), we measured D- and L-serine levels along with other amino acids known to modulate NMDAR function, such as L-glutamate, L-aspartate, D-aspartate, and glycine, in the post-mortem caudate putamen (CPu) and superior frontal gyrus (SFG) of PD patients. Moreover, we examined these amino acids in the cerebrospinal fluid (CSF) of de novo living PD, Alzheimer's disease (AD), and amyotrophic lateral sclerosis (ALS) patients versus subjects with other neurological disorders (OND), used as control. We found higher D-serine and L-serine levels in the CPu of PD patients but not in the SFG, a cerebral region that, in contrast to the CPu, is not innervated by nigral dopaminergic terminals. We also highlighted a significant elevation of both serine enantiomers in the CSF samples from PD but not in those of AD and ALS patients, compared with control subjects. By contrast, none or only minor changes were found in the amount of other NMDAR modulating amino acids. Our findings identify D-serine and L-serine level upregulation as a biochemical signature associated with nigrostriatal dopaminergic degeneration in PD.", "pub_date": "2023"}, {"title": "Conserved and cell type-specific transcriptional responses to IFN-γ in the ventral midbrain.", "abstract": "Dysregulated inflammation within the central nervous system (CNS) contributes to neuropathology in infectious, autoimmune, and neurodegenerative disease. With the exception of microglia, major histocompatibility complex (MHC) proteins are virtually undetectable in the mature, healthy central nervous system (CNS). Neurons have generally been considered incapable of antigen presentation, and although interferon gamma (IFN-γ) can elicit neuronal MHC class I (MHC-I) expression and antigen presentation in vitro, it has been unclear whether similar responses occur in vivo. Here we directly injected IFN-γ into the ventral midbrain of mature mice and analyzed gene expression profiles of specific CNS cell types. We found that IFN-γ upregulated MHC-I and associated mRNAs in ventral midbrain microglia, astrocytes, oligodendrocytes, and GABAergic, glutamatergic, and dopaminergic neurons. The core set of IFN-γ-induced genes and their response kinetics were similar in neurons and glia, but with a lower amplitude of expression in neurons. A diverse repertoire of genes was upregulated in glia, particularly microglia, which were the only cells to undergo cellular proliferation and express MHC classII (MHC-II) and associated genes. To determine if neurons respond directly via cell-autonomous IFN-γ receptor (IFNGR) signaling, we produced mutant mice with a deletion of the IFN-γ-binding domain of IFNGR1 in dopaminergic neurons, which resulted in a complete loss of dopaminergic neuronal responses to IFN-γ. Our results demonstrate that IFN-γ induces neuronal IFNGR signaling and upregulation of MHC-I and related genes in vivo, although the expression level is low compared to oligodendrocytes, astrocytes, and microglia.", "pub_date": "2023"}, {"title": "Dopamine transporter and synaptic vesicle sorting defects underlie auxilin-associated Parkinson's disease.", "abstract": "Auxilin participates in the uncoating of clathrin-coated vesicles (CCVs), thereby facilitating synaptic vesicle (SV) regeneration at presynaptic sites. Auxilin (DNAJC6/PARK19) loss-of-function mutations cause early-onset Parkinson's disease (PD). Here, we utilized auxilin knockout (KO) mice to elucidate the mechanisms through which auxilin deficiency and clathrin-uncoating deficits lead to PD. Auxilin KO mice display cardinal features of PD, including progressive motor deficits, α-synuclein pathology, nigral dopaminergic loss, and neuroinflammation. Significantly, treatment with L-DOPA ameliorated motor deficits. Unbiased proteomic and neurochemical analyses of auxilin KO brains indicated dopamine dyshomeostasis. We validated these findings by demonstrating slower dopamine reuptake kinetics in vivo, an effect associated with dopamine transporter misrouting into axonal membrane deformities in the dorsal striatum. Defective SV protein sorting and elevated synaptic autophagy also contribute to ineffective dopamine sequestration and compartmentalization, ultimately leading to neurodegeneration. This study provides insights into how presynaptic endocytosis deficits lead to dopaminergic vulnerability and pathogenesis of PD.", "pub_date": "2023-Mar-28"}, {"title": "Computational models of dopamine release measured by fast scan cyclic voltammetry in vivo.", "abstract": "Dopamine neurotransmission in the striatum is central to many normal and disease functions. Ventral midbrain dopamine neurons exhibit ongoing tonic firing that produces low extrasynaptic levels of dopamine below the detection of conventional extrasynaptic cyclic voltammetry (∼10-20 nanomolar), with superimposed bursts that can saturate the dopamine uptake transporter and produce transient micromolar concentrations. The bursts are known to lead to marked presynaptic plasticity via multiple mechanisms, but analysis methods for these kinetic parameters are limited. To provide a deeper understanding of the mechanics of the modulation of dopamine neurotransmission by physiological, genetic, and pharmacological means, we present three computational models of dopamine release with different levels of spatiotemporal complexity to analyze in vivo fast-scan cyclic voltammetry recordings from the dorsal striatum of mice. The models accurately fit to cyclic voltammetry data and provide estimates of presynaptic dopamine facilitation/depression kinetics and dopamine transporter reuptake kinetics, and we used the models to analyze the role of synuclein proteins in neurotransmission. The models' results support recent findings linking the presynaptic protein α-synuclein to the short-term facilitation and long-term depression of dopamine release, as well as reveal a new role for β-synuclein and/or γ-synuclein in the long-term regulation of dopamine reuptake.", "pub_date": "2023"}, {"title": "Dynamic physiological α-synuclein S129 phosphorylation is driven by neuronal activity.", "abstract": "In Parkinson's disease and other synucleinopathies, the elevation of α-synuclein phosphorylated at Serine129 (pS129) is a widely cited marker of pathology. However, the physiological role for pS129 has remained undefined. Here we use multiple approaches to show for the first time that pS129 functions as a physiological regulator of neuronal activity. Neuronal activity triggers a sustained increase of pS129 in cultured neurons (200% within 4 h). In accord, brain pS129 is elevated in environmentally enriched mice exhibiting enhanced long-term potentiation. Activity-dependent α-synuclein phosphorylation is S129-specific, reversible, confers no cytotoxicity, and accumulates at synapsin-containing presynaptic boutons. Mechanistically, our findings are consistent with a model in which neuronal stimulation enhances Plk2 kinase activity via a calcium/calcineurin pathway to counteract PP2A phosphatase activity for efficient phosphorylation of membrane-bound α-synuclein. Patch clamping of rat SNCA", "pub_date": "2023-Jan-16"}]}, {"researcher": "Laura Landweber", "articles": [{"title": "SDRAP for annotating scrambled or rearranged genomes.", "abstract": "Genomes sometimes undergo large-scale rearrangements. Programmed genome rearrangements in ciliates offer an extreme example, making them a compelling model system to study DNA rearrangements. Currently, available methods for genome annotation are not adequate for highly scrambled genomes. We present a theoretical framework and software implementation for the systematic extraction and analysis of DNA rearrangement annotations from pairs of genome assemblies corresponding to precursor and product versions. The software makes no assumptions about the structure of the rearrangements, and permits the user to select parameters to suit the data. Compared to previous approaches, this work achieves more complete precursor-product mappings, allows for full transparency and reproducibility, and can be adapted to genomic data from different sources.", "pub_date": "2023"}, {"title": "Exploration of the Nuclear Proteomes in the Ciliate ", "abstract": "Nuclear dimorphism is a fundamental feature of ciliated protozoa, which have separate somatic and germline genomes in two distinct organelles within a single cell. The transcriptionally active somatic genome, contained within the physically larger macronucleus, is both structurally and functionally different from the silent germline genome housed in the smaller micronucleus. This difference in genome architecture is particularly exaggerated in ", "pub_date": "2023-Jan-30"}, {"title": "Comparative genomics reveals insight into the evolutionary origin of massively scrambled genomes.", "abstract": "Ciliates are microbial eukaryotes that undergo extensive programmed genome rearrangement, a natural genome editing process that converts long germline chromosomes into smaller gene-rich somatic chromosomes. Three well-studied ciliates include ", "pub_date": "2022-Nov-24"}, {"title": "NT-seq: a chemical-based sequencing method for genomic methylome profiling.", "abstract": "DNA methylation plays vital roles in both prokaryotes and eukaryotes. There are three forms of DNA methylation in prokaryotes: N", "pub_date": "2022-May-30"}, {"title": "Transposon debris in ciliate genomes.", "abstract": "The germline genomes of ciliated protists are replete with \"junk\" DNA insertions that need to be removed for gene expression. Unlike introns, these are spliced as DNA. What is their source, and why are they so abundant? A new study in PLOS Biology supports a classic model of transposon origins.", "pub_date": "2021"}, {"title": "Transcribed germline-limited coding sequences in Oxytricha trifallax.", "abstract": "The germline-soma divide is a fundamental distinction in developmental biology, and different genes are expressed in germline and somatic cells throughout metazoan life cycles. Ciliates, a group of microbial eukaryotes, exhibit germline-somatic nuclear dimorphism within a single cell with two different genomes. The ciliate Oxytricha trifallax undergoes massive RNA-guided DNA elimination and genome rearrangement to produce a new somatic macronucleus (MAC) from a copy of the germline micronucleus (MIC). This process eliminates noncoding DNA sequences that interrupt genes and also deletes hundreds of germline-limited open reading frames (ORFs) that are transcribed during genome rearrangement. Here, we update the set of transcribed germline-limited ORFs (TGLOs) in O. trifallax. We show that TGLOs tend to be expressed during nuclear development and then are absent from the somatic MAC. We also demonstrate that exposure to synthetic RNA can reprogram TGLO retention in the somatic MAC and that TGLO retention leads to transcription outside the normal developmental program. These data suggest that TGLOs represent a group of developmentally regulated protein-coding sequences whose gene expression is terminated by DNA elimination.", "pub_date": "2021-Jun-17"}, {"title": "SIGAR: Inferring Features of Genome Architecture and DNA Rearrangements by Split-Read Mapping.", "abstract": "Ciliates are microbial eukaryotes with distinct somatic and germline genomes. Postzygotic development involves extensive remodeling of the germline genome to form somatic chromosomes. Ciliates therefore offer a valuable model for studying the architecture and evolution of programed genome rearrangements. Current studies usually focus on a few model species, where rearrangement features are annotated by aligning reference germline and somatic genomes. Although many high-quality somatic genomes have been assembled, a high-quality germline genome assembly is difficult to obtain due to its smaller DNA content and abundance of repetitive sequences. To overcome these hurdles, we propose a new pipeline, SIGAR (Split-read Inference of Genome Architecture and Rearrangements) to infer germline genome architecture and rearrangement features without a germline genome assembly, requiring only short DNA sequencing reads. As a proof of principle, 93% of rearrangement junctions identified by SIGAR in the ciliate Oxytricha trifallax were validated by the existing germline assembly. We then applied SIGAR to six diverse ciliate species without germline genome assemblies, including Ichthyophthirius multifilii, a fish pathogen. Despite the high level of somatic DNA contamination in each sample, SIGAR successfully inferred rearrangement junctions, short eliminated sequences, and potential scrambled genes in each species. This pipeline enables pilot surveys or exploration of DNA rearrangements in species with limited DNA material access, thereby providing new insights into the evolution of chromosome rearrangements.", "pub_date": "2020-Oct-01"}, {"title": "Capture of complete ciliate chromosomes in single sequencing reads reveals widespread chromosome isoforms.", "abstract": "Whole-genome shotgun sequencing, which stitches together millions of short sequencing reads into a single genome, ushered in the era of modern genomics and led to a rapid expansion of the number of genome sequences available. Nevertheless, assembly of short reads remains difficult, resulting in fragmented genome sequences. Ultimately, only a sequencing technology capable of capturing complete chromosomes in a single run could resolve all ambiguities. Even \"third generation\" sequencing technologies produce reads far shorter than most eukaryotic chromosomes. However, the ciliate Oxytricha trifallax has a somatic genome with thousands of chromosomes averaging only 3.2 kbp, making it an ideal candidate for exploring the benefits of sequencing whole chromosomes without assembly.", "pub_date": "2019-Dec-30"}, {"title": "Transformation with Artificial Chromosomes in ", "abstract": "", "pub_date": "2019-Oct-07"}, {"title": "Programmed Chromosome Deletion in the Ciliate ", "abstract": "The ciliate ", "pub_date": "2019-Oct-07"}, {"title": "Programmed genome rearrangements in Oxytricha produce transcriptionally active extrachromosomal circular DNA.", "abstract": "Extrachromosomal circular DNA (eccDNA) is both a driver of eukaryotic genome instability and a product of programmed genome rearrangements, but its extent had not been surveyed in Oxytricha, a ciliate with elaborate DNA elimination and translocation during development. Here, we captured rearrangement-specific circular DNA molecules across the genome to gain insight into its processes of programmed genome rearrangement. We recovered thousands of circularly excised Tc1/mariner-type transposable elements and high confidence non-repetitive germline-limited loci. We verified their bona fide circular topology using circular DNA deep-sequencing, 2D gel electrophoresis and inverse polymerase chain reaction. In contrast to the precise circular excision of transposable elements, we report widespread heterogeneity in the circular excision of non-repetitive germline-limited loci. We also demonstrate that circular DNAs are transcribed in Oxytricha, producing rearrangement-specific long non-coding RNAs. The programmed formation of thousands of eccDNA molecules makes Oxytricha a model system for studying nucleic acid topology. It also suggests involvement of eccDNA in programmed genome rearrangement.", "pub_date": "2019-Oct-10"}, {"title": "Identification of a DNA N6-Adenine Methyltransferase Complex and Its Impact on Chromatin Organization.", "abstract": "DNA N6-adenine methylation (6mA) has recently been described in diverse eukaryotes, spanning unicellular organisms to metazoa. Here, we report a DNA 6mA methyltransferase complex in ciliates, termed MTA1c. It consists of two MT-A70 proteins and two homeobox-like DNA-binding proteins and specifically methylates dsDNA. Disruption of the catalytic subunit, MTA1, in the ciliate Oxytricha leads to genome-wide loss of 6mA and abolishment of the consensus ApT dimethylated motif. Mutants fail to complete the sexual cycle, which normally coincides with peak MTA1 expression. We investigate the impact of 6mA on nucleosome occupancy in vitro by reconstructing complete, full-length Oxytricha chromosomes harboring 6mA in native or ectopic positions. We show that 6mA directly disfavors nucleosomes in vitro in a local, quantitative manner, independent of DNA sequence. Furthermore, the chromatin remodeler ACF can overcome this effect. Our study identifies a diverged DNA N6-adenine methyltransferase and defines the role of 6mA in chromatin organization.", "pub_date": "2019-Jun-13"}, {"title": "Russian Doll Genes and Complex Chromosome Rearrangements in ", "abstract": "Ciliates have two different types of nuclei per cell, with one acting as a somatic, transcriptionally active nucleus (macronucleus; abbr. MAC) and another serving as a germline nucleus (micronucleus; abbr. MIC). Furthermore, ", "pub_date": "2018-May-04"}, {"title": "Small RNA-mediated regulation of DNA dosage in the ciliate ", "abstract": "Dicer-dependent small noncoding RNAs play important roles in gene regulation in a wide variety of organisms. Endogenous small interfering RNAs (siRNAs) are part of an ancient pathway of transposon control in plants and animals. The ciliate, ", "pub_date": "2018"}, {"title": "Non-model model organisms.", "abstract": "Model organisms are widely used in research as accessible and convenient systems to study a particular area or question in biology. Traditionally only a handful of organisms have been widely studied, but modern research tools are enabling researchers to extend the set of model organisms to include less-studied and more unusual systems. This Forum highlights a range of 'non-model model organisms' as emerging systems for tackling questions across the whole spectrum of biology (and beyond), the opportunities and challenges, and the outlook for the future.", "pub_date": "2017-Jun-29"}]}]