[
    {
        "PMID": "39102590",
        "Title": "Racial Equity, Diversity and Inclusion in Bioethics: Recommendations from the Association of Bioethics Program Directors Presidential Task Force.",
        "Abstract": "Recent calls to address racism in bioethics reflect a sense of urgency to mitigate the lethal effects of a lack of action. While the field was catalyzed largely in response to pivotal events deeply rooted in racism and other structures of oppression embedded in research and health care, it has failed to center racial justice in its scholarship, pedagogy, advocacy, and practice, and neglected to integrate anti-racism as a central consideration. Academic bioethics programs play a key role in determining the field's norms and practices, including methodologies, funding priorities, and professional networks that bear on equity, inclusion, and epistemic justice. This article describes recommendations from the Racial Equity, Diversity, and Inclusion (REDI) Task Force commissioned by the Association of Bioethics Program Directors to prioritize and strengthen anti-racist practices in bioethics programmatic endeavors and to evaluate and develop specific goals to advance REDI.",
        "Keywords": [
            "Biomedical research",
            "DEI",
            "education",
            "history",
            "race and ethnicity",
            "research ethics"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Sandra Soo-Jin",
                "Last Name": "Lee",
                "Affiliation": "Columbia University."
            },
            {
                "First Name": "Alexis",
                "Last Name": "Walker",
                "Affiliation": "Columbia University."
            },
            {
                "First Name": "Shawneequa L",
                "Last Name": "Callier",
                "Affiliation": "The George Washington University and Center for Research on Genomics and Global Health, National Human Genome Research Institute, NIH."
            },
            {
                "First Name": "Faith E",
                "Last Name": "Fletcher",
                "Affiliation": "Baylor College of Medicine."
            },
            {
                "First Name": "Charlene",
                "Last Name": "Galarneau",
                "Affiliation": "Harvard Medical School."
            },
            {
                "First Name": "Nanibaa'",
                "Last Name": "Garrison",
                "Affiliation": "University of California, Los Angeles."
            },
            {
                "First Name": "Jennifer E",
                "Last Name": "James",
                "Affiliation": "Institute for Health and Aging, University of California, San Francisco."
            },
            {
                "First Name": "Renee",
                "Last Name": "McLeod-Sordjan",
                "Affiliation": "Hofstra Northwell School of Nursing."
            },
            {
                "First Name": "Ubaka",
                "Last Name": "Ogbogu",
                "Affiliation": "University of Alberta."
            },
            {
                "First Name": "Nneka",
                "Last Name": "Sederstrom",
                "Affiliation": "Hennepin Healthcare."
            },
            {
                "First Name": "Patrick T",
                "Last Name": "Smith",
                "Affiliation": "Duke University."
            },
            {
                "First Name": "Clarence H",
                "Last Name": "Braddock",
                "Affiliation": "University of California, Los Angeles."
            },
            {
                "First Name": "Christine",
                "Last Name": "Mitchell",
                "Affiliation": "Harvard University."
            }
        ],
        "Journal": "The American journal of bioethics : AJOB",
        "PubDate": "2024"
    },
    {
        "PMID": "38756718",
        "Title": "Recruiting a prospective community cohort to study Alzheimer's disease and structural and social determinants of health among adults racialized as Black: The ARCHES cohort.",
        "Abstract": "This ongoing, prospective study examines the effectiveness of methods used to successfully recruit and retain 238 Black older adults in a longitudinal, observational Alzheimer's disease (AD) study.",
        "Keywords": [
            "Alzheimer's disease",
            "dementia",
            "inclusion",
            "race",
            "social determinants of health"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Alexis I B",
                "Last Name": "Walker",
                "Affiliation": "Department of Neurology Washington University School of Medicine St. Louis Missouri USA."
            },
            {
                "First Name": "Jean-Francois",
                "Last Name": "Trani",
                "Affiliation": "Brown School Washington University in St. Louis St. Louis Missouri USA."
            },
            {
                "First Name": "Christian F",
                "Last Name": "Banks",
                "Affiliation": "Department of Neurology Washington University School of Medicine St. Louis Missouri USA."
            },
            {
                "First Name": "Samantha A",
                "Last Name": "Murphy",
                "Affiliation": "Department of Neurology Washington University School of Medicine St. Louis Missouri USA."
            },
            {
                "First Name": "Wenqing",
                "Last Name": "Zha",
                "Affiliation": "Department of Neurology Washington University School of Medicine St. Louis Missouri USA."
            },
            {
                "First Name": "Monique M",
                "Last Name": "Williams",
                "Affiliation": "Oak Street Health St. Louis Missouri USA."
            },
            {
                "First Name": "Gregory S",
                "Last Name": "Day",
                "Affiliation": "Department of Neurology Mayo Clinic in Florida Jacksonville Florida USA."
            },
            {
                "First Name": "Yiqi",
                "Last Name": "Zhu",
                "Affiliation": "School of Social Work Adelphi University Garden City New York USA."
            },
            {
                "First Name": "Beau M",
                "Last Name": "Ances",
                "Affiliation": "Department of Neurology Washington University School of Medicine St. Louis Missouri USA."
            },
            {
                "First Name": "Carl V",
                "Last Name": "Hill",
                "Affiliation": "Alzheimer's Association Chicago Illinois USA."
            },
            {
                "First Name": "Darrell L",
                "Last Name": "Hudson",
                "Affiliation": "Brown School Washington University in St. Louis St. Louis Missouri USA."
            },
            {
                "First Name": "Ganesh M",
                "Last Name": "Babulal",
                "Affiliation": "Department of Neurology Washington University School of Medicine St. Louis Missouri USA."
            }
        ],
        "Journal": "Alzheimer's & dementia (New York, N. Y.)",
        "PubDate": "2024"
    },
    {
        "PMID": "37963133",
        "Title": "The Pitfalls of Genomic Data Diversity.",
        "Abstract": "Biomedical research recruitment today focuses on including participants representative of global genetic variation-rightfully so. But ethnographic attention to practices of inclusion highlights how this agenda often transforms into \"predatory inclusion,\" simplistic pushes to get Black and brown people into genomic databases. As anthropologists of medicine, we argue that the question of how to get from diverse data to concrete benefit for people who are marginalized cannot be presumed to work itself out as a byproduct of diverse datasets. To actualize the equitable translation of genomics, practitioners need to place the impacts of ancestral genetic difference in the scope of much more impactful social determinants. For this to happen, multidisciplinary expertise needs to be leveraged, and current, structurally unequal health care systems ultimately need to transform. As modest steps toward this goal, new models for benefit-sharing must be developed and implemented to mitigate existing inequality between data donors and the entities profiting from that data.",
        "Keywords": [
            "bioethics",
            "equity in health care",
            "finances",
            "genomics",
            "race and racism"
        ],
        "MeSH terms": [
            "Humans",
            "Genomics",
            "Biomedical Research",
            "Medicine",
            "Tissue Donors",
            "Racism"
        ],
        "Authors": [
            {
                "First Name": "Anna",
                "Last Name": "Jabloner",
                "Affiliation": ""
            },
            {
                "First Name": "Alexis",
                "Last Name": "Walker",
                "Affiliation": ""
            }
        ],
        "Journal": "The Hastings Center report",
        "PubDate": "2023"
    },
    {
        "PMID": "37521714",
        "Title": "A Social and Ethical Framework for Providing Health Information Obtained from Combining Genetics and Fitness Tracking Data.",
        "Abstract": "In this paper we explore a new technological intersection in the \"big data revolution\": the integration of two forms of data, genetic data and fitness tracking data. For example, a small number of direct-to-consumer (DTC) genetic testing companies have recently begun offering customers the ability to link their fitness tracking data with their genetic profile to get personalized diet and exercise recommendations. In this paper we put forward four ethical considerations that should inform potential uses of this health information. Those considerations are: the heightened risks to privacy resulting from combining sensitive data sets; the poor quality of health information that is possible at present in the realm of precision DTC genomics; the limited usefulness of the recommendations; and finally, the cultural assumptions about health and personal responsibility that are embedded within fitness genetic testing and fitness tracking. To conclude, we offer some guidance on how the benefits and risks of returning this type of health information can be weighed.",
        "Keywords": [
            "big data",
            "direct-to-consumer genetics",
            "ethics",
            "fitness tracking",
            "physical activity"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Katelyn",
                "Last Name": "Esmonde",
                "Affiliation": "Berman Institute of Bioethics, Johns Hopkins University, 1809 Ashland Avenue, Baltimore, MD, USA, 21205."
            },
            {
                "First Name": "Stephen M",
                "Last Name": "Roth",
                "Affiliation": "School of Public Health, University of Maryland, 4200 Valley Drive, College Park, MD, USA, 20742."
            },
            {
                "First Name": "Alexis",
                "Last Name": "Walker",
                "Affiliation": "Department of Medical Humanities and Ethics, Columbia University, 630 West 168 Street, New York, NY, USA, 10032."
            }
        ],
        "Journal": "Technology in society",
        "PubDate": "2023"
    },
    {
        "PMID": "35435802",
        "Title": "Diversity, Profit, Control: An Empirical Study of Industry Employees' Views on Ethics in Private Sector Genomics.",
        "Abstract": "Large amounts of capital are currently being invested in genomics companies across the \"bench to clinic pipeline\" - companies which are now shaping the future of biomedicine globally. Understanding the perspectives of people who work in such companies can contribute to shaping this industry in service of just and equitable futures of medicine.",
        "Keywords": [
            "Ethics",
            "genomics",
            "industry",
            "interviews"
        ],
        "MeSH terms": [
            "Genomics",
            "Humans",
            "Industry",
            "Morals",
            "Private Sector",
            "Social Justice"
        ],
        "Authors": [
            {
                "First Name": "Alexis",
                "Last Name": "Walker",
                "Affiliation": "Department of Medical Humanities and Ethics, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "AJOB empirical bioethics",
        "PubDate": "2022"
    },
    {
        "PMID": "34263019",
        "Title": "Ethical Issues in Genetics and Infectious Diseases Research: An Interdisciplinary Expert Review.",
        "Abstract": "Research in genetics and infectious diseases (ID) presents novel configurations of ethical, legal, and social issues (ELSIs) related to the intersection of genetics with public health regulations and the control of transmissible diseases. Such research includes work both in pathogen genetics and on the ways that human genetics affect responses to ID. This paper identifies and systematizes the unique issues at this intersection, based on an interdisciplinary expert review.",
        "Keywords": [
            "Genetics",
            "Infectious diseases",
            "Justice",
            "Privacy",
            "Resource allocation",
            "Return of research results"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Alexis",
                "Last Name": "Walker",
                "Affiliation": "Berman Institute of Bioethics, Johns Hopkins University, 1809 Ashland Avenue, Baltimore MD 21205 USA."
            },
            {
                "First Name": "Vence L",
                "Last Name": "Bonham",
                "Affiliation": "Social and Behavioral Research Branch, National Human Genome Research Institute, 31 Center Drive, Bethesda MD 20894 USA."
            },
            {
                "First Name": "Angie",
                "Last Name": "Boyce",
                "Affiliation": "Berman Institute of Bioethics, Johns Hopkins University, 1809 Ashland Avenue, Baltimore MD 21205 USA."
            },
            {
                "First Name": "Ellen Wright",
                "Last Name": "Clayton",
                "Affiliation": "Center for Biomedical Ethics and Society, Vanderbilt University Medical Center, 1211 Medical Center Drive, Nashville TN 37232 USA."
            },
            {
                "First Name": "Debra",
                "Last Name": "Garcia",
                "Affiliation": "International Society for Biological and Environmental Repositories, 750 W Pender St #301, Vancouver BC V6C 1G8 Canada."
            },
            {
                "First Name": "Stephanie",
                "Last Name": "Johnson",
                "Affiliation": "Wellcome Centre for Ethics and the Humanities and Ethox Centre, University of Oxford, Oxford OX1 2JD UK."
            },
            {
                "First Name": "Oliver",
                "Last Name": "Laeyendecker",
                "Affiliation": "Johns Hopkins University School of Medicine, 733 N Broadway, Baltimore MD 21205 USA."
            },
            {
                "First Name": "Michelle",
                "Last Name": "Lewis",
                "Affiliation": "Berman Institute of Bioethics, Johns Hopkins University, 1809 Ashland Avenue, Baltimore MD 21205 USA."
            },
            {
                "First Name": "Joseph B",
                "Last Name": "Margolick",
                "Affiliation": "Johns Hopkins University Bloomberg School of Public Health, 615 N Wolfe St, Baltimore MD 21205 USA."
            },
            {
                "First Name": "Debra",
                "Last Name": "Mathews",
                "Affiliation": "Berman Institute of Bioethics, Johns Hopkins University, 1809 Ashland Avenue, Baltimore MD 21205 USA."
            },
            {
                "First Name": "Michael J",
                "Last Name": "Parker",
                "Affiliation": "Wellcome Centre for Ethics and the Humanities and Ethox Centre, University of Oxford, Oxford OX1 2JD UK."
            },
            {
                "First Name": "Paul",
                "Last Name": "Spicer",
                "Affiliation": "Department of Anthropology and the Center for Applied Social Research, University of Oklahoma, 455 W Lindsey St, Norman OK 73069 USA."
            },
            {
                "First Name": "Chloe L",
                "Last Name": "Thio",
                "Affiliation": "Johns Hopkins University School of Medicine, 733 N Broadway, Baltimore MD 21205 USA."
            },
            {
                "First Name": "Gail",
                "Last Name": "Geller",
                "Affiliation": "Berman Institute of Bioethics, Johns Hopkins University, 1809 Ashland Avenue, Baltimore MD 21205 USA."
            },
            {
                "First Name": "Jeffrey",
                "Last Name": "Kahn",
                "Affiliation": "Berman Institute of Bioethics, Johns Hopkins University, 1809 Ashland Avenue, Baltimore MD 21205 USA."
            }
        ],
        "Journal": "Ethics, medicine, and public health",
        "PubDate": "2021"
    },
    {
        "PMID": "33584606",
        "Title": "Patterns in Benthic Microbial Community Structure Across Environmental Gradients in the Beaufort Sea Shelf and Slope.",
        "Abstract": "The paradigm of tight pelagic-benthic coupling in the Arctic suggests that current and future fluctuations in sea ice, primary production, and riverine input resulting from global climate change will have major impacts on benthic ecosystems. To understand how these changes will affect benthic ecosystem function, we must characterize diversity, spatial distribution, and community composition for all faunal components. Bacteria and archaea link the biotic and abiotic realms, playing important roles in organic matter (OM) decomposition, biogeochemical cycling, and contaminant degradation, yet sediment microbial communities have rarely been examined in the North American Arctic. Shifts in microbial community structure and composition occur with shifts in OM inputs and contaminant exposure, with implications for shifts in ecological function. Furthermore, the characterization of benthic microbial communities provides a foundation from which to build focused experimental research. We assessed diversity and community structure of benthic prokaryotes in the upper 1 cm of sediments in the southern Beaufort Sea (United States and Canada), and investigated environmental correlates of prokaryotic community structure over a broad spatial scale (spanning 1,229 km) at depths ranging from 17 to 1,200 m. Based on hierarchical clustering, we identified four prokaryotic assemblages from the 85 samples analyzed. Two were largely delineated by the markedly different environmental conditions in shallow shelf vs. upper continental slope sediments. A third assemblage was mainly comprised of operational taxonomic units (OTUs) shared between the shallow shelf and upper slope assemblages. The fourth assemblage corresponded to sediments receiving heavier OM loading, likely resulting in a shallower anoxic layer. These sites may also harbor microbial mats and/or methane seeps. Substructure within these assemblages generally reflected turnover along a longitudinal gradient, which may be related to the quantity and composition of OM deposited to the seafloor; bathymetry and the Mackenzie River were the two major factors influencing prokaryote distribution on this scale. In a broader geographical context, differences in prokaryotic community structure between the Beaufort Sea and Norwegian Arctic suggest that benthic microbes may reflect regional differences in the hydrography, biogeochemistry, and bathymetry of Arctic shelf systems.",
        "Keywords": [
            "anoxic",
            "archaea",
            "arctic",
            "bacteria",
            "marine sediment",
            "methane",
            "microbial ecology"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Alexis M",
                "Last Name": "Walker",
                "Affiliation": "College of Fisheries and Ocean Sciences, University of Alaska Fairbanks, Fairbanks, AK, United States."
            },
            {
                "First Name": "Mary Beth",
                "Last Name": "Leigh",
                "Affiliation": "Institute of Arctic Biology, University of Alaska Fairbanks, Fairbanks, AK, United States."
            },
            {
                "First Name": "Sarah L",
                "Last Name": "Mincks",
                "Affiliation": "College of Fisheries and Ocean Sciences, University of Alaska Fairbanks, Fairbanks, AK, United States."
            }
        ],
        "Journal": "Frontiers in microbiology",
        "PubDate": "2021"
    },
    {
        "PMID": "32908272",
        "Title": "Those designing healthcare algorithms must become actively anti-racist.",
        "Abstract": "Many widely used health algorithms have been shown to encode and reinforce racial health inequities, prioritizing the needs of white patients over those of patients of color. Because automated systems are becoming so crucial to access to health, researchers in the field of artificial intelligence must become actively anti-racist. Here we list some concrete steps to enable anti-racist practices in medical research and practice.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Delivery of Health Care",
            "Humans",
            "Racism"
        ],
        "Authors": [
            {
                "First Name": "Kellie",
                "Last Name": "Owens",
                "Affiliation": "Data & Society Research Institute, New York, NY, USA."
            },
            {
                "First Name": "Alexis",
                "Last Name": "Walker",
                "Affiliation": "Berman Institute of Bioethics, Johns Hopkins University, Baltimore, MD, USA. awalker@jhu.edu."
            }
        ],
        "Journal": "Nature medicine",
        "PubDate": "2020"
    },
    {
        "PMID": "32516789",
        "Title": "The Ethics of Precision Rationing: Human Genetics and the Need for Debate on Stratifying Access to Medication.",
        "Abstract": "Rising prices for new, transformative therapies are challenging health systems around the world, leading many payers and providers to begin rationing access to treatments, even in the countries that have been most resistant to doing so. This is the case for direct-acting antivirals (DAAs) for the treatment of hepatitis C virus (HCV). However, little attention has been paid to the increasing role that human genetics might play in rationing decisions. Researchers have already proposed that genetic markers associated with spontaneous HCV clearance could be used to restrict DAA access for some patients, although treatment would be medically beneficial for those patients. Would such forms of rationing present a form of genetic discrimination? And what of the public health implications of these approaches? Here we present an ethical analysis of such proposals for \"precision rationing\" and raise 4 key areas of concern. We argue that ethical issues arising in this area are not substantively different from the pressing ethical issues regarding rationing and discrimination more broadly, but provide important impetus for motivating broad public debate to find ethically sound ways of managing genomics and new expensive medications.",
        "Keywords": [
            "Ethics",
            "Genetics",
            "Genomics",
            "Hepatitis C",
            "Rationing"
        ],
        "MeSH terms": [
            "Antiviral Agents",
            "Genetic Phenomena",
            "Genetic Testing",
            "Health Care Rationing",
            "Health Services Accessibility",
            "Hepatitis C",
            "Human Genetics",
            "Humans",
            "Patient Selection"
        ],
        "Authors": [
            {
                "First Name": "Alexis",
                "Last Name": "Walker",
                "Affiliation": "Berman Institute of Bioethics, Johns Hopkins University, Baltimore, Maryland, USA, awalker@jhu.edu."
            },
            {
                "First Name": "Angie",
                "Last Name": "Boyce",
                "Affiliation": "Berman Institute of Bioethics, Johns Hopkins University, Baltimore, Maryland, USA."
            },
            {
                "First Name": "Priya",
                "Last Name": "Duggal",
                "Affiliation": "Department of Epidemiology, Johns Hopkins School of Public Health, Baltimore, Maryland, USA."
            },
            {
                "First Name": "Chloe L",
                "Last Name": "Thio",
                "Affiliation": "Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, Maryland, USA."
            },
            {
                "First Name": "Gail",
                "Last Name": "Geller",
                "Affiliation": "Berman Institute of Bioethics, Johns Hopkins University, Baltimore, Maryland, USA."
            }
        ],
        "Journal": "Public health genomics",
        "PubDate": "2020"
    },
    {
        "PMID": "32421947",
        "Title": "Genomics and Infectious Diseases: Expert Perspectives on Public Health Considerations regarding Actionability and Privacy.",
        "Abstract": "There is growing evidence that human genetics plays a significant role in shaping human responses to infectious diseases. For instance, individuals' genetic susceptibility or resistance to infectious disease is likely to affect disease transmission. Yet little attention has been paid to the ethical, legal, and social implications of research in genomics and infectious disease, despite the unique ethical issues that arise in this arena. This article presents results from a pilot study exploring ethics in research on human genetics and response to HIV and other infectious diseases and is focused on perspectives from expert stakeholders. Whereas chairs of institutional review boards, biobank directors, and researchers in genomics and infectious disease expressed similar views about research privacy in the context of a public health emergency, they expressed different perspectives about the role that public health considerations ought to play in the return of individual results to research participants. These perspectives highlight the need to emphasize the importance of broad dialogue for helping various parties navigate the ethically complex current and future challenges of genomics and infectious disease research.",
        "Keywords": [
            "Certificate of Confidentiality",
            "genetic privacy",
            "genomic research",
            "human research ethics",
            "infectious diseases",
            "return of results"
        ],
        "MeSH terms": [
            "Cohort Studies",
            "Communicable Diseases",
            "Ethics Committees, Research",
            "Genomics",
            "Humans",
            "Middle Aged",
            "Pilot Projects",
            "Privacy",
            "Public Health",
            "Research",
            "Stakeholder Participation"
        ],
        "Authors": [
            {
                "First Name": "Alexis",
                "Last Name": "Walker",
                "Affiliation": "Hecht-Levi postdoctoral fellow at the Berman Institute of Bioethics at Johns Hopkins University."
            },
            {
                "First Name": "Angie",
                "Last Name": "Boyce",
                "Affiliation": "Research scholar at the Berman Institute of Bioethics at Johns Hopkins University."
            },
            {
                "First Name": "Priya",
                "Last Name": "Duggal",
                "Affiliation": "Associate professor in the Department of Epidemiology at Johns Hopkins Bloomberg School of Public Health."
            },
            {
                "First Name": "Chloe L",
                "Last Name": "Thio",
                "Affiliation": "Professor in the Department of Medicine at Johns Hopkins University School of Medicine."
            },
            {
                "First Name": "Gail",
                "Last Name": "Geller",
                "Affiliation": "Professor at the Berman Institute of Bioethics at Johns Hopkins University."
            }
        ],
        "Journal": "Ethics & human research",
        "PubDate": "2020"
    },
    {
        "PMID": "31461719",
        "Title": "Personal Genetic Information about HIV: Research Participants' Views of Ethical, Social, and Behavioral Implications.",
        "Abstract": "Personal genetic information (PGI) about HIV is produced in research and entering the clinic and direct-to-consumer market, but little consideration has been given to ethical and social issues, public perspectives, and potential behavioral implications.",
        "Keywords": [
            "Behavior",
            "Ethics",
            "HIV",
            "Personal genetic information",
            "Risk perception"
        ],
        "MeSH terms": [
            "Altruism",
            "Female",
            "Genetic Predisposition to Disease",
            "Genetic Privacy",
            "HIV Infections",
            "Health Knowledge, Attitudes, Practice",
            "Humans",
            "Male",
            "Middle Aged",
            "Morals",
            "Mutation",
            "Receptors, CCR5",
            "Research Personnel",
            "Risk Factors"
        ],
        "Authors": [
            {
                "First Name": "Angie",
                "Last Name": "Boyce",
                "Affiliation": "Berman Institute of Bioethics, Johns Hopkins University, Baltimore, Maryland, USA, aboyce@jhu.edu."
            },
            {
                "First Name": "Alexis",
                "Last Name": "Walker",
                "Affiliation": "Berman Institute of Bioethics, Johns Hopkins University, Baltimore, Maryland, USA."
            },
            {
                "First Name": "Priya",
                "Last Name": "Duggal",
                "Affiliation": "Department of Epidemiology, Johns Hopkins Bloomberg School of Public Health, Baltimore, Maryland, USA."
            },
            {
                "First Name": "Chloe L",
                "Last Name": "Thio",
                "Affiliation": "Department of Medicine, Johns Hopkins School of Medicine, Baltimore, Maryland, USA."
            },
            {
                "First Name": "Gail",
                "Last Name": "Geller",
                "Affiliation": "Berman Institute of Bioethics, Johns Hopkins University, Baltimore, Maryland, USA."
            }
        ],
        "Journal": "Public health genomics",
        "PubDate": "2019"
    },
    {
        "PMID": "31134634",
        "Title": "Into the Machine: Economic Tools, Sovereignty, and Joy in a Global Health Institution.",
        "Abstract": "Since the early 1990s, the World Bank and Inter-American Development Bank have led efforts advocating the use of economic tools in setting priorities for health spending in poor countries. But while these powerful global health institutions present economic management as the key to improving health, they often fail to implement even their own policies requiring the use of economic tools for health project planning. In these institutions, economic tools operate beyond application for decision-making, becoming simultaneously a site of tensions regarding sovereignty and sites of enjoyment for economists at development bank headquarters. This article traces the ways that economic tools are both deployed and left aside across development bank networks, and in the process are productive of both affect and power. Attention to frictions in the use of economic tools ought to help motivate more just global health governance, taking into account political considerations that are built into expert practice.",
        "Keywords": [
            "Guyana",
            "Inter-American Development Bank",
            "World Bank",
            "cost-effectiveness analysis",
            "economics"
        ],
        "MeSH terms": [
            "Anthropology, Medical",
            "Developing Countries",
            "Global Health",
            "Guyana",
            "Health Planning",
            "Humans",
            "Politics",
            "Socioeconomic Factors"
        ],
        "Authors": [
            {
                "First Name": "Alexis",
                "Last Name": "Walker",
                "Affiliation": "Johns Hopkins University."
            }
        ],
        "Journal": "Medical anthropology quarterly",
        "PubDate": "2019"
    },
    {
        "PMID": "30346922",
        "Title": "Why Marginalization, Not Vulnerability, Can Best Identify People in Need of Special Medical and Nutrition Care.",
        "Abstract": "In a 2015 paper published in the ",
        "Keywords": [],
        "MeSH terms": [
            "Bioethics",
            "Child",
            "Ethicists",
            "Humans",
            "Research",
            "Respect"
        ],
        "Authors": [
            {
                "First Name": "Alexis K",
                "Last Name": "Walker",
                "Affiliation": "A Hecht-Levi Postdoctoral Fellow in the Berman Institute of Bioethics at Johns Hopkins University in Baltimore."
            },
            {
                "First Name": "Elizabeth L",
                "Last Name": "Fox",
                "Affiliation": "A Hecht-Levi Postdoctoral Fellow in the Berman Institute of Bioethics at Johns Hopkins University in Baltimore."
            }
        ],
        "Journal": "AMA journal of ethics",
        "PubDate": "2018"
    },
    {
        "PMID": "29617735",
        "Title": "Direct-Acting Antivirals and Hepatitis C: The Ethics of Price and Rationing by Genotype.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Antiviral Agents",
            "Female",
            "Genotype",
            "Hepacivirus",
            "Hepatitis C",
            "Hepatitis C, Chronic",
            "Humans",
            "Interleukins",
            "Postpartum Period",
            "Viral Load"
        ],
        "Authors": [
            {
                "First Name": "Alexis",
                "Last Name": "Walker",
                "Affiliation": "Berman Institute of Bioethics, Johns Hopkins University, Baltimore."
            },
            {
                "First Name": "Angie",
                "Last Name": "Boyce",
                "Affiliation": "Berman Institute of Bioethics, Johns Hopkins University, Baltimore."
            },
            {
                "First Name": "Gail",
                "Last Name": "Geller",
                "Affiliation": "Berman Institute of Bioethics, Johns Hopkins University, Baltimore."
            },
            {
                "First Name": "Chloe L",
                "Last Name": "Thio",
                "Affiliation": "Department of Medicine, Johns Hopkins University, Baltimore."
            },
            {
                "First Name": "Jeffrey P",
                "Last Name": "Kahn",
                "Affiliation": "Berman Institute of Bioethics, Johns Hopkins University, Baltimore."
            }
        ],
        "Journal": "Clinical infectious diseases : an official publication of the Infectious Diseases Society of America",
        "PubDate": "2018"
    },
    {
        "PMID": "28187906",
        "Title": "Narrating health and scarcity: Guyanese healthcare workers, development reformers, and sacrifice as solution from socialist to neoliberal governance.",
        "Abstract": "In oral history interviews, Guyanese healthcare workers emphasize continuity in public health governance throughout the late twentieth century, despite major shifts in broader systems of governance during this period. I argue that these healthcare workers' recollections reflect long-term scarcities and the discourses through which both socialist politicians and neoliberal reformers have narrated them. I highlight the striking similarities in discourses of responsibility and efficiency advanced by socialist politicians in 1970s Guyana and by World Bank representatives designing the country's market transition in the late 1980s, and the ways these discourses have played out in Guyana's health system. Across diverging ideologies, politicians and administrators have promoted severe cost-control as the means to a more prosperous future, presenting short-term pains as necessary to creating new, better, leaner ways of life. In the health sector this has been enacted through a focus on self-help, and on nutrition as a tool available without funds dedicated for pharmaceuticals, advanced medical technologies, or a fully staffed public health system. I argue that across these periods Guyanese citizens have been offered a very similar recipe of ongoing sacrifice. I base my analysis on oral histories with forty-six healthcare workers conducted between 2013 and 2015 in Guyana in Regions 3, 4, 5, 9, and 10, as well as written records from World Bank and Guyanese national archives; I analyze official discourses as well as recollections and experiences of public health governance by those working in Guyana's health system.",
        "Keywords": [
            "Caribbean",
            "Efficiency",
            "Guyana",
            "Nationalism",
            "Responsibility",
            "Socialism",
            "Structural adjustment"
        ],
        "MeSH terms": [
            "Attitude of Health Personnel",
            "Guyana",
            "Health Care Reform",
            "Health Personnel",
            "Health Resources",
            "Humans",
            "Narration",
            "Qualitative Research",
            "Salaries and Fringe Benefits",
            "Socialism",
            "Universal Health Insurance"
        ],
        "Authors": [
            {
                "First Name": "Alexis",
                "Last Name": "Walker",
                "Affiliation": "Department of Science and Technology Studies, Cornell University, United States. Electronic address: akw45@cornell.edu."
            }
        ],
        "Journal": "Social science & medicine (1982)",
        "PubDate": "2017"
    },
    {
        "PMID": "21918124",
        "Title": "When a partner has a sexual problem: gendered implications for psychological well-being in later life.",
        "Abstract": "Guided by symbolic interactionism, we examined (a) whether the psychological well-being of older adults might be threatened if they feel bothered by an intimate partner's sexual unresponsiveness and (b) whether such sexual unresponsiveness of a partner might be compensated by perceived supportiveness of significant others. We explored these questions separately by gender, anticipating that sexual unresponsiveness might affect men and women differently and that support from a partner might be more important for men and support from others more important for women.",
        "Keywords": [],
        "MeSH terms": [
            "Aged",
            "Depression",
            "Female",
            "Humans",
            "Interpersonal Relations",
            "Male",
            "Middle Aged",
            "Personal Satisfaction",
            "Quality of Life",
            "Regression Analysis",
            "Sex Distribution",
            "Sexual Dysfunction, Physiological",
            "Sexual Dysfunctions, Psychological",
            "Sexual Partners",
            "United States"
        ],
        "Authors": [
            {
                "First Name": "Ryo",
                "Last Name": "Hirayama",
                "Affiliation": "Department of Human Development and Family Sciences, Oregon State University, Corvallis, USA."
            },
            {
                "First Name": "Alexis J",
                "Last Name": "Walker",
                "Affiliation": ""
            }
        ],
        "Journal": "The journals of gerontology. Series B, Psychological sciences and social sciences",
        "PubDate": "2011"
    },
    {
        "PMID": "20368301",
        "Title": "Who helps older adults with sexual problems? Confidants versus physicians.",
        "Abstract": "OBJECTIVES. Guided by symbolic interactionism, we explored whether confiding in significant others, discussing with a physician, or doing both might moderate the influence of older adults' concerns about sexual functioning on their psychological well-being.",
        "Keywords": [],
        "MeSH terms": [
            "Aged",
            "Aged, 80 and over",
            "Aging",
            "Depression",
            "Female",
            "Friends",
            "Happiness",
            "Humans",
            "Male",
            "Mental Health",
            "Middle Aged",
            "Physicians",
            "Sex Characteristics",
            "Sex Counseling",
            "Sexual Dysfunction, Physiological",
            "Sexuality",
            "Social Support",
            "Stress, Psychological"
        ],
        "Authors": [
            {
                "First Name": "Ryo",
                "Last Name": "Hirayama",
                "Affiliation": "Department of Human Development and Family Sciences, Oregon State University, Corvallis, OR 97331, USA. hirayamr@onid.orst.edu"
            },
            {
                "First Name": "Alexis J",
                "Last Name": "Walker",
                "Affiliation": ""
            }
        ],
        "Journal": "The journals of gerontology. Series B, Psychological sciences and social sciences",
        "PubDate": "2011"
    },
    {
        "PMID": "19049243",
        "Title": "Intergenerational family support following infant death.",
        "Abstract": "The death of a child is a traumatic, nonnormative family life event. Although parental bereavement has received substantial attention, little research has focused on extended family members affected by a child's death, and still less on how multiple family members perceive and respond to one another following the loss. Guided by a life course perspective, this article examines social support between grandparents and their adult children in the aftermath of infant death. Through structured, open-ended interviews, 21 grandparents and 19 parents from 10 families described how they provided support to and received support from their intergenerational partners. Data were analyzed using a grounded theory approach. Six categories of support were identified: being present, acknowledgment, performing immediate tasks, information, unskilled support, and no support. Most support was provided by grandparents to adult children rather than from adult children to grandparents. All families reported significant support from at least one grandparent and nearly all families described ambivalent relationships that complicated support. Gender, family lineage, and family history were major influences. Multiple family perspectives about a significant life event contribute to our understanding about the intersection between individual and family life.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptation, Psychological",
            "Adult",
            "Adult Children",
            "Aged",
            "Bereavement",
            "Family",
            "Family Relations",
            "Female",
            "Gender Identity",
            "Grief",
            "Humans",
            "Infant",
            "Infant, Newborn",
            "Intergenerational Relations",
            "Male",
            "Parent-Child Relations",
            "Social Support",
            "Stillbirth",
            "Sudden Infant Death"
        ],
        "Authors": [
            {
                "First Name": "Diana L",
                "Last Name": "White",
                "Affiliation": "Institute on Aging, Portland State University, Portland, OR 97207, USA. dwhi@pdx.edu"
            },
            {
                "First Name": "Alexis J",
                "Last Name": "Walker",
                "Affiliation": ""
            },
            {
                "First Name": "Leslie N",
                "Last Name": "Richards",
                "Affiliation": ""
            }
        ],
        "Journal": "International journal of aging & human development",
        "PubDate": "2008"
    },
    {
        "PMID": "15576863",
        "Title": "Negotiating care: ties between aging mothers and their caregiving daughters.",
        "Abstract": "Using a feminist social constructionist perspective, we illuminate how aging mothers and their caregiving daughters negotiate issues of connection, autonomy, and conflict.",
        "Keywords": [],
        "MeSH terms": [
            "Adult Children",
            "Aged",
            "Aged, 80 and over",
            "Aging",
            "Caregivers",
            "Conflict, Psychological",
            "Female",
            "Humans",
            "Mother-Child Relations",
            "Mothers",
            "Negotiating",
            "Personal Autonomy",
            "Videotape Recording"
        ],
        "Authors": [
            {
                "First Name": "Lori A",
                "Last Name": "McGraw",
                "Affiliation": "Department of Human Development and Family Sciences, Oregon State University, 322 Milam Hall, Corvallis, OR 97331-5102, USA. lori.mcgraw@oregonstate.edu"
            },
            {
                "First Name": "Alexis J",
                "Last Name": "Walker",
                "Affiliation": ""
            }
        ],
        "Journal": "The journals of gerontology. Series B, Psychological sciences and social sciences",
        "PubDate": "2004"
    }
]