[
    {
        "PMID": "39134708",
        "Title": "Staphylococcus aureus adapts to exploit collagen-derived proline during chronic infection.",
        "Abstract": "Staphylococcus aureus is a pulmonary pathogen associated with substantial human morbidity and mortality. As vaccines targeting virulence determinants have failed to be protective in humans, other factors are likely involved in pathogenesis. Here we analysed transcriptomic responses of human clinical isolates of S. aureus from initial and chronic infections. We observed upregulated collagenase and proline transporter gene expression in chronic infection isolates. Metabolomics of bronchiolar lavage fluid and fibroblast infection, growth assays and analysis of bacterial mutant strains showed that airway fibroblasts produce collagen during S. aureus infection. Host-adapted bacteria upregulate collagenase, which degrades collagen and releases proline. S. aureus then imports proline, which fuels oxidative metabolism via the tricarboxylic acid cycle. Proline metabolism provides host-adapted S. aureus with a metabolic benefit enabling out-competition of non-adapted strains. These data suggest that clinical settings characterized by airway repair processes and fibrosis provide a milieu that promotes S. aureus adaptation and supports infection.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Andreacarola",
                "Last Name": "Urso",
                "Affiliation": "Department of Pediatric Infectious Diseases, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Ian R",
                "Last Name": "Monk",
                "Affiliation": "Department of Microbiology and Immunology, University of Melbourne at the Peter Doherty Institute for Infection and Immunity, Melbourne, Victoria, Australia."
            },
            {
                "First Name": "Ying-Tsun",
                "Last Name": "Cheng",
                "Affiliation": "Department of Pediatric Infectious Diseases, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Camilla",
                "Last Name": "Predella",
                "Affiliation": "Department of Pediatrics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Tania",
                "Last Name": "Wong Fok Lung",
                "Affiliation": "Department of Pharmacology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Erin M",
                "Last Name": "Theiller",
                "Affiliation": "Department of Pediatrics, Children's Hospital of Philadelphia, Philadelphia, PA, USA."
            },
            {
                "First Name": "Jack",
                "Last Name": "Boylan",
                "Affiliation": "Department of Pharmacology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Sofya",
                "Last Name": "Perelman",
                "Affiliation": "Department of Microbiology, New York University, New York, NY, USA."
            },
            {
                "First Name": "Swikrity U",
                "Last Name": "Baskota",
                "Affiliation": "Department of Pathology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Ahmed M",
                "Last Name": "Moustafa",
                "Affiliation": "Department of Pediatrics, Children's Hospital of Philadelphia, Philadelphia, PA, USA."
            },
            {
                "First Name": "Gaurav",
                "Last Name": "Lohia",
                "Affiliation": "Department of Pharmacology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Ian A",
                "Last Name": "Lewis",
                "Affiliation": "Department of Biological Sciences, University of Calgary, Calgary, Alberta, Canada."
            },
            {
                "First Name": "Benjamin P",
                "Last Name": "Howden",
                "Affiliation": "Department of Microbiology and Immunology, University of Melbourne at the Peter Doherty Institute for Infection and Immunity, Melbourne, Victoria, Australia."
            },
            {
                "First Name": "Timothy P",
                "Last Name": "Stinear",
                "Affiliation": "Department of Microbiology and Immunology, University of Melbourne at the Peter Doherty Institute for Infection and Immunity, Melbourne, Victoria, Australia."
            },
            {
                "First Name": "Nicolino V",
                "Last Name": "Dorrello",
                "Affiliation": "Department of Pediatrics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Victor",
                "Last Name": "Torres",
                "Affiliation": "Department of Microbiology, New York University, New York, NY, USA."
            },
            {
                "First Name": "Alice S",
                "Last Name": "Prince",
                "Affiliation": "Department of Pediatric Infectious Diseases, Columbia University, New York, NY, USA. asp7@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature microbiology",
        "PubDate": "2024"
    },
    {
        "PMID": "36724077",
        "Title": "Staphylococcus aureus stimulates neutrophil itaconate production that suppresses the oxidative burst.",
        "Abstract": "Neutrophils are critical in the host defense against Staphylococcus aureus, a major human pathogen. However, even in the setting of a robust neutrophil response, S. aureus can evade immune clearance. Here, we demonstrate that S. aureus impairs neutrophil function by triggering the production of the anti-inflammatory metabolite itaconate. The enzyme that synthesizes itaconate, Irg1, is selectively expressed in neutrophils during S. aureus pneumonia. Itaconate inhibits neutrophil glycolysis and oxidative burst, which impairs survival and bacterial killing. In a murine pneumonia model, neutrophil Irg1 expression protects the lung from excessive inflammation but compromises bacterial clearance. S. aureus is thus able to evade the innate immune response by targeting neutrophil metabolism and inducing the production of the anti-inflammatory metabolite itaconate.",
        "Keywords": [
            "CP: Immunology",
            "CP: Microbiology",
            "NADPH oxidase",
            "Staphylococcus aureus",
            "itaconate",
            "neutrophils",
            "oxidative burst",
            "pathogenesis",
            "pneumonia"
        ],
        "MeSH terms": [
            "Humans",
            "Animals",
            "Mice",
            "Staphylococcus aureus",
            "Neutrophils",
            "Respiratory Burst",
            "Staphylococcal Infections"
        ],
        "Authors": [
            {
                "First Name": "Kira L",
                "Last Name": "Tomlinson",
                "Affiliation": "Department of Pediatrics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Sebastián A",
                "Last Name": "Riquelme",
                "Affiliation": "Department of Pediatrics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Swikrity Upadhyay",
                "Last Name": "Baskota",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Marija",
                "Last Name": "Drikic",
                "Affiliation": "Department of Biological Sciences, University of Calgary, Calgary, AB T2N 1N4, Canada."
            },
            {
                "First Name": "Ian R",
                "Last Name": "Monk",
                "Affiliation": "Department of Microbiology and Immunology, The University of Melbourne at the Peter Doherty Institute for Infection and Immunity, Melbourne, VIC 3000, Australia."
            },
            {
                "First Name": "Timothy P",
                "Last Name": "Stinear",
                "Affiliation": "Department of Microbiology and Immunology, The University of Melbourne at the Peter Doherty Institute for Infection and Immunity, Melbourne, VIC 3000, Australia."
            },
            {
                "First Name": "Ian A",
                "Last Name": "Lewis",
                "Affiliation": "Department of Biological Sciences, University of Calgary, Calgary, AB T2N 1N4, Canada."
            },
            {
                "First Name": "Alice S",
                "Last Name": "Prince",
                "Affiliation": "Department of Pediatrics, Columbia University, New York, NY 10032, USA. Electronic address: asp7@columbia.edu."
            }
        ],
        "Journal": "Cell reports",
        "PubDate": "2023"
    },
    {
        "PMID": "34899759",
        "Title": "Immunometabolites Drive Bacterial Adaptation to the Airway.",
        "Abstract": "",
        "Keywords": [
            "Pseudomonas aeruginosa",
            "Staphylococcus aureus",
            "bacterial persistence",
            "host-pathogen interaction",
            "immunometabolism",
            "itaconate",
            "metabolic adaptation",
            "succinate"
        ],
        "MeSH terms": [
            "Adaptation, Physiological",
            "Animals",
            "Energy Metabolism",
            "Host-Pathogen Interactions",
            "Humans",
            "Lung",
            "Pseudomonas Infections",
            "Pseudomonas aeruginosa",
            "Respiratory Tract Infections",
            "Staphylococcal Infections",
            "Staphylococcus aureus",
            "Succinates"
        ],
        "Authors": [
            {
                "First Name": "Kira L",
                "Last Name": "Tomlinson",
                "Affiliation": "Department of Pediatrics, Vagelos College of Physicians & Surgeons, Columbia University, New York, NY, United States."
            },
            {
                "First Name": "Alice S",
                "Last Name": "Prince",
                "Affiliation": "Department of Pediatrics, Vagelos College of Physicians & Surgeons, Columbia University, New York, NY, United States."
            },
            {
                "First Name": "Tania",
                "Last Name": "Wong Fok Lung",
                "Affiliation": "Department of Pediatrics, Vagelos College of Physicians & Surgeons, Columbia University, New York, NY, United States."
            }
        ],
        "Journal": "Frontiers in immunology",
        "PubDate": "2021"
    },
    {
        "PMID": "33563839",
        "Title": "Hemozoin Promotes Lung Inflammation via Host Epithelial Activation.",
        "Abstract": "Respiratory distress in severe malaria is associated with high mortality, but its pathogenesis remains unclear. The malaria pigment hemozoin (HZ) is abundant in target organs of severe malaria, including the lungs, and is known to be a potent innate immune activator of phagocytes. We hypothesized that HZ might also stimulate lung epithelial activation and thereby potentiate lung inflammation. We show here that airway epithelium stimulated with HZ undergoes global transcriptional reprogramming and changes in cell surface protein expression that comprise an epithelial activation phenotype. Proinflammatory signaling is induced, and key cytoadherence molecules are upregulated, including several associated with severe malaria, such as CD36 and ICAM1. Epithelial and extracellular matrix remodeling pathways are transformed, including induction of key metalloproteases and modulation of epithelial junctions. The overall program induced by HZ serves to promote inflammation and neutrophil transmigration, and is recapitulated in a murine model of HZ-induced acute pneumonitis. Together, our data demonstrate a direct role for hemozoin in stimulating epithelial activation that could potentiate lung inflammation in malaria.",
        "Keywords": [
            "hemozoin",
            "lung inflammation",
            "malaria"
        ],
        "MeSH terms": [
            "Animals",
            "Bronchi",
            "CD36 Antigens",
            "Cell Line",
            "Cell Movement",
            "Epithelial Cells",
            "Female",
            "Gene Expression Profiling",
            "Hemeproteins",
            "Host-Parasite Interactions",
            "Inflammation",
            "Intercellular Adhesion Molecule-1",
            "Lung",
            "Malaria, Falciparum",
            "Mice",
            "Mice, Inbred C57BL",
            "Neutrophils",
            "Plasmodium falciparum",
            "Up-Regulation"
        ],
        "Authors": [
            {
                "First Name": "Shivang S",
                "Last Name": "Shah",
                "Affiliation": "Division of Infectious Diseases, Department of Pediatrics, College of Physicians and Surgeons, Columbia University, New York, New York, USA ss5235@columbia.edu."
            },
            {
                "First Name": "David A",
                "Last Name": "Fidock",
                "Affiliation": "Division of Infectious Diseases, Department of Medicine, College of Physicians and Surgeons, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Alice S",
                "Last Name": "Prince",
                "Affiliation": "Division of Infectious Diseases, Department of Pediatrics, College of Physicians and Surgeons, Columbia University, New York, New York, USA."
            }
        ],
        "Journal": "mBio",
        "PubDate": "2021"
    },
    {
        "PMID": "26861017",
        "Title": "Lambda Interferon Restructures the Nasal Microbiome and Increases Susceptibility to Staphylococcus aureus Superinfection.",
        "Abstract": "Much of the morbidity and mortality associated with influenza virus respiratory infection is due to bacterial coinfection with pathogens that colonize the upper respiratory tract such as methicillin-resistant Staphylococcus aureus (MRSA) and Streptococcus pneumoniae. A major component of the immune response to influenza virus is the production of type I and III interferons. Here we show that the immune response to infection with influenza virus causes an increase and restructuring of the upper respiratory microbiota in wild-type (WT) mice but not in Il28r(-/-) mutant mice lacking the receptor for type III interferon. Mice lacking the IL-28 receptor fail to induce STAT1 phosphorylation and expression of its regulator, SOCS1. Il28r(-/-) mutant mice have increased expression of interleukin-22 (IL-22), as well as Ngal and RegIIIγ, in the nasal cavity, the source of organisms that would be aspirated to cause pneumonia. Proteomic analysis reveals changes in several cytoskeletal proteins that contribute to barrier function in the nasal epithelium that may contribute to the effects of IL-28 signaling on the microbiota. The importance of the effects of IL-28 signaling in the pathogenesis of MRSA pneumonia after influenza virus infection was confirmed by showing that WT mice nasally colonized before or after influenza virus infection had significantly higher levels of infection in the upper airways, as well as significantly greater susceptibility to MRSA pneumonia than Il28r(-/-) mutant mice did. Our results suggest that activation of the type III interferon in response to influenza virus infection has a major effect in expanding the upper airway microbiome and increasing susceptibility to lower respiratory tract infection.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cytokines",
            "Mice",
            "Mice, Knockout",
            "Microbiota",
            "Nasal Cavity",
            "Orthomyxoviridae Infections",
            "Pneumonia, Staphylococcal",
            "Staphylococcus aureus",
            "Superinfection"
        ],
        "Authors": [
            {
                "First Name": "Paul J",
                "Last Name": "Planet",
                "Affiliation": "Department of Pediatrics, Division of Pediatric Infectious Diseases, Columbia University, College of Physicians and Surgeons, New York, New York, USA Sackler Institute for Comparative Genomics, American Museum of Natural History, New York, New York, USA."
            },
            {
                "First Name": "Dane",
                "Last Name": "Parker",
                "Affiliation": "Department of Pediatrics, Division of Pediatric Infectious Diseases, Columbia University, College of Physicians and Surgeons, New York, New York, USA."
            },
            {
                "First Name": "Taylor S",
                "Last Name": "Cohen",
                "Affiliation": "Department of Pediatrics, Division of Pediatric Infectious Diseases, Columbia University, College of Physicians and Surgeons, New York, New York, USA."
            },
            {
                "First Name": "Hannah",
                "Last Name": "Smith",
                "Affiliation": "Department of Pediatrics, Division of Pediatric Infectious Diseases, Columbia University, College of Physicians and Surgeons, New York, New York, USA."
            },
            {
                "First Name": "Justinne D",
                "Last Name": "Leon",
                "Affiliation": ""
            },
            {
                "First Name": "Chanelle",
                "Last Name": "Ryan",
                "Affiliation": "Department of Pediatrics, Division of Pediatric Infectious Diseases, Columbia University, College of Physicians and Surgeons, New York, New York, USA."
            },
            {
                "First Name": "Tobin J",
                "Last Name": "Hammer",
                "Affiliation": "Department of Ecology and Evolutionary Biology, University of Colorado, Boulder, Colorado, USA."
            },
            {
                "First Name": "Noah",
                "Last Name": "Fierer",
                "Affiliation": "Department of Ecology and Evolutionary Biology, University of Colorado, Boulder, Colorado, USA Cooperative Institute for Research in Environmental Sciences, University of Colorado, Boulder, Colorado, USA."
            },
            {
                "First Name": "Emily I",
                "Last Name": "Chen",
                "Affiliation": "Proteomics Shared Resource at the Herbert Irving Comprehensive Cancer Center & Department of Pharmacology, Columbia University Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Alice S",
                "Last Name": "Prince",
                "Affiliation": "Department of Pediatrics, Division of Pediatric Infectious Diseases, Columbia University, College of Physicians and Surgeons, New York, New York, USA asp7@columbia.edu."
            }
        ],
        "Journal": "mBio",
        "PubDate": "2016"
    },
    {
        "PMID": "25240171",
        "Title": "CD4+ T cells promote the pathogenesis of Staphylococcus aureus pneumonia.",
        "Abstract": "We postulated that the activation of proinflammatory signaling by methicillin-resistant Staphylococcus aureus (MRSA) strain USA300 is a major factor in the pathogenesis of severe pneumonia and a target for immunomodulation. Local activation of T cells in the lung was a conserved feature of multiple strains of S. aureus, in addition to USA300. The pattern of Vβ chain activation was consistent with known superantigens, but deletion of SelX or SEK and SEQ was not sufficient to prevent T-cell activation, indicating the participation of multiple genes. Using Rag2(-/-), Cd4(-/-), and Cd28(-/-) mice, we observed significantly improved clearance of MRSA from the airways and decreased lung pathology, compared with findings for wild-type controls. The improved outcome correlated with decreased production of proinflammatory cytokines (tumor necrosis factor, KC, interleukin 6, and interleukin 1β). Our data suggest that T-cell-mediated hypercytokinemia induced by infection with MRSA strain USA300 contributes to pathogenesis and may be a therapeutic target for improving outcomes of this common infection in a clinical setting.",
        "Keywords": [
            "MRSA",
            "Staphylococcus aureus",
            "T cell",
            "lung",
            "pneumonia"
        ],
        "MeSH terms": [
            "Animals",
            "CD28 Antigens",
            "CD4 Antigens",
            "CD4-Positive T-Lymphocytes",
            "Cytokines",
            "DNA-Binding Proteins",
            "Disease Models, Animal",
            "Gene Deletion",
            "Methicillin-Resistant Staphylococcus aureus",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Pneumonia, Staphylococcal",
            "Superantigens"
        ],
        "Authors": [
            {
                "First Name": "Dane",
                "Last Name": "Parker",
                "Affiliation": "Department of Pediatrics, Columbia University."
            },
            {
                "First Name": "Chanelle L",
                "Last Name": "Ryan",
                "Affiliation": "Department of Pediatrics, Columbia University."
            },
            {
                "First Name": "Francis",
                "Last Name": "Alonzo",
                "Affiliation": "Department of Microbiology, New York University School of Medicine, New York, New York."
            },
            {
                "First Name": "Victor J",
                "Last Name": "Torres",
                "Affiliation": "Department of Microbiology, New York University School of Medicine, New York, New York."
            },
            {
                "First Name": "Paul J",
                "Last Name": "Planet",
                "Affiliation": "Department of Pediatrics, Columbia University."
            },
            {
                "First Name": "Alice S",
                "Last Name": "Prince",
                "Affiliation": "Department of Pediatrics, Columbia University."
            }
        ],
        "Journal": "The Journal of infectious diseases",
        "PubDate": "2015"
    },
    {
        "PMID": "24098127",
        "Title": "Bacterial pathogens activate a common inflammatory pathway through IFNλ regulation of PDCD4.",
        "Abstract": "The type III interferon (IFNλ) receptor IL-28R is abundantly expressed in the respiratory tract and has been shown essential for host defense against some viral pathogens, however no data are available concerning its role in the innate immune response to bacterial pathogens. Staphylococcus aureus and Pseudomonas aeruginosa induced significant production of IFNλ in the lung, and clearance of these bacteria from the lung was significantly increased in IL-28R null mice compared to controls. Improved bacterial clearance correlated with reduced lung pathology and a reduced ratio of pro- vs anti-inflammatory cytokines in the airway. In human epithelial cells IFNλ inhibited miR-21 via STAT3 resulting in upregulation of PDCD4, a protein known to promote inflammatory signaling. In vivo 18 hours following infection with either pathogen, miR-21 was significantly reduced and PDCD4 increased in the lungs of wild type compared to IL-28R null mice. Infection of PDCD4 null mice with USA300 resulted in improved clearance, reduced pathology, and reduced inflammatory cytokine production. These data suggest that during bacterial pneumonia IFNλ promotes inflammation by inhibiting miR-21 regulation of PDCD4.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Apoptosis Regulatory Proteins",
            "Cell Line",
            "Cytokines",
            "Epithelial Cells",
            "Humans",
            "Lung",
            "Mice",
            "Mice, Knockout",
            "MicroRNAs",
            "Pneumonia, Staphylococcal",
            "Pseudomonas Infections",
            "Pseudomonas aeruginosa",
            "RNA-Binding Proteins",
            "Respiratory Mucosa",
            "Staphylococcus aureus"
        ],
        "Authors": [
            {
                "First Name": "Taylor S",
                "Last Name": "Cohen",
                "Affiliation": "Department of Pediatrics, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Alice S",
                "Last Name": "Prince",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS pathogens",
        "PubDate": "2013"
    },
    {
        "PMID": "23478406",
        "Title": "Activation of inflammasome signaling mediates pathology of acute P. aeruginosa pneumonia.",
        "Abstract": "The respiratory tract is exceptionally well defended against infection from inhaled bacteria, with multiple proinflammatory signaling cascades recruiting phagocytes to clear airway pathogens. However, organisms that efficiently activate damaging innate immune responses, such as those mediated by the inflammasome and caspase-1, may cause pulmonary damage and interfere with bacterial clearance. The extracellular, opportunistic pathogen Pseudomonas aeruginosa expresses not only pathogen-associated molecular patterns that activate NF-κB signaling in epithelial and immune cells, but also flagella that activate the NLRC4 inflammasome. We demonstrate that induction of inflammasome signaling, ascribed primarily to the alveolar macrophage, impaired P. aeruginosa clearance and was associated with increased apoptosis/pyroptosis and mortality in a murine model of acute pneumonia. Strategies that limited inflammasome activation, including infection by fliC mutants, depletion of macrophages, deletion of NLRC4, reduction of IL-1β and IL-18 production, inhibition of caspase-1, and inhibition of downstream signaling in IL-1R- or IL-18R-null mice, all resulted in enhanced bacterial clearance and diminished pathology. These results demonstrate that the inflammasome provides a potential target to limit the pathological consequences of acute P. aeruginosa pulmonary infection.",
        "Keywords": [],
        "MeSH terms": [
            "Acute Disease",
            "Animals",
            "Apoptosis Regulatory Proteins",
            "Calcium-Binding Proteins",
            "Clodronic Acid",
            "Flagellin",
            "Gene Knockout Techniques",
            "Granulocyte-Macrophage Colony-Stimulating Factor",
            "Host-Pathogen Interactions",
            "Inflammasomes",
            "Interferon-beta",
            "Interleukin-17",
            "Interleukin-18",
            "Interleukin-1beta",
            "Macrophages, Alveolar",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Mucociliary Clearance",
            "Neutrophils",
            "Pneumonia, Bacterial",
            "Pseudomonas Infections",
            "Pseudomonas aeruginosa",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Taylor S",
                "Last Name": "Cohen",
                "Affiliation": "Department of Pediatrics, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Alice S",
                "Last Name": "Prince",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of clinical investigation",
        "PubDate": "2013"
    },
    {
        "PMID": "18354224",
        "Title": "TLR2 regulates gap junction intercellular communication in airway cells.",
        "Abstract": "The innate immune response to inhaled bacteria, such as the opportunist Pseudomonas aeruginosa, is initiated by TLR2 displayed on the apical surface of airway epithelial cells. Activation of TLR2 is accompanied by an immediate Ca(2+) flux that is both necessary and sufficient to stimulate NF-kappaB and MAPK proinflammatory signaling to recruit and activate polymorphonuclear leukocytes in the airway. In human airway cells, gap junction channels were found to provide a regulated conduit for the movement of Ca(2+) from cell to cell. In response to TLR2 stimulation, by either lipid agonists or P. aeruginosa, gap junctions functioned to transiently amplify proinflammatory signaling by communicating Ca(2+) fluxes from stimulated to adjacent, nonstimulated cells thus increasing epithelial CXCL8 production. P. aeruginosa stimulation also induced tyrosine phosphorylation of connexin 43 and association with c-Src, events linked to the closure of these channels. By 4 h postbacterial stimulation, gap junction communication was decreased indicating an autoregulatory control of the connexins. Thus, gap junction channels comprised of connexin 43 and other connexins in airway cells provide a mechanism to coordinate and regulate the epithelial immune response even in the absence of signals from the immune system.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Calcium",
            "Cell Communication",
            "Cell Line",
            "Connexins",
            "Cytokines",
            "Gap Junctions",
            "Humans",
            "Mice",
            "Phosphorylation",
            "Respiratory System",
            "Signal Transduction",
            "Toll-Like Receptor 2"
        ],
        "Authors": [
            {
                "First Name": "Francis J",
                "Last Name": "Martin",
                "Affiliation": "Department of Pharmacology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Alice S",
                "Last Name": "Prince",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of immunology (Baltimore, Md. : 1950)",
        "PubDate": "2008"
    },
    {
        "PMID": "18165298",
        "Title": "The type III toxins of Pseudomonas aeruginosa disrupt epithelial barrier function.",
        "Abstract": "The type III secreted toxins of Pseudomonas aeruginosa are important virulence factors associated with clinically important infection. However, their effects on bacterial invasion across mucosal surfaces have not been well characterized. One of the most commonly expressed toxins, ExoS, has two domains that are predicted to affect cytoskeletal integrity, including a GTPase-activating protein (GAP) domain, which targets Rho, a major regulator of actin polymerization; and an ADP-ribosylating domain that affects the ERM proteins, which link the plasma membrane to the actin cytoskeleton. The activities of these toxins, and ExoS specifically, on the permeability properties of polarized airway epithelial cells with intact tight junctions were examined. Strains expressing type III toxins altered the distribution of the tight junction proteins ZO-1 and occludin and were able to transmigrate across polarized airway epithelial monolayers, in contrast to DeltaSTY mutants. These effects on epithelial permeability were associated with the ADP-ribosylating domain of ExoS, as bacteria expressing plasmids lacking expression of the ExoS GAP activity nonetheless increased the permeation of fluorescent dextrans, as well as bacteria, across polarized airway epithelial cells. Treatment of epithelial cells with cytochalasin D depolymerized actin filaments and increased permeation across the monolayers but did not eliminate the differential effects of wild-type and toxin-negative mutants on the epithelial cells, suggesting that additional epithelial targets are involved. Confocal imaging studies demonstrated that ZO-1, occludin, and ezrin undergo substantial redistribution in human airway cells intoxicated by ExoS, -T, and -Y. These studies support the hypothesis that type III toxins enhance P. aeruginosa's invasive capabilities by interacting with multiple eukaryotic cytoskeletal components.",
        "Keywords": [],
        "MeSH terms": [
            "ADP Ribose Transferases",
            "Bacterial Proteins",
            "Bacterial Toxins",
            "Cell Line",
            "Cytoskeletal Proteins",
            "Epithelial Cells",
            "GTPase-Activating Proteins",
            "Gene Deletion",
            "Glucosyltransferases",
            "Humans",
            "Membrane Proteins",
            "Occludin",
            "Permeability",
            "Phosphoproteins",
            "Protein Structure, Tertiary",
            "Pseudomonas aeruginosa",
            "Tight Junctions",
            "Zonula Occludens-1 Protein"
        ],
        "Authors": [
            {
                "First Name": "Grace",
                "Last Name": "Soong",
                "Affiliation": "Department of Pediatrics and Pharmacology, College of Physicians & Surgeons, Columbia University, 650 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Dane",
                "Last Name": "Parker",
                "Affiliation": ""
            },
            {
                "First Name": "Mariah",
                "Last Name": "Magargee",
                "Affiliation": ""
            },
            {
                "First Name": "Alice S",
                "Last Name": "Prince",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of bacteriology",
        "PubDate": "2008"
    },
    {
        "PMID": "17255933",
        "Title": "Staphylococcus aureus protein A activates TACE through EGFR-dependent signaling.",
        "Abstract": "Among the many adhesins and toxins expressed by Staphylococcus aureus, protein A is an exceptionally complex virulence factor, known to interact with multiple eukaryotic targets, particularly those with immunological functions. Protein A acts as a ligand that can mimic TNF-alpha to activate TNFR1 and subsequent proinflammatory signaling. It also stimulates the cleavage of TNFR1 from the surface of epithelial cells and macrophages, which serves to limit TNF-alpha signaling. We characterized the signaling pathway responsible for TNFR1 shedding and identified protein A mutants which could activate TNFR1-dependent signaling, but were unable to activate TACE, the TNFR1 sheddase. Activation of TACE was dependent upon a discrete interaction between the previously defined IgG-binding domain of protein A and the epidermal growth factor receptor (EGFR), which in turn induced TACE phosphorylation through a c-Src-erk1/2-mediated cascade. This novel interaction was independent of the autocrine activation of EGFR and protein A-induced TGF-alpha was neither required nor sufficient to activate TNFR1 shedding. Thus, staphylococci exploit the ubiquitous and multifunctional EGFR to regulate the availability of TNFR1 on mucosal and immune cells.",
        "Keywords": [],
        "MeSH terms": [
            "ADAM Proteins",
            "ADAM17 Protein",
            "Blotting, Western",
            "DNA Primers",
            "Enzyme Activation",
            "Enzyme-Linked Immunosorbent Assay",
            "ErbB Receptors",
            "Flow Cytometry",
            "Immunoprecipitation",
            "Interleukin-8",
            "Phosphorylation",
            "Receptors, Tumor Necrosis Factor, Type I",
            "Reverse Transcriptase Polymerase Chain Reaction",
            "Signal Transduction",
            "Staphylococcal Protein A",
            "Staphylococcus aureus",
            "Transforming Growth Factor alpha",
            "Virulence Factors"
        ],
        "Authors": [
            {
                "First Name": "Marisa I",
                "Last Name": "Gómez",
                "Affiliation": "Department of Pediatrics and Pharmacology, College of Physicians & Surgeons, Columbia University, New York, NY 10032, USA. asp7@columbia.edu"
            },
            {
                "First Name": "Maghnus O",
                "Last Name": "Seaghdha",
                "Affiliation": ""
            },
            {
                "First Name": "Alice S",
                "Last Name": "Prince",
                "Affiliation": ""
            }
        ],
        "Journal": "The EMBO journal",
        "PubDate": "2007"
    },
    {
        "PMID": "16709567",
        "Title": "Staphylococcus aureus protein A activates TNFR1 signaling through conserved IgG binding domains.",
        "Abstract": "Staphylococcus aureus continues to be a major cause of infection in normal as well as immunocompromised hosts, and the increasing prevalence of highly virulent community-acquired methicillin-resistant strains is a public health concern. A highly expressed surface component of S. aureus, protein A (SpA), contributes to its success as a pathogen by both activating inflammation and by interfering with immune clearance. SpA is known to bind to IgG Fc, which impedes phagocytosis. SpA is also a potent activator of tumor necrosis factor alpha (TNF-alpha) receptor 1 (TNFR1) signaling, inducing both chemokine expression and TNF-converting enzyme-dependent soluble TNFR1 (sTNFR1) shedding, which has anti-inflammatory consequences, particularly in the lung. Using a collection of glutathione S-transferase fusions to the intact IgG binding region of SpA and to each of the individual binding domains, we found that the SpA IgG binding domains also mediate binding to human airway cells. TNFR1-dependent CXCL8 production could be elicited by any one of the individual SpA IgG binding domains as efficiently as by either the entire SpA or the intact IgG binding region. SpA induction of sTNFR1 shedding required the entire IgG binding region and tolerated fewer substitutions in residues known to interact with IgG. Each of the repeated domains of the IgG binding domain can affect multiple immune responses independently, activating inflammation through TNFR1 and thwarting opsonization by trapping IgG Fc domains, while the intact IgG binding region can limit further signaling through sTNFR1 shedding.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Base Sequence",
            "Binding Sites",
            "Cloning, Molecular",
            "Escherichia coli",
            "Immunoglobulin G",
            "Models, Molecular",
            "Molecular Sequence Data",
            "Mutagenesis, Site-Directed",
            "Protein Conformation",
            "Protein Structure, Secondary",
            "Receptors, Tumor Necrosis Factor, Type I",
            "Recombinant Fusion Proteins",
            "Recombinant Proteins",
            "Respiratory Mucosa",
            "Staphylococcal Protein A"
        ],
        "Authors": [
            {
                "First Name": "Marisa I",
                "Last Name": "Gómez",
                "Affiliation": "Department of Pediatrics, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Maghnus",
                "Last Name": "O'Seaghdha",
                "Affiliation": ""
            },
            {
                "First Name": "Mariah",
                "Last Name": "Magargee",
                "Affiliation": ""
            },
            {
                "First Name": "Timothy J",
                "Last Name": "Foster",
                "Affiliation": ""
            },
            {
                "First Name": "Alice S",
                "Last Name": "Prince",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2006"
    },
    {
        "PMID": "16648241",
        "Title": "Cell signaling underlying the pathophysiology of pneumonia.",
        "Abstract": "The symposium addressed the burgeoning interest in fundamental mechanisms underlying the onset of pneumonia. Bacteria exploit the lung's innate immune mechanism, resulting in pathophysiological cell signaling. As a consequence inflammation develops, leading to pneumonia. New mechanisms have been identified by which bacteria or bacterial products in the airway induce cross-compartmental signaling that leads to inflammatory consequences. The speakers addressed activation of the transcription factor, NF-kappaB occurring as a consequence of bacterial interactions with specific receptors, such as the Toll-like receptors and the TNF receptor 1 (Prince), or as a consequence of cytokine induction (Mizgerd). Also considered were mechanisms of bacterial virulence in the clinical setting (Wiener-Kronish) and the role of alveolar-capillary signaling mechanisms in the initiation of lung inflammation.",
        "Keywords": [],
        "MeSH terms": [
            "Cell Communication",
            "Cytokines",
            "Epithelium",
            "Host-Parasite Interactions",
            "Humans",
            "Models, Biological",
            "Pneumonia",
            "Pseudomonas Infections",
            "Pseudomonas aeruginosa",
            "Pulmonary Alveoli",
            "Signal Transduction",
            "Tumor Necrosis Factor-alpha"
        ],
        "Authors": [
            {
                "First Name": "Alice S",
                "Last Name": "Prince",
                "Affiliation": "Department of Pediatrics and Pharmacology, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Joseph P",
                "Last Name": "Mizgerd",
                "Affiliation": ""
            },
            {
                "First Name": "Jeanine",
                "Last Name": "Wiener-Kronish",
                "Affiliation": ""
            },
            {
                "First Name": "Jahar",
                "Last Name": "Bhattacharya",
                "Affiliation": ""
            }
        ],
        "Journal": "American journal of physiology. Lung cellular and molecular physiology",
        "PubDate": "2006"
    },
    {
        "PMID": "16034137",
        "Title": "Bacterial induction of TNF-alpha converting enzyme expression and IL-6 receptor alpha shedding regulates airway inflammatory signaling.",
        "Abstract": "Airway epithelial cells have a major role in initiating inflammation in response to bacterial pathogens. Through the immediate induction of CXCL8 and cytokine expression, polymorphonuclear cells are mobilized and activated to eradicate the infecting organisms. However, the influx of polymorphonuclear cells and the effects of their toxic exoproducts impede respiratory function. We postulated that respiratory epithelial cells must also participate in the regulation of their own proinflammatory signaling. Both Staphylococcus aureus and Pseudomonas aeruginosa were found to potently activate IL-6 expression immediately upon contact with epithelial cells, and by 1 h induced TNF-alpha converting enzyme (TACE) transcription. By 4 h of bacterial exposure, TACE colocalized with IL-6Ralpha on the apical surface of airway cells, and by 24 h, soluble IL-6Ralpha accumulated in the cell culture supernatant. Epithelial IL-6 and soluble IL-6Ralpha were shown to participate in trans-signaling, interacting with membrane-associated gp130 to activate CCL-2 expression and inhibit additional CXCL8 production. Thus, bacteria are physiological activators of TACE expression, which provides a mechanism to regulate inflammatory signaling that is initiated by airway epithelial cells.",
        "Keywords": [],
        "MeSH terms": [
            "ADAM Proteins",
            "ADAM17 Protein",
            "Bronchi",
            "Cell Line",
            "Chemokine CCL2",
            "Enzyme Activation",
            "Humans",
            "Inflammation Mediators",
            "Interleukin-6",
            "Interleukin-8",
            "Metalloendopeptidases",
            "Nasal Polyps",
            "Pseudomonas aeruginosa",
            "Receptors, Interleukin-6",
            "Respiratory Mucosa",
            "Signal Transduction",
            "Solubility",
            "Staphylococcus aureus",
            "Substrate Specificity",
            "Tumor Necrosis Factor-alpha"
        ],
        "Authors": [
            {
                "First Name": "Marisa I",
                "Last Name": "Gómez",
                "Affiliation": "College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Sach H",
                "Last Name": "Sokol",
                "Affiliation": ""
            },
            {
                "First Name": "Amanda B",
                "Last Name": "Muir",
                "Affiliation": ""
            },
            {
                "First Name": "Grace",
                "Last Name": "Soong",
                "Affiliation": ""
            },
            {
                "First Name": "Jayson",
                "Last Name": "Bastien",
                "Affiliation": ""
            },
            {
                "First Name": "Alice S",
                "Last Name": "Prince",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of immunology (Baltimore, Md. : 1950)",
        "PubDate": "2005"
    },
    {
        "PMID": "15695491",
        "Title": "Pathogen-host interactions in Pseudomonas aeruginosa pneumonia.",
        "Abstract": "Pseudomonas aeruginosa is an important pathogen causing a wide range of acute and chronic infections. P. aeruginosa rarely causes infection in the normal host, but is an efficient opportunistic pathogen causing serious infections in patients who are mechanically ventilated, individuals who are immunocompromised, and patients with malignancies or HIV infection. Among these risk groups, the most vulnerable hosts are neutropenic and patients who are mechanically ventilated. In addition, P. aeruginosa is the most prevalent chronic infection contributing to the pathogenesis of cystic fibrosis. Because of the ubiquitous nature of P. aeruginosa and its ability to develop resistance to antibiotics, it continues to be problematic from a treatment perspective. The pathogenicity of P. aeruginosa is largely caused by multiple bacterial virulence factors and genetic flexibility enabling it to survive in varied environments. Lung injury associated with P. aeruginosa infection results from both the direct destructive effects of the organism on the lung parenchyma and exuberant host immune responses. This article focuses on the major bacterial virulence factors and important aspects of the host immunity that are involved in the pathogenesis of serious P. aeruginosa infection. In addition to antibiotic therapy, strategies directed toward enhancing host defense and/or limiting excessive inflammation could be important to improve outcome in P. aeruginosa lung infections.",
        "Keywords": [],
        "MeSH terms": [
            "Acute Disease",
            "Chronic Disease",
            "Cross Infection",
            "Cystic Fibrosis",
            "Host-Parasite Interactions",
            "Humans",
            "Pneumonia, Bacterial",
            "Pseudomonas Infections",
            "Pseudomonas aeruginosa"
        ],
        "Authors": [
            {
                "First Name": "Ruxana T",
                "Last Name": "Sadikot",
                "Affiliation": "Department of Veterans Affairs Medical Center, Nashville, Tennessee, USA. ruxana.sadikot@vanderbilt.edu"
            },
            {
                "First Name": "Timothy S",
                "Last Name": "Blackwell",
                "Affiliation": ""
            },
            {
                "First Name": "John W",
                "Last Name": "Christman",
                "Affiliation": ""
            },
            {
                "First Name": "Alice S",
                "Last Name": "Prince",
                "Affiliation": ""
            }
        ],
        "Journal": "American journal of respiratory and critical care medicine",
        "PubDate": "2005"
    },
    {
        "PMID": "12952914",
        "Title": "The host response to anthrax lethal toxin: unexpected observations.",
        "Abstract": "Bacillus anthracis, the causative agent of anthrax, is believed to induce disease and death in humans in an endotoxic shock-like manner. A comprehensive study of the effects of anthrax toxin in mice demonstrates that toxin-induced death is mediated not by cytokine release, as previously thought, but by hypoxia-induced liver failure. The study strongly suggests that the therapies developed for treatment of cytokine-mediated septic shock will not be appropriate for the treatment of anthrax.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Anthrax",
            "Antigens, Bacterial",
            "Bacterial Toxins",
            "Mice",
            "Plasmids",
            "Tumor Necrosis Factor-alpha",
            "Virulence Factors"
        ],
        "Authors": [
            {
                "First Name": "Alice S",
                "Last Name": "Prince",
                "Affiliation": "Department of Pediatrics, Columbia University College of Physicians and Surgeons, New York, New York 10032, USA. asp7@columbia.edu"
            }
        ],
        "Journal": "The Journal of clinical investigation",
        "PubDate": "2003"
    },
    {
        "PMID": "12770850",
        "Title": "New insights from an old model.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Humans",
            "Mutation",
            "Neutrophils",
            "Pneumonia, Bacterial",
            "Pseudomonas Infections",
            "Pseudomonas aeruginosa",
            "Rats",
            "Virulence"
        ],
        "Authors": [
            {
                "First Name": "Alice S",
                "Last Name": "Prince",
                "Affiliation": ""
            }
        ],
        "Journal": "American journal of respiratory and critical care medicine",
        "PubDate": "2003"
    },
    {
        "PMID": "12362015",
        "Title": "Biofilms, antimicrobial resistance, and airway infection.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Anti-Bacterial Agents",
            "Biofilms",
            "Cystic Fibrosis",
            "Drug Resistance, Bacterial",
            "Gene Expression",
            "Humans",
            "Pseudomonas aeruginosa"
        ],
        "Authors": [
            {
                "First Name": "Alice S",
                "Last Name": "Prince",
                "Affiliation": "Columbia University College of Physicians and Surgeons, New York, NY 10032, USA."
            }
        ],
        "Journal": "The New England journal of medicine",
        "PubDate": "2002"
    }
]