[
    {
        "PMID": "38102777",
        "Title": "Exploring the evolving roles of clinical geneticists and genetic counselors in the era of genomic medicine.",
        "Abstract": "The increased utilization of clinical genomic sequencing in the past decade has ushered in the era of genomic medicine, requiring genetics providers to acquire new skills and adapt their practices. The change in workplace responsibilities of clinical/medical geneticists (CMGs) and genetic counselors (GCs) in North America, due to the evolution of genetic testing, has not been studied. We surveyed CMGs (n = 80) and GCs (n = 127) with experience in general/pediatric genetics to describe their current practice of clinical tasks and the change in regularity of performing these tasks over the past 5-10 years. Currently, complementarity of responsibilities between CMGs and GCs clearly exists but providers who have been in the field for longer have noted role changes. Trends indicate that fewer experienced CMGs perform physical exams and select genetic tests than before and fewer experienced GCs complete requisitions and write result letters. The frequency of CMGs and GCs who investigate genetic test results, however, has increased. This study provides insight into the changing landscape of clinical genetics practice. Our findings suggest that the roles and responsibilities of CMGs and GCs have shifted in the past decade.",
        "Keywords": [
            "clinical",
            "exome sequencing",
            "general genetics",
            "genetic counselor",
            "geneticist",
            "genome sequencing",
            "pediatric"
        ],
        "MeSH terms": [
            "Child",
            "Humans",
            "Counselors",
            "Genetic Counseling",
            "Genomic Medicine",
            "Genetic Testing",
            "North America"
        ],
        "Authors": [
            {
                "First Name": "Andrew",
                "Last Name": "Freiman",
                "Affiliation": "Genetic Counseling Graduate Program, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Aisha",
                "Last Name": "Rekab",
                "Affiliation": "Genetic Counseling Graduate Program, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Amanda L",
                "Last Name": "Bergner",
                "Affiliation": "Genetic Counseling Graduate Program, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Elaine M",
                "Last Name": "Pereira",
                "Affiliation": "Department of Pediatrics, Division of Clinical Genetics, Columbia University, Vagelos College of Physicians and Surgeons and New York Presbyterian, New York, New York, USA."
            },
            {
                "First Name": "Yuhuan",
                "Last Name": "Lin",
                "Affiliation": "Department of Biostatistics, Mailman School of Public Health, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Priyanka",
                "Last Name": "Ahimaz",
                "Affiliation": "Genetic Counseling Graduate Program, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York, USA."
            }
        ],
        "Journal": "American journal of medical genetics. Part A",
        "PubDate": "2024"
    },
    {
        "PMID": "38095830",
        "Title": "Patient experiences in receiving telegenetics care for inherited cardiovascular diseases.",
        "Abstract": "Telegenetics played an important role in providing genetic services to patients during the COVID-19 pandemic. In particular, at our institution, it enabled us to expand our genetic counseling and testing services to non-local family members of patients outside of our prior catchment area. However, as telegenetics continues to be utilized even as social distancing is no longer required, further information is needed regarding the impact of this modality on patient experience within cardiogenetics. This study qualitatively explored the experiences of 12 genotype positive individuals who underwent genetic counseling and testing via telegenetics during the first 22 months of the COVID-19 pandemic and compared the experiences of local vs. non-local patients. Both local and non-local participants discussed similar benefits and drawbacks to the use of technology in telegenetics and overall found the use of telegenetics and at-home genetic testing to be convenient. Both groups also noted having to make changes in their daily lives and future planning as a consequence of the positive genetic testing results. However, access to follow-up care differed between local and non-local participants, with more local participants having scheduled and attended appointments with the appropriate medical providers compared to non-local participants. Supplying non-local patients access to remote cardiogenetic testing may therefore require careful consideration in how to ensure proper follow-up care for genotype positive patients and may necessitate the involvement of national professional or patient-centered organizations to help streamline the referral process.",
        "Keywords": [
            "Cardiogenetics",
            "Follow-up care",
            "Telegenetics"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Dani S",
                "Last Name": "Temares",
                "Affiliation": "Genetic Counseling Graduate Program, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Lusha W",
                "Last Name": "Liang",
                "Affiliation": "Department of Medicine, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Amanda L",
                "Last Name": "Bergner",
                "Affiliation": "Genetic Counseling Graduate Program, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Muredach P",
                "Last Name": "Reilly",
                "Affiliation": "Department of Medicine, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Isha",
                "Last Name": "Kalia",
                "Affiliation": "Division of Hematology and Oncology, George Washington University Medical Faculty Associates, 2150 Pennsylvania Ave NW, G-414, Washington, DC, 20037, USA. ikalia@mfa.gwu.edu."
            }
        ],
        "Journal": "Journal of community genetics",
        "PubDate": "2024"
    },
    {
        "PMID": "38066714",
        "Title": "Genetic counselors' utilization of ChatGPT in professional practice: A cross-sectional study.",
        "Abstract": "The precision medicine era has seen increased utilization of artificial intelligence (AI) in the field of genetics. We sought to explore the ways that genetic counselors (GCs) currently use the publicly accessible AI tool Chat Generative Pre-trained Transformer (ChatGPT) in their work.",
        "Keywords": [
            "artificial intelligence",
            "clinical genetics",
            "genetic counselors"
        ],
        "MeSH terms": [
            "Humans",
            "Cross-Sectional Studies",
            "Artificial Intelligence",
            "Counselors",
            "Professional Practice",
            "Choline O-Acetyltransferase"
        ],
        "Authors": [
            {
                "First Name": "Priyanka",
                "Last Name": "Ahimaz",
                "Affiliation": "Genetic Counseling Graduate Program, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Amanda L",
                "Last Name": "Bergner",
                "Affiliation": "Genetic Counseling Graduate Program, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Michelle E",
                "Last Name": "Florido",
                "Affiliation": "Genetic Counseling Graduate Program, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Nina",
                "Last Name": "Harkavy",
                "Affiliation": "Genetic Counseling Graduate Program, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Sriya",
                "Last Name": "Bhattacharyya",
                "Affiliation": "Genetic Counseling Graduate Program, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York, USA."
            }
        ],
        "Journal": "American journal of medical genetics. Part A",
        "PubDate": "2024"
    },
    {
        "PMID": "36748185",
        "Title": "The utility of limited Spanish proficiency in interpreted genetic counseling sessions.",
        "Abstract": "Professional interpreters are an integral component of healthcare for Spanish-speaking individuals with limited English proficiency (LEP). Research has demonstrated that errors in interpretation are common and can contribute to poor outcomes for Spanish-speaking clients. Providers with some Spanish proficiency may be able to detect clinically significant interpretation errors, potentially limiting negative clinical outcomes and helping to reduce health disparities for clients with LEP. This study aimed to identify the level of Spanish proficiency necessary for genetic counselors to be able to detect a majority of clinically significant errors made by a professional interpreter during a reproductive genetic counseling session. Practicing genetic counselors and genetic counseling graduate students were surveyed regarding their Spanish language background, experience working with interpreters, and self-rated Spanish proficiency. Participants then watched short video clips from three simulated reproductive genetic counseling sessions conducted with a professional interpreter and were tasked with identifying clinically significant interpretation errors. Survey responses were analyzed from 118 participants who met eligibility criteria. Participants who reported \"basic\" and \"fair\" Spanish proficiency detected an average of 36.5% and 67% of clinically significant errors, respectively. Those reporting \"good\" proficiency or higher detected more than 80% of errors. Overall self-rated Spanish proficiency was positively correlated with years of Spanish language education and individual measures of speaking, listening, and reading proficiency, indicating that self-report may be a reasonable measure of proficiency when the goal is error detection in an interpreted session. Genetic counselors with even minimal Spanish proficiency can detect clinically significant interpretation errors, allowing for the correction of these errors during the session. Genetic counselors with \"basic\" and \"fair\" may consider genetic counseling-specific Spanish language classes to increase their proficiency to be able to detect a majority of interpretation errors and thereby improve the quality of care and reduce health disparities for Spanish-speaking clients.",
        "Keywords": [
            "Spanish language proficiency",
            "Spanish-speaking patients",
            "disparities",
            "genetic counseling",
            "language interpretation",
            "underrepresented populations"
        ],
        "MeSH terms": [
            "Humans",
            "Genetic Counseling",
            "Communication Barriers",
            "Counseling",
            "Counselors",
            "Limited English Proficiency"
        ],
        "Authors": [
            {
                "First Name": "Rebecca M",
                "Last Name": "Waggoner",
                "Affiliation": "Genetic Counseling Graduate Program, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Nina",
                "Last Name": "Harkavy",
                "Affiliation": "Genetic Counseling Graduate Program, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Lorraine",
                "Last Name": "Way",
                "Affiliation": "The Language Way, Ossining, New York, USA."
            },
            {
                "First Name": "Michelle E",
                "Last Name": "Florido",
                "Affiliation": "Genetic Counseling Graduate Program, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Adriana",
                "Last Name": "Sánchez",
                "Affiliation": "Genetic Counseling Graduate Program, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Amanda L",
                "Last Name": "Bergner",
                "Affiliation": "Genetic Counseling Graduate Program, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York, USA."
            }
        ],
        "Journal": "Journal of genetic counseling",
        "PubDate": "2023"
    },
    {
        "PMID": "34893972",
        "Title": "Genetic testing for the epilepsies: A systematic review.",
        "Abstract": "Numerous genetic testing options for individuals with epilepsy have emerged over the past decade without clear guidelines regarding optimal testing strategies. We performed a systematic evidence review (SER) and conducted meta-analyses of the diagnostic yield of genetic tests commonly utilized for patients with epilepsy. We also assessed nonyield outcomes (NYOs) such as changes in treatment and/or management, prognostic information, recurrence risk determination, and genetic counseling.",
        "Keywords": [
            "CGH/CMA",
            "clinical and/or personal utility",
            "exome sequencing",
            "genome sequencing",
            "multigene panel"
        ],
        "MeSH terms": [
            "Comparative Genomic Hybridization",
            "Epilepsy",
            "Genetic Testing",
            "Humans",
            "Prospective Studies",
            "Exome Sequencing"
        ],
        "Authors": [
            {
                "First Name": "Beth R",
                "Last Name": "Sheidley",
                "Affiliation": "Epilepsy Genetics Program, Division of Epilepsy and Neurophysiology, Department of Neurology, Boston Children's Hospital, Boston, Massachusetts, USA."
            },
            {
                "First Name": "Jennifer",
                "Last Name": "Malinowski",
                "Affiliation": "Write Inscite, South Salem, New York, USA."
            },
            {
                "First Name": "Amanda L",
                "Last Name": "Bergner",
                "Affiliation": "Department of Genetics and Development, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Louise",
                "Last Name": "Bier",
                "Affiliation": "Institute for Genomic Medicine, Columbia University Irving Medical Center, New York, New York, USA."
            },
            {
                "First Name": "David S",
                "Last Name": "Gloss",
                "Affiliation": "Department of Neurology, Charleston Area Medical Center, Charleston, West Virginia, USA."
            },
            {
                "First Name": "Weiyi",
                "Last Name": "Mu",
                "Affiliation": "Department of Genetic Medicine, Johns Hopkins University, Baltimore, Maryland, USA."
            },
            {
                "First Name": "Maureen M",
                "Last Name": "Mulhern",
                "Affiliation": "Department of Pathology, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Emily J",
                "Last Name": "Partack",
                "Affiliation": "Genomics Services, Quest Diagnostics, Marlborough, Massachusetts, USA."
            },
            {
                "First Name": "Annapurna",
                "Last Name": "Poduri",
                "Affiliation": "Epilepsy Genetics Program, Division of Epilepsy and Neurophysiology, Department of Neurology, Boston Children's Hospital, Boston, Massachusetts, USA."
            }
        ],
        "Journal": "Epilepsia",
        "PubDate": "2022"
    },
    {
        "PMID": "34218495",
        "Title": "The evolution of genetic counseling graduate education in New York City during the COVID-19 pandemic: In the eye of the storm.",
        "Abstract": "The COVID-19 pandemic has ravaged the globe in the past year, demanding shifts in all aspects of life including health profession education. The New York City area was the first major United States epicenter and is home to four genetic counseling graduate programs. We set out to explore the multifaceted programmatic changes required from the four institutions in an early pandemic epicenter, providing the longest time horizon available for assessing the implications of this restructuring on graduate education in the profession. Using practitioner-based enquiry, our iterative reflections identified three phases of COVID-19 response within our programs from March through December 2020. The spring months were marked by significant upheaval and reactivity, with a focus on stabilizing our programs in an unstable environment that included a significant medical response required in our area. By summer, we were reinvesting time and energy into our programs and prioritizing best practices in online learning. Relative predictability returned in the fall with noticeable improvements in flexibility and proactive problem-solving within our new environment. We have begun to identify changes in both curricula and operations that are likely to become more permanent. Telehealth fieldwork, remote supervision, simulated cases with standardized clients, and virtual recruitment and admission events are some key examples. We explored early outcome measures, such as enrollment, retention, course evaluations, and student academic and fieldwork progress, all indicating little change from prior to the pandemic to date. Overall, we found our programs, and genetic counseling graduate education more broadly, to be much more resilient and flexible than we would ever have realized. The COVID-19 pandemic has awakened in us a desire to move ahead with reduced barriers to educational innovation.",
        "Keywords": [
            "COVID-19",
            "curriculum",
            "education",
            "genetic counseling",
            "practitioner-based enquiry",
            "program evaluation"
        ],
        "MeSH terms": [
            "COVID-19",
            "Curriculum",
            "Education, Graduate",
            "Genetic Counseling",
            "Humans",
            "New York City",
            "Pandemics"
        ],
        "Authors": [
            {
                "First Name": "Amanda L",
                "Last Name": "Bergner",
                "Affiliation": "Department of Genetics and Development, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Lindsey Alico",
                "Last Name": "Ecker",
                "Affiliation": "Joan H. Marks Graduate Program in Human Genetics, Sarah Lawrence College, Bronxville, NY, USA."
            },
            {
                "First Name": "Michelle E",
                "Last Name": "Ernst",
                "Affiliation": "Department of Genetics and Development, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Monika Zak",
                "Last Name": "Goelz",
                "Affiliation": "Genetic Counseling Graduate Program, Long Island University Post, Brookville, NY, USA."
            },
            {
                "First Name": "Kristina",
                "Last Name": "Habermann",
                "Affiliation": "Genetic Counseling Graduate Program, Long Island University Post, Brookville, NY, USA."
            },
            {
                "First Name": "Lisa",
                "Last Name": "Karger",
                "Affiliation": "Department of Genetic and Genomic Sciences, Icahn School of Medicine at Mount Sinai, New York, NY, USA."
            },
            {
                "First Name": "Randi E",
                "Last Name": "Zinberg",
                "Affiliation": "Department of Genetic and Genomic Sciences, Icahn School of Medicine at Mount Sinai, New York, NY, USA."
            }
        ],
        "Journal": "Journal of genetic counseling",
        "PubDate": "2021"
    },
    {
        "PMID": "32602153",
        "Title": "Genetic Counseling for Neurofibromatosis 1, Neurofibromatosis 2, and Schwannomatosis-Practice Resource of the National Society of Genetic Counselors.",
        "Abstract": "The goal of this practice resource is to provide genetic counselors and other healthcare professionals with a resource to reference when providing genetic counseling services to individuals and families undergoing evaluation for neurofibromatosis (NF) or who have received a diagnosis of NF, including NF1, NF2, and schwannomatosis. This resource represents the opinions of a multi-center working group of Certified Genetic Counselors with experience in the care of individuals with NF, providing topics to be considered for the incorporation into a clinical genetic counseling session.",
        "Keywords": [
            "Neurofibromatosis type 1",
            "Neurofibromatosis type 2",
            "counseling techniques",
            "genetic counseling",
            "genetic counselors",
            "genetic testing",
            "practice guideline",
            "schwannomatosis"
        ],
        "MeSH terms": [
            "Genetic Counseling",
            "Humans",
            "Neurilemmoma",
            "Neurofibromatoses",
            "Neurofibromatosis 1",
            "Neurofibromatosis 2",
            "Skin Neoplasms",
            "Societies, Medical"
        ],
        "Authors": [
            {
                "First Name": "Heather B",
                "Last Name": "Radtke",
                "Affiliation": "Department of Pediatrics, Medical College of Wisconsin, Milwaukee, Wisconsin, USA."
            },
            {
                "First Name": "Amanda L",
                "Last Name": "Bergner",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Allison L",
                "Last Name": "Goetsch",
                "Affiliation": "Division of Genetics, Birth Defects and Metabolism, Ann and Robert H. Lurie Children's Hospital of Chicago, Chicago, Illinois, USA."
            },
            {
                "First Name": "Caroline",
                "Last Name": "McGowan",
                "Affiliation": "Division of Genetics and Genomics, Boston Children's Hospital, Boston, Massachusetts, USA."
            },
            {
                "First Name": "Karin",
                "Last Name": "Panzer",
                "Affiliation": "Department of Pediatrics, University of Iowa Hospitals and Clinics, Iowa City, Iowa, USA."
            },
            {
                "First Name": "Ashley",
                "Last Name": "Cannon",
                "Affiliation": "Department of Genetics, University of Alabama at Birmingham, Birmingham, Alabama, USA."
            }
        ],
        "Journal": "Journal of genetic counseling",
        "PubDate": "2020"
    },
    {
        "PMID": "32167623",
        "Title": "Reflections on diversity, equity, and inclusion in genetic counseling education.",
        "Abstract": "Through self-reflection, self-education, and with a learning mindset each of us has embarked on a personal path to understand the impact of racism in our personal and professional lives. This personal work is ongoing, though it was through our individual paths that led us to engage in dialogue on race and racism at the 38th National Society of Genetic Counselors Annual Conference. We initially did not know each other; however, we were drawn by a mutual desire to further the conversation and sought connection with each other after the Conversations Around Diversity Platform Presentations. Through sustained, open dialogue we created a brave space for sharing our emotional and intellectual responses to the conference. Through this dialogue and through written reflections, we recognized an emboldened urgency to author a joint reflection on our shared responsibility as genetic counseling training program leaders to use our privilege in service to our students and future students. We have the evidence that we are not a diverse profession. We have more evidence now than we did before that our profession performs poorly with regards to inclusivity. Our inability to acknowledge, address, and discuss racism and other forms of oppression is damaging to each of us individually and as a group of professionals. We owe it to ourselves, our students, our patients, and colleagues to name our learned biases and behaviors, own them and interrupt them.",
        "Keywords": [
            "diversity",
            "diversity in genetic counseling",
            "education",
            "genetic counseling",
            "genetic counseling education",
            "genetic counselors",
            "power",
            "privilege diversity",
            "racism"
        ],
        "MeSH terms": [
            "Counselors",
            "Cultural Diversity",
            "Genetic Counseling",
            "Humans",
            "Students"
        ],
        "Authors": [
            {
                "First Name": "Annie K",
                "Last Name": "Bao",
                "Affiliation": "Graduate Program in Genetic Counseling, Northwestern University Feinberg School of Medicine, Chicago, IL, USA."
            },
            {
                "First Name": "Amanda L",
                "Last Name": "Bergner",
                "Affiliation": "Genetic Counseling Graduate Program, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Gayun",
                "Last Name": "Chan-Smutko",
                "Affiliation": "M.S. in Genetic Counseling Program, MGH Institute of Health Professions, Boston, MA, USA."
            },
            {
                "First Name": "Janelle",
                "Last Name": "Villiers",
                "Affiliation": "Joan H. Marks Graduate Program in Human Genetics, Sarah Lawrence College, Bronxville, NY, USA."
            }
        ],
        "Journal": "Journal of genetic counseling",
        "PubDate": "2020"
    },
    {
        "PMID": "29649040",
        "Title": "Improvement in Patient-reported Hearing After Treatment With Bevacizumab in People With Neurofibromatosis Type 2.",
        "Abstract": "Assess patient-reported outcomes (PRO) for hearing and tinnitus relative to clinical hearing assessment in people with neurofibromatosis 2 (NF2) associated hearing loss.",
        "Keywords": [],
        "MeSH terms": [
            "Adolescent",
            "Adult",
            "Aged",
            "Antineoplastic Agents, Immunological",
            "Bevacizumab",
            "Female",
            "Hearing",
            "Hearing Loss",
            "Humans",
            "Male",
            "Middle Aged",
            "Neurofibromatosis 2",
            "Neuroma, Acoustic",
            "Patient Reported Outcome Measures",
            "Prospective Studies",
            "Surveys and Questionnaires",
            "Treatment Outcome",
            "Young Adult"
        ],
        "Authors": [
            {
                "First Name": "Victoria",
                "Last Name": "Huang",
                "Affiliation": "Department of Neurology, Johns Hopkins University, Baltimore, Maryland."
            },
            {
                "First Name": "Amanda L",
                "Last Name": "Bergner",
                "Affiliation": "Department of Neurology, Johns Hopkins University, Baltimore, Maryland."
            },
            {
                "First Name": "Chris",
                "Last Name": "Halpin",
                "Affiliation": "Department of Neurology and Cancer Center, Massachusetts General Hospital, Boston, Massachusetts."
            },
            {
                "First Name": "Vanessa L",
                "Last Name": "Merker",
                "Affiliation": "Department of Neurology and Cancer Center, Massachusetts General Hospital, Boston, Massachusetts."
            },
            {
                "First Name": "Monica R",
                "Last Name": "Sheridan",
                "Affiliation": "Department of Neurology and Cancer Center, Massachusetts General Hospital, Boston, Massachusetts."
            },
            {
                "First Name": "Brigitte C",
                "Last Name": "Widemann",
                "Affiliation": "National Cancer Institute, Bethesda, Maryland."
            },
            {
                "First Name": "Jaishri O",
                "Last Name": "Blakeley",
                "Affiliation": "Department of Neurology, Johns Hopkins University, Baltimore, Maryland."
            },
            {
                "First Name": "Scott R",
                "Last Name": "Plotkin",
                "Affiliation": "Department of Neurology and Cancer Center, Massachusetts General Hospital, Boston, Massachusetts."
            }
        ],
        "Journal": "Otology & neurotology : official publication of the American Otological Society, American Neurotology Society [and] European Academy of Otology and Neurotology",
        "PubDate": "2018"
    },
    {
        "PMID": "28932961",
        "Title": "Enrolling Genomics Research Participants through a Clinical Setting: the Impact of Existing Clinical Relationships on Informed Consent and Expectations for Return of Research Results.",
        "Abstract": "Genetic counselors working in a clinical setting may find themselves recruiting, enrolling, and returning results for genomic research, and existing clinical relationships with study participants may impact these research interactions. We present a qualitative study using semi-structured interviews of participants enrolled in a genome sequencing/exome sequencing (GS/ES) study at the same institution where they receive clinical care. Interviews were coded for motivations to participate and expectations of this research. The interviews revealed common motivations for participation, including altruism and hope for benefit for themselves, family members, and/or others with their condition. Additionally, themes emerged related to unintentional influence based on trust of the clinical provider that recruited them to the study. Participant trust in the enrolling provider at times appeared to extend to the study team to decide which research results to return and to do so in an appropriate format. Participants also based expectations for research results return on previous clinical genetic testing experiences, which may or may not be realistic depending on study design. It is imperative that genetic counselors enrolling patients into research studies be aware of the potential influence of their clinical relationship on potential subjects, be transparent about their role on the study team, and help set expectations about the study process, including results return.",
        "Keywords": [
            "Expectations",
            "Genetic counseling",
            "Genomics research",
            "Influence of provider",
            "Motivations",
            "Return of results"
        ],
        "MeSH terms": [
            "Base Sequence",
            "Decision Making",
            "Family",
            "Female",
            "Genetic Testing",
            "Humans",
            "Informed Consent",
            "Male",
            "Motivation",
            "Qualitative Research",
            "Research Design",
            "Trust"
        ],
        "Authors": [
            {
                "First Name": "Courtney",
                "Last Name": "Berrios",
                "Affiliation": "McKusick-Nathans Institute of Genetic Medicine, Johns Hopkins University, 600 North Wolfe Street, Blalock 1008, Baltimore, MD, 21287, USA."
            },
            {
                "First Name": "Cynthia A",
                "Last Name": "James",
                "Affiliation": "Department of Medicine, Division of Cardiology, Johns Hopkins University, Baltimore, MD, USA."
            },
            {
                "First Name": "Karen",
                "Last Name": "Raraigh",
                "Affiliation": "McKusick-Nathans Institute of Genetic Medicine, Johns Hopkins University, 600 North Wolfe Street, Blalock 1008, Baltimore, MD, 21287, USA."
            },
            {
                "First Name": "Juli",
                "Last Name": "Bollinger",
                "Affiliation": "Berman Institute of Bioethics, Johns Hopkins University, Baltimore, MD, USA."
            },
            {
                "First Name": "Brittney",
                "Last Name": "Murray",
                "Affiliation": "Department of Medicine, Division of Cardiology, Johns Hopkins University, Baltimore, MD, USA."
            },
            {
                "First Name": "Crystal",
                "Last Name": "Tichnell",
                "Affiliation": "Department of Medicine, Division of Cardiology, Johns Hopkins University, Baltimore, MD, USA."
            },
            {
                "First Name": "Carolyn D",
                "Last Name": "Applegate",
                "Affiliation": "McKusick-Nathans Institute of Genetic Medicine, Johns Hopkins University, 600 North Wolfe Street, Blalock 1008, Baltimore, MD, 21287, USA."
            },
            {
                "First Name": "Amanda L",
                "Last Name": "Bergner",
                "Affiliation": "McKusick-Nathans Institute of Genetic Medicine, Johns Hopkins University, 600 North Wolfe Street, Blalock 1008, Baltimore, MD, 21287, USA. abergne1@jhmi.edu."
            }
        ],
        "Journal": "Journal of genetic counseling",
        "PubDate": "2018"
    },
    {
        "PMID": "27618824",
        "Title": "The Dynamics of a Genetic Counseling Peer Supervision Group.",
        "Abstract": "Supervision is a practice that is utilized by a variety of practitioners to hone their counseling skills. Genetic counselors have embraced the supervision process, and some seek out supervision in a group setting with peers. Researchers have described the structure and content of genetic counseling peer supervision groups, and provided evidence for the benefits of seeking peer supervision. This study aimed to describe the interpersonal aspects of one genetic counseling peer supervision group, including personality traits and group dynamics, and how those factors influenced our experiences within the group. We also describe how the process of evaluating these factors impacted us individually and collectively. There was consensus that the group was a safe and trusting one, which was united by similar goals and mutual respect. Members reported gaining insights about how their own personality functioned within the group milieu, and also how the group setting impacted them. Based on our experiences, we recommend that other peer supervision groups consider similar self-evaluations on a periodic basis, both to enhance group functioning and to allow for increased self-awareness and professional growth.",
        "Keywords": [
            "Genetic counseling",
            "Group dynamics",
            "Peer supervision",
            "Personality",
            "Professional development"
        ],
        "MeSH terms": [
            "Adult",
            "Counselors",
            "Female",
            "Genetic Counseling",
            "Group Processes",
            "Humans",
            "Interpersonal Relations",
            "Peer Group",
            "Personality"
        ],
        "Authors": [
            {
                "First Name": "Katie L",
                "Last Name": "Lewis",
                "Affiliation": "Medical Genomics and Metabolic Genetics Branch, National Institutes of Health, 10 Center Drive, Building 10, Room 3C710C, Bethesda, MD, 20892-1253, USA. lewiskatie@mail.nih.gov."
            },
            {
                "First Name": "Lori A H",
                "Last Name": "Erby",
                "Affiliation": "Social and Behavioral Research Branch, National Institutes of Health, Bethesda, MD, USA."
            },
            {
                "First Name": "Amanda L",
                "Last Name": "Bergner",
                "Affiliation": "Johns Hopkins University, Baltimore, MD, USA."
            },
            {
                "First Name": "E Kate",
                "Last Name": "Reed",
                "Affiliation": "Johns Hopkins University, Baltimore, MD, USA."
            },
            {
                "First Name": "Maria R",
                "Last Name": "Johnson",
                "Affiliation": "Johns Hopkins University, Baltimore, MD, USA."
            },
            {
                "First Name": "Jessica Y",
                "Last Name": "Adcock",
                "Affiliation": "Greater Baltimore Medical Center, Towson, MD, USA."
            },
            {
                "First Name": "Meredith A",
                "Last Name": "Weaver",
                "Affiliation": "American College of Medical Genetics and Genomics, Bethesda, MD, USA."
            }
        ],
        "Journal": "Journal of genetic counseling",
        "PubDate": "2017"
    },
    {
        "PMID": "27050651",
        "Title": "Health-related Quality of Life of Individuals With Neurofibromatosis Type 2: Results From the NF2 Natural History Study.",
        "Abstract": "To explore health-related quality of life (HRQoL) reported by individuals with neurofibromatosis type 2 (NF2) and to assess for correlations between HRQoL and objective measures of disease manifestations.",
        "Keywords": [],
        "MeSH terms": [
            "Adolescent",
            "Adult",
            "Child",
            "Female",
            "Humans",
            "Male",
            "Middle Aged",
            "Neurofibromatosis 2",
            "Prospective Studies",
            "Quality of Life",
            "Young Adult"
        ],
        "Authors": [
            {
                "First Name": "Vanessa L",
                "Last Name": "Merker",
                "Affiliation": "*Department of Neurology and Cancer Center, Massachusetts General Hospital, Boston, Massachusetts †Department of Neurology, Johns Hopkins Hospital, Baltimore, Maryland ‡Department of Psychiatry, Massachusetts General Hospital, Boston, Massachusetts §Biostatistics Center, Massachusetts General Hospital, Boston, Massachusetts ||Department of Neurotology, House Clinic, Los Angeles, California."
            },
            {
                "First Name": "Amanda L",
                "Last Name": "Bergner",
                "Affiliation": ""
            },
            {
                "First Name": "Ana-Maria",
                "Last Name": "Vranceanu",
                "Affiliation": ""
            },
            {
                "First Name": "Alona",
                "Last Name": "Muzikansky",
                "Affiliation": ""
            },
            {
                "First Name": "William",
                "Last Name": "Slattery",
                "Affiliation": ""
            },
            {
                "First Name": "Scott R",
                "Last Name": "Plotkin",
                "Affiliation": ""
            }
        ],
        "Journal": "Otology & neurotology : official publication of the American Otological Society, American Neurotology Society [and] European Academy of Otology and Neurotology",
        "PubDate": "2016"
    },
    {
        "PMID": "25251809",
        "Title": "Informed consent for exome sequencing research in families with genetic disease: the emerging issue of incidental findings.",
        "Abstract": "Genomic sequencing technology is increasingly used in genetic research. Studies of informed consent for exome and genome sequencing (ES/GS) research have largely involved hypothetical scenarios or healthy individuals enrolling in population-based studies. Studies have yet to explore the consent experiences of adults with inherited disease. We conducted a qualitative interview study of 15 adults recently enrolled in a large-scale ES/GS study (11 affected adults, four parents of affected children). Our study had two goals: (1) to explore three theoretical barriers to consent for ES/GS research (interpretive/technical complexity, possibility of incidental findings, and risks of loss of privacy); and (2) to explore how interviewees experienced the consent process. Interviewees could articulate study goals and processes, describe incidental findings, discuss risks of privacy loss, and reflect on their consent experience. Few expected the study would identify the genetic cause of their condition. All elected to receive incidental findings. Interviewees acknowledged paying little attention to potential implications of incidental findings in light of more pressing goals of supporting research regarding their own medical conditions. Interviewees suggested that experience living with a genetic condition prepared them to adjust to incidental findings. Interviewees also expressed little concern about loss of confidentiality of study data. Some experienced the consent process as very long. None desired reconsent prior to return of study results. Families with inherited disease likely would benefit from a consent process in which study risks and benefits were discussed in the context of prior experiences with genetic research and genetic disease.",
        "Keywords": [
            "exome sequencing",
            "genetic counseling",
            "genetic testing",
            "genome sequencing",
            "incidental findings",
            "informed consent"
        ],
        "MeSH terms": [
            "Adolescent",
            "Adult",
            "Aged",
            "Confidentiality",
            "Ethics, Medical",
            "Exome",
            "Family",
            "Female",
            "Genetic Diseases, Inborn",
            "Genetic Research",
            "High-Throughput Nucleotide Sequencing",
            "Humans",
            "Incidental Findings",
            "Informed Consent",
            "Male",
            "Middle Aged",
            "Young Adult"
        ],
        "Authors": [
            {
                "First Name": "Amanda L",
                "Last Name": "Bergner",
                "Affiliation": "McKusick-Nathans Institute of Genetic Medicine, Johns Hopkins University, Baltimore, Maryland."
            },
            {
                "First Name": "Juli",
                "Last Name": "Bollinger",
                "Affiliation": ""
            },
            {
                "First Name": "Karen S",
                "Last Name": "Raraigh",
                "Affiliation": ""
            },
            {
                "First Name": "Crystal",
                "Last Name": "Tichnell",
                "Affiliation": ""
            },
            {
                "First Name": "Brittney",
                "Last Name": "Murray",
                "Affiliation": ""
            },
            {
                "First Name": "Carrie Lynn",
                "Last Name": "Blout",
                "Affiliation": ""
            },
            {
                "First Name": "Aida Bytyci",
                "Last Name": "Telegrafi",
                "Affiliation": ""
            },
            {
                "First Name": "Cynthia A",
                "Last Name": "James",
                "Affiliation": ""
            }
        ],
        "Journal": "American journal of medical genetics. Part A",
        "PubDate": "2014"
    },
    {
        "PMID": "16816004",
        "Title": "Intracranial hemorrhage as the initial manifestation of a congenital disorder of glycosylation.",
        "Abstract": "Intracranial hemorrhage in a term neonate is a rare event in the absence of an identifiable precipitating factor such as severe thrombocytopenia, mechanical trauma, asphyxia, infections, or congenital vascular malformations. Congenital disorders of glycosylation are a genetically and clinically heterogeneous group of multisystem disorders characterized by the abnormal glycosylation of a number of glycoproteins. Although bleeding caused by abnormal glycosylation of various coagulation factors is a well-known clinical complication of several types of congenital disorders of glycosylation, intracranial hemorrhage has not been reported as an initial manifestation of this entity. Here we report the detailed history of a family with 2 consecutive male infants, both born at term with intracranial hemorrhage diagnosed within the first 24 hours of life. The diagnosis of a congenital disorder of glycosylation was established in the second infant by an abnormal glycosylation of serum transferrin detected by electrospray-ionization mass spectrometry. Both infants showed significant neurologic deterioration during the first month of life, and both died at 5 months of age. Intracranial hemorrhage in a term neonate without a potential precipitating factor represents yet another clinical feature that should raise the suspicion for a congenital disorder of glycosylation.",
        "Keywords": [],
        "MeSH terms": [
            "Apnea",
            "Brain",
            "Carbohydrate Metabolism, Inborn Errors",
            "Cerebral Hemorrhage",
            "Cholelithiasis",
            "Clubfoot",
            "Contracture",
            "Fatal Outcome",
            "Glycoproteins",
            "Glycosylation",
            "Hematoma, Subdural",
            "Humans",
            "Infant, Newborn",
            "Magnetic Resonance Imaging",
            "Male",
            "Muscle Hypertonia",
            "Protein Processing, Post-Translational",
            "Respiratory Insufficiency",
            "Spectrometry, Mass, Electrospray Ionization",
            "Transferrin",
            "alpha-2-Antiplasmin"
        ],
        "Authors": [
            {
                "First Name": "Ronald D",
                "Last Name": "Cohn",
                "Affiliation": "McKusick-Nathans Institute of Genetic Medicine, Johns Hopkins Hospital, Children's Center, Johns Hopkins University School of Medicine, 600 N Wolfe St, Blalock 1008, Baltimore, Maryland 21205, USA. rcohn2@jhmi.edu"
            },
            {
                "First Name": "Erik",
                "Last Name": "Eklund",
                "Affiliation": ""
            },
            {
                "First Name": "Amanda L",
                "Last Name": "Bergner",
                "Affiliation": ""
            },
            {
                "First Name": "James F",
                "Last Name": "Casella",
                "Affiliation": ""
            },
            {
                "First Name": "S Lee",
                "Last Name": "Woods",
                "Affiliation": ""
            },
            {
                "First Name": "Janyne",
                "Last Name": "Althaus",
                "Affiliation": ""
            },
            {
                "First Name": "Karin J",
                "Last Name": "Blakemore",
                "Affiliation": ""
            },
            {
                "First Name": "Harold E",
                "Last Name": "Fox",
                "Affiliation": ""
            },
            {
                "First Name": "Julie E",
                "Last Name": "Hoover-Fong",
                "Affiliation": ""
            },
            {
                "First Name": "Ada",
                "Last Name": "Hamosh",
                "Affiliation": ""
            },
            {
                "First Name": "Nancy E",
                "Last Name": "Braverman",
                "Affiliation": ""
            },
            {
                "First Name": "Hudson H",
                "Last Name": "Freeze",
                "Affiliation": ""
            },
            {
                "First Name": "Simeon A",
                "Last Name": "Boyadjiev",
                "Affiliation": ""
            }
        ],
        "Journal": "Pediatrics",
        "PubDate": "2006"
    }
]