[
    {
        "PMID": "30815125",
        "Title": "Validation of the Behavior of a Knowledge Base Implementing Clinical Guidelines for Point-of-Care Antiretroviral Toxicity Monitoring.",
        "Abstract": "This study investigated the automated detection of antiretroviral toxicities in structured electronic health records data. The evaluation compared responses generated by 5 clinical pharmacists and 1 prototype knowledge-based application for 15 randomly selected test cases. The main outcomes were inter-subject dissimilarity of responses quantified by the Jaccard distance, and the mean proportion of correct responses by each subject. The statistical differences in inter-subject Jaccard distances suggested that the prototype was inferior to clinical pharmacists in the detection of possible antiretroviral toxicity associations from structured data. The reason for dissimilarities was attributable to inadequate domain coverage by the prototype. The differences in the mean proportion of correct responses between the clinical pharmacists and the prototype were statistically indistinguishable. Overall, this study suggests that knowledge-based applications have the potential to support automated detection of antiretroviral toxicities from structured patient records. Furthermore, the study demonstrates a systematic approach for validating such applications quantitatively.",
        "Keywords": [],
        "MeSH terms": [
            "Anti-Retroviral Agents",
            "Drug Monitoring",
            "Electronic Health Records",
            "HIV Infections",
            "Humans",
            "Knowledge Bases",
            "Pharmacists",
            "Point-of-Care Systems",
            "Point-of-Care Testing",
            "Practice Guidelines as Topic"
        ],
        "Authors": [
            {
                "First Name": "William",
                "Last Name": "Ogallo",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY."
            },
            {
                "First Name": "Carol",
                "Last Name": "Friedman",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY."
            },
            {
                "First Name": "Andrew S",
                "Last Name": "Kanter",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY."
            }
        ],
        "Journal": "AMIA ... Annual Symposium proceedings. AMIA Symposium",
        "PubDate": "2018"
    },
    {
        "PMID": "30674041",
        "Title": "Integration of Postcoordination Content into a Clinical Interface Terminology to Support Administrative Coding.",
        "Abstract": "Clinical interface terminologies (CITs) consist of terms designed for clinical documentation and, through mappings to standardized vocabularies, to support secondary uses of patient data, including clinical decision support, quality measurement, and billing for health care services. The latter purpose requires maps to administrative coding systems, such as the International Classification of Diseases, 10th Revision, Clinical Modification (ICD-10-CM), for diagnoses in the United States.",
        "Keywords": [],
        "MeSH terms": [
            "Documentation",
            "Health Personnel",
            "Humans",
            "International Classification of Diseases",
            "Systematized Nomenclature of Medicine",
            "Workflow"
        ],
        "Authors": [
            {
                "First Name": "Eric",
                "Last Name": "Rose",
                "Affiliation": "Intelligent Medical Objects, Northbrook, Illinois, United States."
            },
            {
                "First Name": "Steven",
                "Last Name": "Rube",
                "Affiliation": "Intelligent Medical Objects, Northbrook, Illinois, United States."
            },
            {
                "First Name": "Andrew S",
                "Last Name": "Kanter",
                "Affiliation": "Intelligent Medical Objects, Northbrook, Illinois, United States."
            },
            {
                "First Name": "Matthew",
                "Last Name": "Cardwell",
                "Affiliation": "Intelligent Medical Objects, Northbrook, Illinois, United States."
            },
            {
                "First Name": "Frank",
                "Last Name": "Naeymi-Rad",
                "Affiliation": "Intelligent Medical Objects, Northbrook, Illinois, United States."
            }
        ],
        "Journal": "Applied clinical informatics",
        "PubDate": "2019"
    },
    {
        "PMID": "29959274",
        "Title": "Effectiveness of SMS Technology on Timely Community Health Worker Follow-Up for Childhood Malnutrition: A Retrospective Cohort Study in sub-Saharan Africa.",
        "Abstract": "The Millennium Villages Project facilitated technology-based health interventions in rural under-resourced areas of sub-Saharan Africa. Our study examined whether data entry using SMS compared with paper forms by community health workers (CHWs) led to higher proportion of timely follow-up visits for malnutrition screening in under-5 children in Ghana, Rwanda, Senegal, and Uganda.",
        "Keywords": [],
        "MeSH terms": [
            "Africa South of the Sahara",
            "Child Nutrition Disorders",
            "Child, Preschool",
            "Community Health Workers",
            "Female",
            "Follow-Up Studies",
            "Health Services Research",
            "Humans",
            "Infant",
            "Male",
            "Mass Screening",
            "Paper",
            "Retrospective Studies",
            "Rural Health Services",
            "Technology",
            "Text Messaging",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Shohinee",
                "Last Name": "Sarma",
                "Affiliation": "Mailman School of Public Health, Columbia University, New York, NY, USA. Now with McMaster University, Hamilton, Canada. shohinee.sarma@gmail.com."
            },
            {
                "First Name": "Bennett",
                "Last Name": "Nemser",
                "Affiliation": "Millennium Villages Project, Earth Institute, Columbia University. Now with UNICEF, New York, NY, USA. Now with University of the Western Cape, Cape Town, South Africa."
            },
            {
                "First Name": "Heather",
                "Last Name": "Cole-Lewis",
                "Affiliation": "Yale University School of Epidemiology and Public Health, New Haven, CT, USA. Now with Department of Biomedical Informatics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Nadi",
                "Last Name": "Kaonga",
                "Affiliation": "Tufts University School of Medicine, Boston, MA, USA."
            },
            {
                "First Name": "Joel",
                "Last Name": "Negin",
                "Affiliation": "Sydney School of Public Health, University of Sydney, Sydney, Australia."
            },
            {
                "First Name": "Patricia",
                "Last Name": "Namakula",
                "Affiliation": "Millennium Villages Project, Earth Institute, Columbia University. Now with Columbia Global Centers Africa, Nairobi, Kenya."
            },
            {
                "First Name": "Seth",
                "Last Name": "Ohemeng-Dapaah",
                "Affiliation": "Millennium Villages Project, Earth Institute, Columbia University. Now with Millennium Promise, Dakar, Senegal."
            },
            {
                "First Name": "Andrew S",
                "Last Name": "Kanter",
                "Affiliation": "Millennium Villages Project, Earth Institute, Columbia University, New York, NY, USA. Now with Departments of Biomedical Informatics and Epidemiology, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "Global health, science and practice",
        "PubDate": "2018"
    },
    {
        "PMID": "28269895",
        "Title": "Using Natural Language Processing and Network Analysis to Develop a Conceptual Framework for Medication Therapy Management Research.",
        "Abstract": "This paper describes a theory derivation process used to develop a conceptual framework for medication therapy management (MTM) research. The MTM service model and chronic care model were selected as parent theories. Review article abstracts targeting medication therapy management in chronic disease care were retrieved from Ovid Medline (2000-2016). Unique concepts in each abstract were extracted using MetaMap and their pairwise cooccurrence determined. The information was used to construct a network graph of concept co-occurrence that was analyzed to identify content for the new conceptual model. 142 abstracts were analyzed. Medication adherence is the most studied drug therapy problem and co-occurred with concepts related to patient-centered interventions targeting self-management. The enhanced model consists of 65 concepts clustered into 14 constructs. The framework requires additional refinement and evaluation to determine its relevance and applicability across a broad audience including underserved settings.",
        "Keywords": [],
        "MeSH terms": [
            "Biomedical Research",
            "Chronic Disease",
            "Humans",
            "Medication Adherence",
            "Medication Therapy Management",
            "Natural Language Processing",
            "Self Care"
        ],
        "Authors": [
            {
                "First Name": "William",
                "Last Name": "Ogallo",
                "Affiliation": "department of Biomedical Informatics, Columbia University, New York."
            },
            {
                "First Name": "Andrew S",
                "Last Name": "Kanter",
                "Affiliation": "department of Biomedical Informatics, Columbia University, New York."
            }
        ],
        "Journal": "AMIA ... Annual Symposium proceedings. AMIA Symposium",
        "PubDate": "2016"
    },
    {
        "PMID": "26262405",
        "Title": "Modelling the Medication Management System for Resource Limited Settings: A Formal Representation of the Prescribing and Dispensing Phases.",
        "Abstract": "We propose a conceptual data model for relational databases targeting the prescribing and dispensing phases of the medication management system. The model was developed using recommendations from existing standards and guidelines, with necessary modifications made to suit adoption in resource-limited settings. We present the model as an entity-relationship diagram with 10 entities, 12 relationships and 48 attributes. It is our hope that this work will help mitigate barriers in the implementation of electronic prescribing and dispensing standards in the developing world.",
        "Keywords": [],
        "MeSH terms": [
            "Clinical Pharmacy Information Systems",
            "Developing Countries",
            "Electronic Prescribing",
            "Medication Systems",
            "Models, Organizational",
            "Workflow"
        ],
        "Authors": [
            {
                "First Name": "William",
                "Last Name": "Ogallo",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, USA."
            },
            {
                "First Name": "Andrew S",
                "Last Name": "Kanter",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, USA."
            }
        ],
        "Journal": "Studies in health technology and informatics",
        "PubDate": "2015"
    },
    {
        "PMID": "26262387",
        "Title": "Towards a Clinical Decision Support System for Drug Allergy Management: Are Existing Drug Reference Terminologies Sufficient for Identifying Substitutes and Cross-Reactants?",
        "Abstract": "Drug allergy cross-reactivity checking is an important component of electronic health record systems. Currently, a single, open-source medication dictionary that can provide this function does not exist. In this study, we assessed the feasibility of using RxNorm and NDF-RT (National Drug File--Reference Terminology) for allergy management decision support. We evaluated the performance of using the Pharmacological Class, Mechanism of Action and Chemical Structure NDF-RT classifications in discriminating between safe and cross-reactive alternatives to a sample of common drug allergens. The positive predictive values for the three approaches were 96.3%, 99.3% and 96.2% respectively. The negative predictive values were 94.7%, 56.8% and 92.6%. Our findings suggest that in the absence of an established medication allergy classification system, using the Pharmacologic Class and Chemical Structure classifications in NDF-RT may still be effective for discriminating between safe and cross-reactive alternatives to potential allergens.",
        "Keywords": [],
        "MeSH terms": [
            "Clinical Pharmacy Information Systems",
            "Cross Reactions",
            "Decision Support Systems, Clinical",
            "Drug Hypersensitivity",
            "Drug Substitution",
            "Humans",
            "Natural Language Processing",
            "Reference Values",
            "Reproducibility of Results",
            "RxNorm",
            "Sensitivity and Specificity",
            "Terminology as Topic"
        ],
        "Authors": [
            {
                "First Name": "William",
                "Last Name": "Ogallo",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, USA."
            },
            {
                "First Name": "Andrew S",
                "Last Name": "Kanter",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, USA."
            }
        ],
        "Journal": "Studies in health technology and informatics",
        "PubDate": "2015"
    },
    {
        "PMID": "26262307",
        "Title": "Towards a Tool for Malaria Supply Chain Management Improvement in Rural Ghana.",
        "Abstract": "The maintenance of adequate quantities of antimalarial medicines and rapid diagnostic tests (RDTs) at health facilities in rural areas of sub-Saharan Africa is a challenging task because of poor supply chain management. Antimalarial stock-outs in the communities could lead patients (that need to travel long distances to get medications) to remain untreated, develop severe malaria and die. A prototype to improve the management of health commodities in rural Ghana through the visualization of current stock levels and the forecasting of commodities is proposed.",
        "Keywords": [],
        "MeSH terms": [
            "Antimalarials",
            "Diagnostic Tests, Routine",
            "Ghana",
            "Humans",
            "Malaria",
            "Models, Organizational",
            "Point-of-Care Testing",
            "Resource Allocation",
            "Rural Health Services",
            "Software",
            "User-Computer Interface"
        ],
        "Authors": [
            {
                "First Name": "Lorena",
                "Last Name": "Carlo",
                "Affiliation": "Department of Biomedical Informatics, Columbia University."
            },
            {
                "First Name": "Suzanne",
                "Last Name": "Bakken",
                "Affiliation": "Department of Biomedical Informatics, Columbia University."
            },
            {
                "First Name": "Lena",
                "Last Name": "Mamykina",
                "Affiliation": "Department of Biomedical Informatics, Columbia University."
            },
            {
                "First Name": "Richmond",
                "Last Name": "Kodie",
                "Affiliation": "Millennium Villages Project, Bonsaaso, Ghana."
            },
            {
                "First Name": "Andrew S",
                "Last Name": "Kanter",
                "Affiliation": "Department of Biomedical Informatics, Columbia University."
            }
        ],
        "Journal": "Studies in health technology and informatics",
        "PubDate": "2015"
    },
    {
        "PMID": "24400748",
        "Title": "A usability study of a mobile health application for rural Ghanaian midwives.",
        "Abstract": "Midwives in rural Ghana work at the frontline of the health care system, where they have access to essential data about the patient population. However, current methods of data capture, primarily pen and paper, make the data neither accessible nor usable for monitoring patient care or program evaluation. Electronic health (eHealth) systems present a potential mechanism for enhancing the roles of midwives by providing tools for collecting, exchanging, and viewing patient data as well as offering midwives the possibility for receiving information and decision support. Introducing such technology in low-resource settings has been challenging because of low levels of user acceptance, software design that does not match the end-user environment, and/or unforeseen challenges such as irregular power availability. These challenges are often attributable to a lack of understanding by the software developers of the end users' needs and work environment.",
        "Keywords": [
            "Ghana",
            "cellular phones",
            "eHealth",
            "global health",
            "international health",
            "mHealth",
            "midwifery",
            "sub-Saharan Africa",
            "telemedicine",
            "usability"
        ],
        "MeSH terms": [
            "Cell Phone",
            "Delivery of Health Care",
            "Electronic Health Records",
            "Female",
            "Ghana",
            "Humans",
            "Interviews as Topic",
            "Midwifery",
            "Mobile Applications",
            "Pregnancy",
            "Surveys and Questionnaires"
        ],
        "Authors": [
            {
                "First Name": "Olivia",
                "Last Name": "Vélez",
                "Affiliation": ""
            },
            {
                "First Name": "Portia Boakye",
                "Last Name": "Okyere",
                "Affiliation": ""
            },
            {
                "First Name": "Andrew S",
                "Last Name": "Kanter",
                "Affiliation": ""
            },
            {
                "First Name": "Suzanne",
                "Last Name": "Bakken",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of midwifery & women's health",
        "PubDate": "2014"
    },
    {
        "PMID": "23920624",
        "Title": "Informatics lessons from using a novel immunization information system.",
        "Abstract": "In the 1990s, NewYork-Presbyterian Hospital began developing a comprehensive, standards-based immunization information system. The system, known as EzVac, has been operational since 1998 and now includes information on 2 million immunizations administered to more than 260,000 individuals. The system exchanges data with multiple electronic health records, a public health immunization registry, and a standalone personal health record. EzVac modules have recently been incorporated into the OpenMRS application and are being used to enhance immunization efforts in developing nations. We report on our experience with developing and using the EzVac system for 1) clinical care, both in local and global settings, 2) public health reporting, 3) consumer engagement, and 4) clinical and informatics research. We emphasize the advantages of using health IT standards to facilitate immunization information exchange in each of these domains.",
        "Keywords": [],
        "MeSH terms": [
            "Electronic Health Records",
            "Health Information Management",
            "Immunization",
            "Internet",
            "Medical Record Linkage",
            "New York",
            "Registries",
            "Software"
        ],
        "Authors": [
            {
                "First Name": "David K",
                "Last Name": "Vawdrey",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Karthik",
                "Last Name": "Natarajan",
                "Affiliation": ""
            },
            {
                "First Name": "Andrew S",
                "Last Name": "Kanter",
                "Affiliation": ""
            },
            {
                "First Name": "George",
                "Last Name": "Hripcsak",
                "Affiliation": ""
            },
            {
                "First Name": "Gilad J",
                "Last Name": "Kuperman",
                "Affiliation": ""
            },
            {
                "First Name": "Melissa S",
                "Last Name": "Stockwell",
                "Affiliation": ""
            }
        ],
        "Journal": "Studies in health technology and informatics",
        "PubDate": "2013"
    },
    {
        "PMID": "22894051",
        "Title": "The importance of using open source technologies and common standards for interoperability within eHealth: perspectives from the Millennium Villages Project.",
        "Abstract": "The purpose of this chapter is to illustrate the importance of using open source technologies and common standards for interoperability when implementing eHealth systems, and to illustrate this through case studies, where possible.",
        "Keywords": [],
        "MeSH terms": [
            "Africa South of the Sahara",
            "Computer Systems",
            "Humans",
            "Information Dissemination",
            "International Cooperation",
            "Medical Informatics",
            "Poverty",
            "Rural Population",
            "Telemedicine"
        ],
        "Authors": [
            {
                "First Name": "Andrew S",
                "Last Name": "Kanter",
                "Affiliation": "Earth Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Rob",
                "Last Name": "Borland",
                "Affiliation": ""
            },
            {
                "First Name": "Mourice",
                "Last Name": "Barasa",
                "Affiliation": ""
            },
            {
                "First Name": "Casey",
                "Last Name": "Iiams-Hauser",
                "Affiliation": ""
            },
            {
                "First Name": "Olivia",
                "Last Name": "Velez",
                "Affiliation": ""
            },
            {
                "First Name": "Nadi Nina",
                "Last Name": "Kaonga",
                "Affiliation": ""
            },
            {
                "First Name": "Matt",
                "Last Name": "Berg",
                "Affiliation": ""
            }
        ],
        "Journal": "Advances in health care management",
        "PubDate": "2012"
    },
    {
        "PMID": "22548600",
        "Title": "Capitalizing on the characteristics of mHealth to evaluate its impact.",
        "Abstract": "The field of mHealth has made significant advances in a short period of time, demanding a more thorough and scientific approach to understanding and evaluating its progress. A recent review of mHealth literature identified two primary research needs in order for mHealth to strengthen health systems and promote healthy behaviors, namely health outcomes and cost-benefits (Mechael et al., 2010 ). In direct response to the gaps identified in mHealth research, the aim of this paper is to present the study design and highlight key observations and next steps from an evaluation of the mHealth activities within the electronic health (eHealth) architecture implemented by the Millennium Villages Project (MVP) by leveraging data generated through mobile technology itself alongside complementary qualitative research and costing assessments. The study, funded by the International Development and Research Centre (IDRC) as part of the Open Architecture Standards and Information Systems research project (OASIS II) (Sinha, 2009 ), is being implemented on data generated by 14 MVP sites in 10 Sub-Saharan African countries including more in-depth research in Ghana, Rwanda, Tanzania, and Uganda. Specific components of the study include rigorous quantitative case-control analyses and other epidemiological approaches (such as survival analysis) supplemented by in-depth qualitative interviews spread out over 18 months, as well as a costing study to assess the impact of mHealth on health outcomes, service delivery, and efficiency.",
        "Keywords": [],
        "MeSH terms": [
            "Africa South of the Sahara",
            "Case-Control Studies",
            "Community Health Services",
            "Cost-Benefit Analysis",
            "Efficiency, Organizational",
            "Humans",
            "Outcome Assessment, Health Care",
            "Program Evaluation",
            "Qualitative Research",
            "Research Design",
            "Telemedicine"
        ],
        "Authors": [
            {
                "First Name": "Patricia",
                "Last Name": "Mechael",
                "Affiliation": "Columbia University, New York, New York, USA. pmechael@mhealthalliance.org"
            },
            {
                "First Name": "Bennett",
                "Last Name": "Nemser",
                "Affiliation": ""
            },
            {
                "First Name": "Roxana",
                "Last Name": "Cosmaciuc",
                "Affiliation": ""
            },
            {
                "First Name": "Heather",
                "Last Name": "Cole-Lewis",
                "Affiliation": ""
            },
            {
                "First Name": "Seth",
                "Last Name": "Ohemeng-Dapaah",
                "Affiliation": ""
            },
            {
                "First Name": "Schadrack",
                "Last Name": "Dusabe",
                "Affiliation": ""
            },
            {
                "First Name": "Nadi Nina",
                "Last Name": "Kaonga",
                "Affiliation": ""
            },
            {
                "First Name": "Patricia",
                "Last Name": "Namakula",
                "Affiliation": ""
            },
            {
                "First Name": "Muhadili",
                "Last Name": "Shemsanga",
                "Affiliation": ""
            },
            {
                "First Name": "Ryan",
                "Last Name": "Burbach",
                "Affiliation": ""
            },
            {
                "First Name": "Andrew S",
                "Last Name": "Kanter",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of health communication",
        "PubDate": "2012"
    },
    {
        "PMID": "21347003",
        "Title": "Comprehensive yet scalable health information systems for low resource settings: a collaborative effort in sierra leone.",
        "Abstract": "We address the problem of how to integrate health information systems in low-income African countries in which technical infrastructure and human resources vary wildly within countries. We describe a set of tools to meet the needs of different service areas including managing aggregate indicators, patient level record systems, and mobile tools for community outreach. We present the case of Sierra Leone and use this case to motivate and illustrate an architecture that allows us to provide services at each level of the health system (national, regional, facility and community) and provide different configurations of the tools as appropriate for the individual area. Finally, we present a, collaborative implementation of this approach in Sierra Leone.",
        "Keywords": [
            "Africa",
            "Sierra Leone",
            "architecture",
            "capacity building",
            "electronic health information systems",
            "mobile devices"
        ],
        "MeSH terms": [
            "Africa",
            "Developing Countries",
            "Health Information Systems",
            "Health Resources",
            "Health Services Accessibility",
            "Humans",
            "Sierra Leone"
        ],
        "Authors": [
            {
                "First Name": "Jørn",
                "Last Name": "Braa",
                "Affiliation": "Department of Informatics, University of Oslo, Norway."
            },
            {
                "First Name": "Andrew S",
                "Last Name": "Kanter",
                "Affiliation": ""
            },
            {
                "First Name": "Neal",
                "Last Name": "Lesh",
                "Affiliation": ""
            },
            {
                "First Name": "Ryan",
                "Last Name": "Crichton",
                "Affiliation": ""
            },
            {
                "First Name": "Bob",
                "Last Name": "Jolliffe",
                "Affiliation": ""
            },
            {
                "First Name": "Johan",
                "Last Name": "Sæbø",
                "Affiliation": ""
            },
            {
                "First Name": "Edem",
                "Last Name": "Kossi",
                "Affiliation": ""
            },
            {
                "First Name": "Christopher J",
                "Last Name": "Seebregts",
                "Affiliation": ""
            }
        ],
        "Journal": "AMIA ... Annual Symposium proceedings. AMIA Symposium",
        "PubDate": "2010"
    },
    {
        "PMID": "20841720",
        "Title": "Combining vital events registration, verbal autopsy and electronic medical records in rural Ghana for improved health services delivery.",
        "Abstract": "This paper describes the process of implementing a low-cost 'real-time' vital registration and verbal autopsy system integrated within an electronic medical record within the Millennium Village cluster in rural Ghana. Using MGV-Net, an open source health information architecture built around the OpenMRS platform, a total of 2378 births were registered between January 2007 and June 2009. The percentage of births registered in the health facility under supervision of a skilled attendant increased substantially over the course of the project from median of 35% in 2007 to 64% in 2008 and 85% midway through 2009. Building additional clinics to reduce distance to facility and using the CHEWs to refer women for delivery in the clinics are possible explanations for the success in the vital registration. The integration of vital registration and verbal autopsies with the MGV-Net information system makes it possible for rapid assessment of effectiveness and provides important feedback to local providers and the Millennium Villages Project.",
        "Keywords": [],
        "MeSH terms": [
            "Cause of Death",
            "Database Management Systems",
            "Delivery of Health Care",
            "Electronic Health Records",
            "Ghana",
            "Medical Record Linkage",
            "Quality Assurance, Health Care",
            "Quality Improvement",
            "Registries",
            "Rural Health Services",
            "Vital Statistics"
        ],
        "Authors": [
            {
                "First Name": "Seth",
                "Last Name": "Ohemeng-Dapaah",
                "Affiliation": "Millennium Villages Project, Bonsasso, Ashanti Region, Ghana."
            },
            {
                "First Name": "Paul",
                "Last Name": "Pronyk",
                "Affiliation": ""
            },
            {
                "First Name": "Eric",
                "Last Name": "Akosa",
                "Affiliation": ""
            },
            {
                "First Name": "Bennett",
                "Last Name": "Nemser",
                "Affiliation": ""
            },
            {
                "First Name": "Andrew S",
                "Last Name": "Kanter",
                "Affiliation": ""
            }
        ],
        "Journal": "Studies in health technology and informatics",
        "PubDate": "2010"
    },
    {
        "PMID": "20348072",
        "Title": "A toolkit for e-health partnerships in low-income nations.",
        "Abstract": "Collecting, managing, and communicating information is a critical part of delivering high-quality, efficient health care. Low-income countries often lack the information technology that is taking root in developed countries to manage health data and work toward evidence-based practice and culture. Partnerships between academic and government institutions in high- and low-income countries can help establish health informatics programs. These programs, in turn, can capture and manage data that are useful to all parties. Several partnerships among academic institutions and public and private organizations, in areas such as sub-Saharan Africa, Haiti, and Peru, are leading the way.",
        "Keywords": [],
        "MeSH terms": [
            "Academies and Institutes",
            "Developed Countries",
            "Developing Countries",
            "Humans",
            "International Cooperation",
            "Medical Informatics",
            "Poverty",
            "Private Sector",
            "Public Sector",
            "Telemedicine"
        ],
        "Authors": [
            {
                "First Name": "William M",
                "Last Name": "Tierney",
                "Affiliation": "Indiana University, IN, USA. wtierney@iupui.edu"
            },
            {
                "First Name": "Andrew S",
                "Last Name": "Kanter",
                "Affiliation": ""
            },
            {
                "First Name": "Hamish S F",
                "Last Name": "Fraser",
                "Affiliation": ""
            },
            {
                "First Name": "Christopher",
                "Last Name": "Bailey",
                "Affiliation": ""
            }
        ],
        "Journal": "Health affairs (Project Hope)",
        "PubDate": "2010"
    },
    {
        "PMID": "19766532",
        "Title": "Millennium Global Village-Net: bringing together Millennium Villages throughout sub-Saharan Africa.",
        "Abstract": "The Millennium Villages Project (MVP), based at The Earth Institute at Columbia University, is a bottom-up, community led approach to show how villages in developing countries can get out of the poverty trap that afflicts more than a billion people worldwide. With well-targeted, practical inputs can help the community invest in a path leading to self-sustaining development. There are 80 Millennium Villages clustered in 10 countries throughout sub-Saharan Africa. MVP is an important development process for empowering communities to invest in a package of integrated interventions aiming to increase food production, improve access to safe water, health care, education and infrastructure. The process benefits from synergies of the integrated approach and relies on community leadership as empowered by proven technological inputs. MVP is committed to a science-based approach to assess and monitor the progress of the communities towards clear objectives; the Millennium Development Goals (MDGs) and to do so with mechanisms that are scalable and sustainable. This approach offers much more than simply collecting and analyzing data since the mechanism used for recording progress would provide a bridge over the divide which separates the haves and the have-nots (by facilitating the sharing of solutions from one community to another bidirectionally). By so doing, it allows people to enhance their own futures in a sustainable manner. Solutions found in one community are transferable to similar communities in other MVP villages. To achieve this goal, the MVP requires an information and communication system which can provide both necessary infrastructure for monitoring and evaluation, and tools for communicating among the villages, cities and countries. This system is called the Millennium Global Village-Net (MGV-Net). It takes advantage of the latest in open source software (OpenMRS), databases (MySQL), interface terminology, a centralized concept dictionary, and uses appropriate technology locally for data entry.",
        "Keywords": [],
        "MeSH terms": [
            "Africa South of the Sahara",
            "Community Health Services",
            "Developing Countries",
            "Healthy People Programs",
            "Humans",
            "Poverty"
        ],
        "Authors": [
            {
                "First Name": "Andrew S",
                "Last Name": "Kanter",
                "Affiliation": "International Partnership for Health, NFP, Chicago, IL, USA. andy kanter@yahoo.com"
            },
            {
                "First Name": "Joel",
                "Last Name": "Negin",
                "Affiliation": ""
            },
            {
                "First Name": "Bernard",
                "Last Name": "Olayo",
                "Affiliation": ""
            },
            {
                "First Name": "Frederick",
                "Last Name": "Bukachi",
                "Affiliation": ""
            },
            {
                "First Name": "Edward",
                "Last Name": "Johnson",
                "Affiliation": ""
            },
            {
                "First Name": "Sonia Ehrlich",
                "Last Name": "Sachs",
                "Affiliation": ""
            }
        ],
        "Journal": "International journal of medical informatics",
        "PubDate": "2009"
    },
    {
        "PMID": "18487703",
        "Title": "Interface terminologies: bridging the gap between theory and reality for Africa.",
        "Abstract": "In the United States and Europe, electronic health records (EHRs) allow information technology and decision-support to facilitate the activities of clinicians and are considered an important component of health care improvement. However, actual adoption of EHRs by physicians has been slow and the use of decision support has been minimal. Part of the difficulty lies in the challenges that users face in capturing structured clinical information. Reference and administrative terminologies have been in use for many years and provide a critical infrastructure to support reimbursement, decision-support and data analysis. The problem is that physicians do not think and work using reference terminologies. Interface terminologies bridge the gap between information that is in the physician's mind and information that can be interpreted by computer applications. The maps from interface terminologies to appropriate reference terminologies enable advanced functionality in clinical information systems. The conflict between the need for timely adoption of health information technology and the need for standardization is also relevant to the problems faced by health information technology in Africa. The problem of clinicians having to communicate and/or record information in a format that is acceptable to someone else, somewhere else, leaves the true benefits of these systems beyond the reach of most in Africa. There is a growing effort in the United States to produce clinically-relevant interface terminologies mapped to standards. These interface terminologies can be expanded to incorporate the languages and clinical requirements of clinicians in Africa. The adoption of interface terminologies will help bring the value of standard terminology and the resulting benefits of decision-support, data analysis and information retrieval to parts of the world where they are needed most.",
        "Keywords": [],
        "MeSH terms": [
            "Africa",
            "Decision Support Systems, Clinical",
            "Developing Countries",
            "Diffusion of Innovation",
            "Empirical Research",
            "Health Services Needs and Demand",
            "Hospital Information Systems",
            "Humans",
            "Information Theory",
            "Medical Records Systems, Computerized",
            "Natural Language Processing",
            "Public Health Informatics",
            "Systematized Nomenclature of Medicine",
            "Terminology as Topic",
            "User-Computer Interface",
            "Vocabulary, Controlled"
        ],
        "Authors": [
            {
                "First Name": "Andrew S",
                "Last Name": "Kanter",
                "Affiliation": "International Partnership for Health, NFP, Chicago, USA."
            },
            {
                "First Name": "Amy Y",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Fred E",
                "Last Name": "Masarie",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Naeymi-Rad",
                "Affiliation": ""
            },
            {
                "First Name": "Charles",
                "Last Name": "Safran",
                "Affiliation": ""
            }
        ],
        "Journal": "Studies in health technology and informatics",
        "PubDate": "2008"
    },
    {
        "PMID": "15360990",
        "Title": "A mediated health search portal for trusted medical content.",
        "Abstract": "The Internet has become an important source of medical information for both patients and providers. However, it is increasingly difficult to properly access and evaluate the information obtained on the Internet. Search engines are frequently used to find information but suffer either from lack of specificity, or cumbersome requirements for use. Mediated search services have been suggested as a possible alternative. This paper describes one such mediated medical information search service called IMO Health Search.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Information Storage and Retrieval",
            "Internet",
            "Patient Education as Topic",
            "User-Computer Interface",
            "Vocabulary, Controlled"
        ],
        "Authors": [
            {
                "First Name": "Andrew S",
                "Last Name": "Kanter",
                "Affiliation": "Intelligent Medical Objects, Inc., Chicago, IL 60062, USA."
            },
            {
                "First Name": "Jose",
                "Last Name": "Maldonado",
                "Affiliation": ""
            },
            {
                "First Name": "Anuj",
                "Last Name": "Varshney",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Naeymi-Rad",
                "Affiliation": ""
            }
        ],
        "Journal": "Studies in health technology and informatics",
        "PubDate": "2004"
    },
    {
        "PMID": "15360861",
        "Title": "Using a terminology server and consumer search phrases to help patients find physicians with particular expertise.",
        "Abstract": "To design and implement a real world application using a terminology server to assist patients and physicians who use common language search terms to find specialist physicians with a particular clinical expertise.",
        "Keywords": [],
        "MeSH terms": [
            "Abstracting and Indexing",
            "Community Participation",
            "Databases, Factual",
            "Humans",
            "Information Services",
            "Information Storage and Retrieval",
            "Internet",
            "Medicine",
            "Natural Language Processing",
            "Pilot Projects",
            "Specialization",
            "Systematized Nomenclature of Medicine",
            "Vocabulary, Controlled"
        ],
        "Authors": [
            {
                "First Name": "Curtis L",
                "Last Name": "Cole",
                "Affiliation": "Weill Medical College of Cornell University, 1300 York Avenue A123, New York, NY 10021, USA."
            },
            {
                "First Name": "Andrew S",
                "Last Name": "Kanter",
                "Affiliation": ""
            },
            {
                "First Name": "Michael",
                "Last Name": "Cummens",
                "Affiliation": ""
            },
            {
                "First Name": "Sean",
                "Last Name": "Vostinar",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Naeymi-Rad",
                "Affiliation": ""
            }
        ],
        "Journal": "Studies in health technology and informatics",
        "PubDate": "2004"
    },
    {
        "PMID": "12830764",
        "Title": "Expenditure for contemporary evaluations.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Dental Pulp Diseases",
            "Humans",
            "Radiography, Dental",
            "Tomography, X-Ray Computed"
        ],
        "Authors": [
            {
                "First Name": "Andrew L",
                "Last Name": "Kanter",
                "Affiliation": ""
            }
        ],
        "Journal": "Practical procedures & aesthetic dentistry : PPAD",
        "PubDate": "2003"
    }
]