[
    {
        "PMID": "38743624",
        "Title": "ZEPPI: Proteome-scale sequence-based evaluation of protein-protein interaction models.",
        "Abstract": "We introduce ZEPPI (Z-score Evaluation of Protein-Protein Interfaces), a framework to evaluate structural models of a complex based on sequence coevolution and conservation involving residues in protein-protein interfaces. The ZEPPI score is calculated by comparing metrics for an interface to those obtained from randomly chosen residues. Since contacting residues are defined by the structural model, this obviates the need to account for indirect interactions. Further, although ZEPPI relies on species-paired multiple sequence alignments, its focus on interfacial residues allows it to leverage quite shallow alignments. ZEPPI can be implemented on a proteome-wide scale and is applied here to millions of structural models of dimeric complexes in the ",
        "Keywords": [
            "coevolution",
            "protein complex prediction",
            "protein structure",
            "protein-protein interactions"
        ],
        "MeSH terms": [
            "Proteome",
            "Humans",
            "Protein Interaction Mapping",
            "Models, Molecular",
            "Escherichia coli",
            "Databases, Protein",
            "Protein Binding",
            "Escherichia coli Proteins",
            "Proteins",
            "Sequence Alignment"
        ],
        "Authors": [
            {
                "First Name": "Haiqing",
                "Last Name": "Zhao",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Donald",
                "Last Name": "Petrey",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Diana",
                "Last Name": "Murray",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, NY 10032."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2024"
    },
    {
        "PMID": "38463964",
        "Title": "Astrocyte morphogenesis requires self-recognition.",
        "Abstract": "Self-recognition is a fundamental cellular process across evolution and forms the basis of neuronal self-avoidance1-4. Clustered protocadherins (Pcdh), comprising a large family of isoform-specific homophilic recognition molecules, play a pivotal role in neuronal self-avoidance required for mammalian brain development5-7. The probabilistic expression of different Pcdh isoforms confers unique identities upon neurons and forms the basis for neuronal processes to discriminate between self and non-self5,6,8. Whether this self-recognition mechanism exists in astrocytes, the other predominant cell type of the brain, remains unknown. Here, we report that a specific isoform in the Pcdhγ cluster, γC3, is highly enriched in human and murine astrocytes. Through genetic manipulation, we demonstrate that γC3 acts autonomously to regulate astrocyte morphogenesis in the mouse visual cortex. To determine if γC3 proteins act by promoting recognition between processes of the same astrocyte, we generated pairs of γC3 chimeric proteins capable of heterophilic binding to each other, but incapable of homophilic binding. Co-expressing complementary heterophilic binding isoform pairs in the same γC3 null astrocyte restored normal morphology. By contrast, chimeric γC3 proteins individually expressed in single γC3 null mutant astrocytes did not. These data establish that self-recognition is essential for astrocyte development in the mammalian brain and that, by contrast to neuronal self-recognition, a single Pcdh isoform is both necessary and sufficient for this process.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "S",
                "Last Name": "Zipursky",
                "Affiliation": "UCLA/HHMI."
            },
            {
                "First Name": "John",
                "Last Name": "Lee",
                "Affiliation": "University of California Los Angeles."
            },
            {
                "First Name": "Alina",
                "Last Name": "Sergeeva",
                "Affiliation": "Columbia University."
            },
            {
                "First Name": "Goran",
                "Last Name": "Ahlsen",
                "Affiliation": "Columbia University."
            },
            {
                "First Name": "Seetha",
                "Last Name": "Mannepalli",
                "Affiliation": "Columbia University."
            },
            {
                "First Name": "Fabiana",
                "Last Name": "Bahna",
                "Affiliation": "Columbia University."
            },
            {
                "First Name": "Kerry",
                "Last Name": "Goodman",
                "Affiliation": "Columbia University."
            },
            {
                "First Name": "Baljit",
                "Last Name": "Khakh",
                "Affiliation": "UCLA."
            },
            {
                "First Name": "Joshua",
                "Last Name": "Weiner",
                "Affiliation": "The University of Iowa."
            },
            {
                "First Name": "Lawrence",
                "Last Name": "Shapiro",
                "Affiliation": "Columbia University."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": "Columbia University."
            }
        ],
        "Journal": "Research square",
        "PubDate": "2024"
    },
    {
        "PMID": "37790387",
        "Title": "ZEPPI: proteome-scale sequence-based evaluation of protein-protein interaction models.",
        "Abstract": "We introduce ZEPPI (Z-score Evaluation of Protein-Protein Interfaces), a framework to evaluate structural models of a complex based on sequence co-evolution and conservation involving residues in protein-protein interfaces. The ZEPPI score is calculated by comparing metrics for an interface to those obtained from randomly chosen residues. Since contacting residues are defined by the structural model, this obviates the need to account for indirect interactions. Further, although ZEPPI relies on species-paired multiple sequence alignments, its focus on interfacial residues allows it to leverage quite shallow alignments. ZEPPI performance is evaluated through applications to experimentally determined complexes and to decoys from the CASP-CAPRI experiment. ZEPPI can be implemented on a proteome-wide scale as evidenced by calculations on millions of structural models of dimeric complexes in the ",
        "Keywords": [
            "Protein-protein interactions",
            "coevolution",
            "protein complex prediction",
            "protein structure"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Haiqing",
                "Last Name": "Zhao",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Diana",
                "Last Name": "Murray",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Donald",
                "Last Name": "Petrey",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, NY 10032, USA."
            }
        ],
        "Journal": "Research square",
        "PubDate": "2023"
    },
    {
        "PMID": "37355034",
        "Title": "Free Energy Perturbation Calculations of Mutation Effects on SARS-CoV-2 RBD::ACE2 Binding Affinity.",
        "Abstract": "The strength of binding between human angiotensin converting enzyme 2 (ACE2) and the receptor binding domain (RBD) of viral spike protein plays a role in the transmissibility of the SARS-CoV-2 virus. In this study we focus on a subset of RBD mutations that have been frequently observed in infected individuals and probe binding affinity changes to ACE2 using surface plasmon resonance (SPR) measurements and free energy perturbation (FEP) calculations. Our SPR results are largely in accord with previous studies but discrepancies do arise due to differences in experimental methods and to protocol differences even when a single method is used. Overall, we find that FEP performance is superior to that of other computational approaches examined as determined by agreement with experiment and, in particular, by its ability to identify stabilizing mutations. Moreover, the calculations successfully predict the observed cooperative stabilization of binding by the Q498R N501Y double mutant present in Omicron variants and offer a physical explanation for the underlying mechanism. Overall, our results suggest that despite the significant computational cost, FEP calculations may offer an effective strategy to understand the effects of interfacial mutations on protein-protein binding affinities and, hence, in a variety of practical applications such as the optimization of neutralizing antibodies.",
        "Keywords": [
            "FEP",
            "SPR",
            "ddG prediction",
            "protein–protein interactions",
            "receptor binding domain and angiotensin converting enzyme 2"
        ],
        "MeSH terms": [
            "Humans",
            "Angiotensin-Converting Enzyme 2",
            "Mutation",
            "Protein Binding",
            "SARS-CoV-2",
            "Spike Glycoprotein, Coronavirus",
            "Protein Domains"
        ],
        "Authors": [
            {
                "First Name": "Alina P",
                "Last Name": "Sergeeva",
                "Affiliation": "Department of Systems Biology, Columbia University Medical Center, New York, NY 10032, USA. Electronic address: https://twitter.com/AlinaSergeeva."
            },
            {
                "First Name": "Phinikoula S",
                "Last Name": "Katsamba",
                "Affiliation": "Zuckerman Mind Brain and Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Junzhuo",
                "Last Name": "Liao",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Jared M",
                "Last Name": "Sampson",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY 10027, USA; Schrödinger, Inc., New York, NY 10036, USA."
            },
            {
                "First Name": "Fabiana",
                "Last Name": "Bahna",
                "Affiliation": "Zuckerman Mind Brain and Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Seetha",
                "Last Name": "Mannepalli",
                "Affiliation": "Zuckerman Mind Brain and Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Nicholas C",
                "Last Name": "Morano",
                "Affiliation": "Zuckerman Mind Brain and Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Lawrence",
                "Last Name": "Shapiro",
                "Affiliation": "Zuckerman Mind Brain and Behavior Institute, Columbia University, New York, NY 10027, USA; Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA. Electronic address: lss8@columbia.edu."
            },
            {
                "First Name": "Richard A",
                "Last Name": "Friesner",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY 10027, USA. Electronic address: raf8@columbia.edu."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": "Department of Systems Biology, Columbia University Medical Center, New York, NY 10032, USA; Zuckerman Mind Brain and Behavior Institute, Columbia University, New York, NY 10027, USA; Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Department of Medicine, Columbia University, New York, NY 10032, USA. Electronic address: bh6@columbia.edu."
            }
        ],
        "Journal": "Journal of molecular biology",
        "PubDate": "2023"
    },
    {
        "PMID": "36933822",
        "Title": "PrePPI: A Structure Informed Proteome-wide Database of Protein-Protein Interactions.",
        "Abstract": "We present an updated version of the Predicting Protein-Protein Interactions (PrePPI) webserver which predicts PPIs on a proteome-wide scale. PrePPI combines structural and non-structural evidence within a Bayesian framework to compute a likelihood ratio (LR) for essentially every possible pair of proteins in a proteome; the current database is for the human interactome. The structural modeling (SM) component is derived from template-based modeling and its application on a proteome-wide scale is enabled by a unique scoring function used to evaluate a putative complex. The updated version of PrePPI leverages AlphaFold structures that are parsed into individual domains. As has been demonstrated in earlier applications, PrePPI performs extremely well as measured by receiver operating characteristic curves derived from testing on E. coli and human protein-protein interaction (PPI) databases. A PrePPI database of ∼1.3 million human PPIs can be queried with a webserver application that comprises multiple functionalities for examining query proteins, template complexes, 3D models for predicted complexes, and related features (https://honiglab.c2b2.columbia.edu/PrePPI). PrePPI is a state-of-the-art resource that offers an unprecedented structure-informed view of the human interactome.",
        "Keywords": [
            "alphafold models",
            "database",
            "non-structural evidence",
            "protein-protein interactions",
            "structural modeling"
        ],
        "MeSH terms": [
            "Humans",
            "Bayes Theorem",
            "Databases, Protein",
            "Escherichia coli",
            "Protein Interaction Mapping",
            "Proteome"
        ],
        "Authors": [
            {
                "First Name": "Donald",
                "Last Name": "Petrey",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Haiqing",
                "Last Name": "Zhao",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Stephen J",
                "Last Name": "Trudeau",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Diana",
                "Last Name": "Murray",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, NY 10032, USA; Department of Biochemistry and Molecular Biophysics, Columbia University Irving Medical Center, New York, NY 10032, USA; Department of Medicine, Columbia University, New York, NY 10032, USA; Zuckerman Mind Brain and Behavior Institute, Columbia University, New York, NY 10027, USA. Electronic address: bh6@columbia.edu."
            }
        ],
        "Journal": "Journal of molecular biology",
        "PubDate": "2023"
    },
    {
        "PMID": "36909476",
        "Title": "PrePPI: A structure informed proteome-wide database of protein-protein interactions.",
        "Abstract": "We present an updated version of the Predicting Protein-Protein Interactions (PrePPI) webserver which predicts PPIs on a proteome-wide scale. PrePPI combines structural and non-structural clues within a Bayesian framework to compute a likelihood ratio (LR) for essentially every possible pair of proteins in a proteome; the current database is for the human interactome. The structural modeling (SM) clue is derived from templatebased modeling and its application on a proteome-wide scale is enabled by a unique scoring function used to evaluate a putative complex. The updated version of PrePPI leverages AlphaFold structures that are parsed into individual domains. As has been demonstrated in earlier applications, PrePPI performs extremely well as measured by receiver operating characteristic curves derived from testing on ",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Donald",
                "Last Name": "Petrey",
                "Affiliation": ""
            },
            {
                "First Name": "Haiqing",
                "Last Name": "Zhao",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen",
                "Last Name": "Trudeau",
                "Affiliation": ""
            },
            {
                "First Name": "Diana",
                "Last Name": "Murray",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2023"
    },
    {
        "PMID": "36776141",
        "Title": "PrePCI: A structure- and chemical similarity-informed database of predicted protein compound interactions.",
        "Abstract": "We describe the Predicting Protein-Compound Interactions (PrePCI) database which comprises over 5 billion predicted interactions between 6.8 million chemical compounds and 19,797 human proteins. PrePCI relies on a proteome-wide database of structural models based on both traditional modeling techniques and the AlphaFold Protein Structure Database. Sequence- and structural similarity-based metrics are established between template proteins, T, in the Protein Data Bank that bind compounds, C, and query proteins in the model database, Q. When the metrics exceed threshold values, it is assumed that C also binds to Q with a likelihood ratio (LR) derived from machine learning. If the relationship is based on structural similarity, the LR is based on a scoring function that measures the extent to which C is compatible with the binding site of Q as described in the LT-scanner algorithm. For every predicted complex derived in this way, chemical similarity based on the Tanimoto coefficient identifies other small molecules that may bind to Q. An overall LR for the binding of C to Q is obtained from Naive Bayesian statistics. The PrePCI database can be queried by entering a UniProt ID or gene name for a protein to obtain a list of compounds predicted to bind to it along with associated LRs. Alternatively, entering an identifier for the compound outputs a list of proteins it is predicted to bind. Specific applications of the database to lead discovery, elucidation of drug mechanism of action, and biological function annotation are described.",
        "Keywords": [
            "chemical similarity",
            "protein-compound database",
            "protein-compound interactions",
            "structural alignment"
        ],
        "MeSH terms": [
            "Humans",
            "Bayes Theorem",
            "Databases, Chemical",
            "Proteins",
            "Algorithms",
            "Databases, Protein"
        ],
        "Authors": [
            {
                "First Name": "Stephen J",
                "Last Name": "Trudeau",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Howook",
                "Last Name": "Hwang",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Deepika",
                "Last Name": "Mathur",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Kamrun",
                "Last Name": "Begum",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Donald",
                "Last Name": "Petrey",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Diana",
                "Last Name": "Murray",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, New York, USA."
            }
        ],
        "Journal": "Protein science : a publication of the Protein Society",
        "PubDate": "2023"
    },
    {
        "PMID": "35969779",
        "Title": "On the formation of ordered protein assemblies in cell-cell interfaces.",
        "Abstract": "Crystal structures of many cell-cell adhesion receptors reveal the formation of linear \"molecular zippers\" comprising an ordered one-dimensional array of proteins that form both intercellular (",
        "Keywords": [
            "adhesion proteins",
            "cell–cell interfaces",
            "clustered protocadherins",
            "ordered protein assemblies"
        ],
        "MeSH terms": [
            "Animals",
            "Electron Microscope Tomography",
            "Monte Carlo Method",
            "Neurons",
            "Protein Binding",
            "Protein Conformation",
            "Protocadherins",
            "Vertebrates"
        ],
        "Authors": [
            {
                "First Name": "Nadir",
                "Last Name": "Boni",
                "Affiliation": "School of Neurobiology, Biochemistry and Biophysics, Tel Aviv University, Tel Aviv-Yafo, Israel."
            },
            {
                "First Name": "Lawrence",
                "Last Name": "Shapiro",
                "Affiliation": "Zuckerman Mind, Brain and Behavior Institute, Columbia University, New York, NY 10027."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": "Zuckerman Mind, Brain and Behavior Institute, Columbia University, New York, NY 10027."
            },
            {
                "First Name": "Yinghao",
                "Last Name": "Wu",
                "Affiliation": "Department of Systems and Computational Biology, Albert Einstein College of Medicine, Bronx, NY 10461."
            },
            {
                "First Name": "Rotem",
                "Last Name": "Rubinstein",
                "Affiliation": "School of Neurobiology, Biochemistry and Biophysics, Tel Aviv University, Tel Aviv-Yafo, Israel."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2022"
    },
    {
        "PMID": "35253643",
        "Title": "How clustered protocadherin binding specificity is tuned for neuronal self-/nonself-recognition.",
        "Abstract": "The stochastic expression of fewer than 60 clustered protocadherin (cPcdh) isoforms provides diverse identities to individual vertebrate neurons and a molecular basis for self-/nonself-discrimination. cPcdhs form chains mediated by alternating ",
        "Keywords": [
            "cis interactions",
            "crystal structure",
            "molecular biophysics",
            "mouse",
            "neuronal self-avoidance",
            "neuroscience",
            "protocadherins",
            "self-recognition",
            "structural biology",
            "trans interactions"
        ],
        "MeSH terms": [
            "Cadherins",
            "Cell Communication",
            "Neurons",
            "Protein Isoforms",
            "Protocadherins"
        ],
        "Authors": [
            {
                "First Name": "Kerry Marie",
                "Last Name": "Goodman",
                "Affiliation": "Zuckerman Mind, Brain and Behavior Institute, Columbia University, New York, United States."
            },
            {
                "First Name": "Phinikoula S",
                "Last Name": "Katsamba",
                "Affiliation": "Zuckerman Mind, Brain and Behavior Institute, Columbia University, New York, United States."
            },
            {
                "First Name": "Rotem",
                "Last Name": "Rubinstein",
                "Affiliation": "School of Neurobiology, Biochemistry and Biophysics, Tel Aviv University, Tel Aviv, Israel."
            },
            {
                "First Name": "Göran",
                "Last Name": "Ahlsén",
                "Affiliation": "Zuckerman Mind, Brain and Behavior Institute, Columbia University, New York, United States."
            },
            {
                "First Name": "Fabiana",
                "Last Name": "Bahna",
                "Affiliation": "Zuckerman Mind, Brain and Behavior Institute, Columbia University, New York, United States."
            },
            {
                "First Name": "Seetha",
                "Last Name": "Mannepalli",
                "Affiliation": "Zuckerman Mind, Brain and Behavior Institute, Columbia University, New York, United States."
            },
            {
                "First Name": "Hanbin",
                "Last Name": "Dan",
                "Affiliation": "Department of Medicine, Division of Nephrology, Columbia University, New York, United States."
            },
            {
                "First Name": "Rosemary V",
                "Last Name": "Sampogna",
                "Affiliation": "Department of Medicine, Division of Nephrology, Columbia University, New York, United States."
            },
            {
                "First Name": "Lawrence",
                "Last Name": "Shapiro",
                "Affiliation": "Zuckerman Mind, Brain and Behavior Institute, Columbia University, New York, United States."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": "Zuckerman Mind, Brain and Behavior Institute, Columbia University, New York, United States."
            }
        ],
        "Journal": "eLife",
        "PubDate": "2022"
    },
    {
        "PMID": "34166612",
        "Title": "Dimerization of Cadherin-11 involves multi-site coupled unfolding and strand swapping.",
        "Abstract": "Cadherin extracellular domain 1 (EC1) mediates homophilic dimerization in adherens junctions. Conserved Trp2 and Trp4 residues in type II cadherins anchor the EC1 A strand intermolecularly in strand-swapped dimers. Herein, NMR spectroscopy is used to elucidate the roles of Trp2 and Trp4 in Cadherin-11 dimerization. The monomeric state, with the A strand and Trp side chains packed intramolecularly, is in equilibrium with sparsely populated partially and fully A-strand-exposed states, in which Trp2 (and Trp4, respectively) side-chain packing is disrupted. Exchange kinetics between the major state and the partially (fully) A-strand-exposed state is slow-intermediate (intermediate-fast). A separate very fast process exchanges ordered and random-coil BC-loop conformations with populations dependent on A-strand exposure and dimerization status. In addition, very slow processes connect the folded A-strand-exposed conformation to partially unfolded states, which may represent additional domain-swapping intermediates. The dimerization mechanism of type II cadherins is revealed as coupled folding and strand swapping.",
        "Keywords": [
            "CEST",
            "CPMG relaxation dispersion",
            "adherens junctions",
            "cell adhesion",
            "chemical exchange",
            "domain-swapping",
            "high-pressure NMR",
            "protein dynamics and kinetics",
            "type II cadherin"
        ],
        "MeSH terms": [
            "Amino Acid Substitution",
            "Animals",
            "Cadherins",
            "Mice",
            "Protein Conformation, alpha-Helical",
            "Protein Domains",
            "Protein Folding",
            "Protein Multimerization"
        ],
        "Authors": [
            {
                "First Name": "Hans",
                "Last Name": "Koss",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Irving Medical Center, 701 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Irving Medical Center, 701 West 168th Street, New York, NY 10032, USA; Zuckerman Institute, Columbia University, 3227 Broadway, New York, NY 10027, USA; Department of Systems Biology, Columbia University Irving Medical Center, 1130 St. Nicholas Avenue, New York, NY 10032, USA; Department of Medicine, Columbia University Irving Medical Center, 630 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Lawrence",
                "Last Name": "Shapiro",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Irving Medical Center, 701 West 168th Street, New York, NY 10032, USA; Zuckerman Institute, Columbia University, 3227 Broadway, New York, NY 10027, USA."
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Irving Medical Center, 701 West 168th Street, New York, NY 10032, USA. Electronic address: agp6@columbia.edu."
            }
        ],
        "Journal": "Structure (London, England : 1993)",
        "PubDate": "2021"
    },
    {
        "PMID": "33744294",
        "Title": "Integrating 3D structural information into systems biology.",
        "Abstract": "Systems biology is a data-heavy field that focuses on systems-wide depictions of biological phenomena necessarily sacrificing a detailed characterization of individual components. As an example, genome-wide protein interaction networks are widely used in systems biology and continuously extended and refined as new sources of evidence become available. Despite the vast amount of information about individual protein structures and protein complexes that has accumulated in the past 50 years in the Protein Data Bank, the data, computational tools, and language of structural biology are not an integral part of systems biology. However, increasing effort has been devoted to this integration, and the related literature is reviewed here. Relationships between proteins that are detected via structural similarity offer a rich source of information not available from sequence similarity, and homology modeling can be used to leverage Protein Data Bank structures to produce 3D models for a significant fraction of many proteomes. A number of structure-informed genomic and cross-species (i.e., virus-host) interactomes will be described, and the unique information they provide will be illustrated with a number of examples. Tissue- and tumor-specific interactomes have also been developed through computational strategies that exploit patient information and through genetic interactions available from increasingly sensitive screens. Strategies to integrate structural information with these alternate data sources will be described. Finally, efforts to link protein structure space with chemical compound space offer novel sources of information in drug design, off-target identification, and the identification of targets for compounds found to be effective in phenotypic screens.",
        "Keywords": [
            "computational biology",
            "homology modeling",
            "protein structure",
            "protein–protein interaction",
            "systems biology"
        ],
        "MeSH terms": [
            "Databases, Protein",
            "Protein Conformation",
            "Protein Interaction Maps",
            "Proteins",
            "Systems Biology"
        ],
        "Authors": [
            {
                "First Name": "Diana",
                "Last Name": "Murray",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Donald",
                "Last Name": "Petrey",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": "Department of Systems Biology, Department of Biochemistry and Molecular Biophysics, Department of Medicine, Zuckerman Mind Brain and Behavior Institute, Columbia University, New York, New York, USA. Electronic address: bh6@columbia.edu."
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2021"
    },
    {
        "PMID": "33053371",
        "Title": "A Sweep of Earth's Virome Reveals Host-Guided Viral Protein Structural Mimicry and Points to Determinants of Human Disease.",
        "Abstract": "Viruses deploy genetically encoded strategies to coopt host machinery and support viral replicative cycles. Here, we use protein structure similarity to scan for molecular mimicry, manifested by structural similarity between viral and endogenous host proteins, across thousands of cataloged viruses and hosts spanning broad ecological niches and taxonomic range, including bacteria, plants and fungi, invertebrates, and vertebrates. This survey identified over 6,000,000 instances of structural mimicry; more than 70% of viral mimics cannot be discerned through protein sequence alone. We demonstrate that the manner and degree to which viruses exploit molecular mimicry varies by genome size and nucleic acid type and identify 158 human proteins that are mimicked by coronaviruses, providing clues about cellular processes driving pathogenesis. Our observations point to molecular mimicry as a pervasive strategy employed by viruses and indicate that the protein structure space used by a given virus is dictated by the host proteome. A record of this paper's transparent peer review process is included in the Supplemental Information.",
        "Keywords": [
            "COVID-19",
            "evolution",
            "mimicry",
            "modeling",
            "pathogen-host interaction",
            "protein structure",
            "virology"
        ],
        "MeSH terms": [
            "Animals",
            "Coronavirus",
            "Culicidae",
            "Databases, Genetic",
            "Host-Pathogen Interactions",
            "Humans",
            "Molecular Mimicry",
            "Protein Structure, Secondary",
            "Viral Proteins",
            "Virome",
            "Virus Diseases",
            "Viruses"
        ],
        "Authors": [
            {
                "First Name": "Gorka",
                "Last Name": "Lasso",
                "Affiliation": "Department of Systems Biology, Columbia University Medical Center, New York, NY, USA; Department of Microbiology and Immunology, Columbia University Medical Center, New York, NY, USA; Department of Microbiology and Immunology, Albert Einstein College of Medicine, New York, NY, USA."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": "Department of Systems Biology, Columbia University Medical Center, New York, NY, USA; Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, NY, USA; Zuckerman Mind Brain Behavior Institute, Columbia University Medical Center, New York, NY, USA; Department of Medicine, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Sagi D",
                "Last Name": "Shapira",
                "Affiliation": "Department of Systems Biology, Columbia University Medical Center, New York, NY, USA; Department of Microbiology and Immunology, Columbia University Medical Center, New York, NY, USA. Electronic address: ss4197@columbia.edu."
            }
        ],
        "Journal": "Cell systems",
        "PubDate": "2021"
    },
    {
        "PMID": "32359436",
        "Title": "Adhesion Protein Structure, Molecular Affinities, and Principles of Cell-Cell Recognition.",
        "Abstract": "The ability of cells to organize into multicellular structures in precise patterns requires that they \"recognize\" one another with high specificity. We discuss recent progress in understanding the molecular basis of cell-cell recognition, including unique phenomena associated with neuronal interactions. We describe structures of select adhesion receptor complexes and their assembly into larger intercellular junction structures and discuss emerging principles that relate cell-cell organization to the binding specificities and energetics of adhesion receptors. Armed with these insights, advances in protein design and gene editing should pave the way for breakthroughs toward understanding the molecular basis of cell patterning in vivo.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Body Patterning",
            "Cell Adhesion",
            "Cell Communication",
            "Humans",
            "Molecular Structure",
            "Proteins"
        ],
        "Authors": [
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA; Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Department of Medicine, Columbia University, New York, NY 10032, USA; Department of Systems Biology, Columbia University, New York, NY 10032, USA. Electronic address: bh6@columbia.edu."
            },
            {
                "First Name": "Lawrence",
                "Last Name": "Shapiro",
                "Affiliation": "Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10027, USA; Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA. Electronic address: lss8@columbia.edu."
            }
        ],
        "Journal": "Cell",
        "PubDate": "2020"
    },
    {
        "PMID": "32358559",
        "Title": "DIP/Dpr interactions and the evolutionary design of specificity in protein families.",
        "Abstract": "Differential binding affinities among closely related protein family members underlie many biological phenomena, including cell-cell recognition. Drosophila DIP and Dpr proteins mediate neuronal targeting in the fly through highly specific protein-protein interactions. We show here that DIPs/Dprs segregate into seven specificity subgroups defined by binding preferences between their DIP and Dpr members. We then describe a sequence-, structure- and energy-based computational approach, combined with experimental binding affinity measurements, to reveal how specificity is coded on the canonical DIP/Dpr interface. We show that binding specificity of DIP/Dpr subgroups is controlled by \"negative constraints\", which interfere with binding. To achieve specificity, each subgroup utilizes a different combination of negative constraints, which are broadly distributed and cover the majority of the protein-protein interface. We discuss the structural origins of negative constraints, and potential general implications for the evolutionary origins of binding specificity in multi-protein families.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Biological Evolution",
            "Drosophila",
            "Drosophila Proteins",
            "Evolution, Molecular",
            "Protein Structure, Secondary",
            "Sequence Analysis, Protein"
        ],
        "Authors": [
            {
                "First Name": "Alina P",
                "Last Name": "Sergeeva",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Phinikoula S",
                "Last Name": "Katsamba",
                "Affiliation": "Zuckerman Mind, Brain and Behavior Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Filip",
                "Last Name": "Cosmanescu",
                "Affiliation": "Zuckerman Mind, Brain and Behavior Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Joshua J",
                "Last Name": "Brewer",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Goran",
                "Last Name": "Ahlsen",
                "Affiliation": "Zuckerman Mind, Brain and Behavior Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Seetha",
                "Last Name": "Mannepalli",
                "Affiliation": "Zuckerman Mind, Brain and Behavior Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Lawrence",
                "Last Name": "Shapiro",
                "Affiliation": "Zuckerman Mind, Brain and Behavior Institute, Columbia University, New York, NY, USA. lawrenceshapiro@gmail.com."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY, USA. bh6@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature communications",
        "PubDate": "2020"
    },
    {
        "PMID": "29229851",
        "Title": "Structure-based prediction of ligand-protein interactions on a genome-wide scale.",
        "Abstract": "We report a template-based method, LT-scanner, which scans the human proteome using protein structural alignment to identify proteins that are likely to bind ligands that are present in experimentally determined complexes. A scoring function that rapidly accounts for binding site similarities between the template and the proteins being scanned is a crucial feature of the method. The overall approach is first tested based on its ability to predict the residues on the surface of a protein that are likely to bind small-molecule ligands. The algorithm that we present, LBias, is shown to compare very favorably to existing algorithms for binding site residue prediction. LT-scanner's performance is evaluated based on its ability to identify known targets of Food and Drug Administration (FDA)-approved drugs and it too proves to be highly effective. The specificity of the scoring function that we use is demonstrated by the ability of LT-scanner to identify the known targets of FDA-approved kinase inhibitors based on templates involving other kinases. Combining sequence with structural information further improves LT-scanner performance. The approach we describe is extendable to the more general problem of identifying binding partners of known ligands even if they do not appear in a structurally determined complex, although this will require the integration of methods that combine protein structure and chemical compound databases.",
        "Keywords": [
            "drug off-targets",
            "machine learning",
            "protein–ligand interactions",
            "structure-based prediction"
        ],
        "MeSH terms": [
            "Databases, Protein",
            "Genome",
            "Ligands",
            "Protein Kinase Inhibitors",
            "Proteins"
        ],
        "Authors": [
            {
                "First Name": "Howook",
                "Last Name": "Hwang",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Fabian",
                "Last Name": "Dey",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Donald",
                "Last Name": "Petrey",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY 10032; bh6@columbia.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2017"
    },
    {
        "PMID": "28743640",
        "Title": "Structural origins of clustered protocadherin-mediated neuronal barcoding.",
        "Abstract": "Clustered protocadherins mediate neuronal self-recognition and non-self discrimination-neuronal \"barcoding\"-which underpin neuronal self-avoidance in vertebrate neurons. Recent structural, biophysical, computational, and cell-based studies on protocadherin structure and function have led to a compelling molecular model for the barcoding mechanism. Protocadherin isoforms assemble into promiscuous cis-dimeric recognition units and mediate cell-cell recognition through homophilic trans-interactions. Each recognition unit is composed of two arms extending from the membrane proximal EC6 domains. A cis-dimeric recognition unit with each arm coding adhesive trans homophilic specificity can generate a zipper-like assembly that in turn suggests a chain termination mechanism for self-vs-non-self-discrimination among vertebrate neurons.",
        "Keywords": [
            "Cell-cell recognition",
            "Clustered protocadherins",
            "Crystal structure",
            "Neuronal self-avoidance",
            "Protein interaction specificity"
        ],
        "MeSH terms": [
            "Animals",
            "Cadherins",
            "Humans",
            "Models, Molecular",
            "Neurons",
            "Phylogeny",
            "Protein Multimerization",
            "Structure-Activity Relationship"
        ],
        "Authors": [
            {
                "First Name": "Rotem",
                "Last Name": "Rubinstein",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, New York, NY 10032, USA; Department of Systems Biology, New York, NY 10032, USA."
            },
            {
                "First Name": "Kerry Marie",
                "Last Name": "Goodman",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, New York, NY 10032, USA."
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, New York, NY 10032, USA; Zuckerman Mind Brain and Behavior Institute, New York, NY 10032, USA. Electronic address: tm2472@cumc.columbia.edu."
            },
            {
                "First Name": "Lawrence",
                "Last Name": "Shapiro",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, New York, NY 10032, USA; Zuckerman Mind Brain and Behavior Institute, New York, NY 10032, USA. Electronic address: shapiro@convex.hhmi.columbia.edu."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, New York, NY 10032, USA; Department of Systems Biology, New York, NY 10032, USA; Zuckerman Mind Brain and Behavior Institute, New York, NY 10032, USA; Howard Hughes Medical Institute, New York, NY 10032, USA; Department of Medicine, Columbia University, New York, NY 10032, USA. Electronic address: bh6@cumc.columbia.edu."
            }
        ],
        "Journal": "Seminars in cell & developmental biology",
        "PubDate": "2017"
    },
    {
        "PMID": "27770567",
        "Title": "A computational interactome and functional annotation for the human proteome.",
        "Abstract": "We present a database, PrePPI (Predicting Protein-Protein Interactions), of more than 1.35 million predicted protein-protein interactions (PPIs). Of these at least 127,000 are expected to constitute direct physical interactions although the actual number may be much larger (~500,000). The current PrePPI, which contains predicted interactions for about 85% of the human proteome, is related to an earlier version but is based on additional sources of interaction evidence and is far larger in scope. The use of structural relationships allows PrePPI to infer numerous previously unreported interactions. PrePPI has been subjected to a series of validation tests including reproducing known interactions, recapitulating multi-protein complexes, analysis of disease associated SNPs, and identifying functional relationships between interacting proteins. We show, using Gene Set Enrichment Analysis (GSEA), that predicted interaction partners can be used to annotate a protein's function. We provide annotations for most human proteins, including many annotated as having unknown function.",
        "Keywords": [
            "computational biology",
            "function annotation",
            "human",
            "machine learning",
            "protein interactions",
            "systems biology"
        ],
        "MeSH terms": [
            "Computational Biology",
            "Databases, Protein",
            "Humans",
            "Molecular Sequence Annotation",
            "Protein Interaction Maps",
            "Proteome"
        ],
        "Authors": [
            {
                "First Name": "José Ignacio",
                "Last Name": "Garzón",
                "Affiliation": "Center for Computational Biology and Bioinformatics, Department of Systems Biology, Columbia University, New York, United States."
            },
            {
                "First Name": "Lei",
                "Last Name": "Deng",
                "Affiliation": "Center for Computational Biology and Bioinformatics, Department of Systems Biology, Columbia University, New York, United States."
            },
            {
                "First Name": "Diana",
                "Last Name": "Murray",
                "Affiliation": "Center for Computational Biology and Bioinformatics, Department of Systems Biology, Columbia University, New York, United States."
            },
            {
                "First Name": "Sagi",
                "Last Name": "Shapira",
                "Affiliation": "Center for Computational Biology and Bioinformatics, Department of Systems Biology, Columbia University, New York, United States."
            },
            {
                "First Name": "Donald",
                "Last Name": "Petrey",
                "Affiliation": "Center for Computational Biology and Bioinformatics, Department of Systems Biology, Columbia University, New York, United States."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": "Center for Computational Biology and Bioinformatics, Department of Systems Biology, Columbia University, New York, United States."
            }
        ],
        "Journal": "eLife",
        "PubDate": "2016"
    },
    {
        "PMID": "26478182",
        "Title": "Molecular logic of neuronal self-recognition through protocadherin domain interactions.",
        "Abstract": "Self-avoidance, a process preventing interactions of axons and dendrites from the same neuron during development, is mediated in vertebrates through the stochastic single-neuron expression of clustered protocadherin protein isoforms. Extracellular cadherin (EC) domains mediate isoform-specific homophilic binding between cells, conferring cell recognition through a poorly understood mechanism. Here, we report crystal structures for the EC1-EC3 domain regions from four protocadherin isoforms representing the α, β, and γ subfamilies. All are rod shaped and monomeric in solution. Biophysical measurements, cell aggregation assays, and computational docking reveal that trans binding between cells depends on the EC1-EC4 domains, which interact in an antiparallel orientation. We also show that the EC6 domains are required for the formation of cis-dimers. Overall, our results are consistent with a model in which protocadherin cis-dimers engage in a head-to-tail interaction between EC1-EC4 domains from apposed cell surfaces, possibly forming a zipper-like protein assembly, and thus providing a size-dependent self-recognition mechanism.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Cadherins",
            "Crystallography, X-Ray",
            "Mice",
            "Models, Molecular",
            "Molecular Sequence Data",
            "Nervous System Physiological Phenomena",
            "Neurons",
            "Protein Structure, Tertiary",
            "Sequence Alignment"
        ],
        "Authors": [
            {
                "First Name": "Rotem",
                "Last Name": "Rubinstein",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Department of Systems Biology, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Chan Aye",
                "Last Name": "Thu",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Kerry Marie",
                "Last Name": "Goodman",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Holly Noelle",
                "Last Name": "Wolcott",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Fabiana",
                "Last Name": "Bahna",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Howard Hughes Medical Institute, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Seetha",
                "Last Name": "Mannepalli",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Goran",
                "Last Name": "Ahlsen",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY 10032, USA; Howard Hughes Medical Institute, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Maxime",
                "Last Name": "Chevee",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Adnan",
                "Last Name": "Halim",
                "Affiliation": "Copenhagen Center for Glycomics, Departments of Cellular and Molecular Medicine, Faculty of Health Sciences, University of Copenhagen, 2200 Copenhagen N, Denmark."
            },
            {
                "First Name": "Henrik",
                "Last Name": "Clausen",
                "Affiliation": "Copenhagen Center for Glycomics, Departments of Cellular and Molecular Medicine, Faculty of Health Sciences, University of Copenhagen, 2200 Copenhagen N, Denmark."
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Lawrence",
                "Last Name": "Shapiro",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Department of Systems Biology, Columbia University, New York, NY 10032, USA. Electronic address: lss8@columbia.edu."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Department of Systems Biology, Columbia University, New York, NY 10032, USA; Department of Medicine, Columbia University, New York, NY 10032, USA; Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10032, USA; Howard Hughes Medical Institute, Columbia University, New York, NY 10032, USA. Electronic address: bh6@columbia.edu."
            }
        ],
        "Journal": "Cell",
        "PubDate": "2015"
    },
    {
        "PMID": "26178156",
        "Title": "A hybrid method for protein-protein interface prediction.",
        "Abstract": "The growing structural coverage of proteomes is making structural comparison a powerful tool for function annotation. Such template-based approaches are based on the observation that structural similarity is often sufficient to infer similar function. However, it seems clear that, in addition to structural similarity, the specific characteristics of a given protein should also be taken into account in predicting function. Here we describe PredUs 2.0, a method to predict regions on a protein surface likely to bind other proteins, that is, interfacial residues. PredUs 2.0 is based on the PredUs method that is entirely template-based and uses known binding sites in structurally similar proteins to predict interfacial residues. PredUs 2.0 uses a Bayesian approach to combine the template-based scoring of PredUs with a score that reflects the propensities of individual amino acids to be in interfaces. PredUs 2.0 includes a novel protein size dependent metric to determine the number of residues that should be reported as interfacial. PredUs 2.0 significantly outperforms PredUs as well as other published interface prediction methods.",
        "Keywords": [
            "Bayesian network",
            "interface prediction",
            "interface propensity",
            "protein surface patch",
            "structural similarity",
            "template"
        ],
        "MeSH terms": [
            "Amino Acids",
            "Computational Biology",
            "Protein Conformation",
            "Protein Interaction Domains and Motifs",
            "Protein Interaction Mapping",
            "Proteins"
        ],
        "Authors": [
            {
                "First Name": "Howook",
                "Last Name": "Hwang",
                "Affiliation": "Department of Systems Biology, Department of Biochemistry and Molecular Biophysics, Center for Computational Biology and Bioinformatics, Howard Hughes Medical Institute, Columbia University, 1130 St. Nicholas Ave., Room 815, New York, NY, 10032."
            },
            {
                "First Name": "Donald",
                "Last Name": "Petrey",
                "Affiliation": "Department of Systems Biology, Department of Biochemistry and Molecular Biophysics, Center for Computational Biology and Bioinformatics, Howard Hughes Medical Institute, Columbia University, 1130 St. Nicholas Ave., Room 815, New York, NY, 10032."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": "Department of Systems Biology, Department of Biochemistry and Molecular Biophysics, Center for Computational Biology and Bioinformatics, Howard Hughes Medical Institute, Columbia University, 1130 St. Nicholas Ave., Room 815, New York, NY, 10032."
            }
        ],
        "Journal": "Protein science : a publication of the Protein Society",
        "PubDate": "2016"
    },
    {
        "PMID": "25938916",
        "Title": "Predicting peptide-mediated interactions on a genome-wide scale.",
        "Abstract": "We describe a method to predict protein-protein interactions (PPIs) formed between structured domains and short peptide motifs. We take an integrative approach based on consensus patterns of known motifs in databases, structures of domain-motif complexes from the PDB and various sources of non-structural evidence. We combine this set of clues using a Bayesian classifier that reports the likelihood of an interaction and obtain significantly improved prediction performance when compared to individual sources of evidence and to previously reported algorithms. Our Bayesian approach was integrated into PrePPI, a structure-based PPI prediction method that, so far, has been limited to interactions formed between two structured domains. Around 80,000 new domain-motif mediated interactions were predicted, thus enhancing PrePPI's coverage of the human protein interactome.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Bayes Theorem",
            "Computational Biology",
            "Databases, Protein",
            "Genome, Human",
            "Humans",
            "Likelihood Functions",
            "Models, Biological",
            "Protein Interaction Domains and Motifs",
            "Protein Interaction Mapping",
            "Proteomics",
            "Support Vector Machine"
        ],
        "Authors": [
            {
                "First Name": "T Scott",
                "Last Name": "Chen",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, New York, New York, United States of America; Department of Systems Biology, Columbia University, New York, New York, United States of America; Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York, United States of America; Center for Computational Biology and Bioinformatics, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Donald",
                "Last Name": "Petrey",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, New York, New York, United States of America; Department of Systems Biology, Columbia University, New York, New York, United States of America; Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York, United States of America; Center for Computational Biology and Bioinformatics, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Jose Ignacio",
                "Last Name": "Garzon",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, New York, New York, United States of America; Department of Systems Biology, Columbia University, New York, New York, United States of America; Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York, United States of America; Center for Computational Biology and Bioinformatics, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, New York, New York, United States of America; Department of Systems Biology, Columbia University, New York, New York, United States of America; Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York, United States of America; Center for Computational Biology and Bioinformatics, Columbia University, New York, New York, United States of America."
            }
        ],
        "Journal": "PLoS computational biology",
        "PubDate": "2015"
    },
    {
        "PMID": "25678152",
        "Title": "Template-based prediction of protein function.",
        "Abstract": "We discuss recent approaches for structure-based protein function annotation. We focus on template-based methods where the function of a query protein is deduced from that of a template for which both the structure and function are known. We describe the different ways of identifying a template. These are typically based on sequence analysis but new methods based on purely structural similarity are also being developed that allow function annotation based on structural relationships that cannot be recognized by sequence. The growing number of available structures of known function, improved homology modeling techniques and new developments in the use of structure allow template-based methods to be applied on a proteome-wide scale and in many different biological contexts. This progress significantly expands the range of applicability of structural information in function annotation to a level that previously was only achievable by sequence comparison.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Humans",
            "Machine Learning",
            "Protein Conformation",
            "Proteins",
            "Structural Homology, Protein"
        ],
        "Authors": [
            {
                "First Name": "Donald",
                "Last Name": "Petrey",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Department of Systems Biology, Center for Computational Biology and Bioinformatics, 1130 St. Nicholas Avenue, Room 815, New York, NY 10032, United States. Electronic address: dsp18@columbia.edu."
            },
            {
                "First Name": "T Scott",
                "Last Name": "Chen",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Department of Systems Biology, Center for Computational Biology and Bioinformatics, 1130 St. Nicholas Avenue, Room 815, New York, NY 10032, United States."
            },
            {
                "First Name": "Lei",
                "Last Name": "Deng",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Department of Systems Biology, Center for Computational Biology and Bioinformatics, 1130 St. Nicholas Avenue, Room 815, New York, NY 10032, United States."
            },
            {
                "First Name": "Jose Ignacio",
                "Last Name": "Garzon",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Department of Systems Biology, Center for Computational Biology and Bioinformatics, 1130 St. Nicholas Avenue, Room 815, New York, NY 10032, United States."
            },
            {
                "First Name": "Howook",
                "Last Name": "Hwang",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Department of Systems Biology, Center for Computational Biology and Bioinformatics, 1130 St. Nicholas Avenue, Room 815, New York, NY 10032, United States."
            },
            {
                "First Name": "Gorka",
                "Last Name": "Lasso",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Department of Systems Biology, Center for Computational Biology and Bioinformatics, 1130 St. Nicholas Avenue, Room 815, New York, NY 10032, United States."
            },
            {
                "First Name": "Hunjoong",
                "Last Name": "Lee",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Department of Systems Biology, Center for Computational Biology and Bioinformatics, 1130 St. Nicholas Avenue, Room 815, New York, NY 10032, United States."
            },
            {
                "First Name": "Antonina",
                "Last Name": "Silkov",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Department of Systems Biology, Center for Computational Biology and Bioinformatics, 1130 St. Nicholas Avenue, Room 815, New York, NY 10032, United States."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Department of Systems Biology, Center for Computational Biology and Bioinformatics, 1130 St. Nicholas Avenue, Room 815, New York, NY 10032, United States."
            }
        ],
        "Journal": "Current opinion in structural biology",
        "PubDate": "2015"
    },
    {
        "PMID": "25253890",
        "Title": "Structural and energetic determinants of adhesive binding specificity in type I cadherins.",
        "Abstract": "Type I cadherin cell-adhesion proteins are similar in sequence and structure and yet are different enough to mediate highly specific cell-cell recognition phenomena. It has previously been shown that small differences in the homophilic and heterophilic binding affinities of different type I family members can account for the differential cell-sorting behavior. Here we use a combination of X-ray crystallography, analytical ultracentrifugation, surface plasmon resonance and double electron-electron resonance (DEER) electron paramagnetic resonance spectroscopy to identify the molecular determinants of type I cadherin dimerization affinities. Small changes in sequence are found to produce subtle structural and dynamical changes that impact relative affinities, in part via electrostatic and hydrophobic interactions, and in part through entropic effects because of increased conformational heterogeneity in the bound states as revealed by DEER distance mapping in the dimers. These findings highlight the remarkable ability of evolution to exploit a wide range of molecular properties to produce closely related members of the same protein family that have affinity differences finely tuned to mediate their biological roles.",
        "Keywords": [
            "cadherin dimerization",
            "entropy contribution",
            "protein family design"
        ],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Binding, Competitive",
            "Cadherins",
            "Crystallography, X-Ray",
            "Electron Spin Resonance Spectroscopy",
            "HEK293 Cells",
            "Humans",
            "Hydrophobic and Hydrophilic Interactions",
            "Kinetics",
            "Mice",
            "Models, Molecular",
            "Molecular Sequence Data",
            "Mutation",
            "Protein Binding",
            "Protein Multimerization",
            "Protein Structure, Secondary",
            "Protein Structure, Tertiary",
            "Sequence Homology, Amino Acid",
            "Static Electricity",
            "Xenopus",
            "Xenopus Proteins"
        ],
        "Authors": [
            {
                "First Name": "Jeremie",
                "Last Name": "Vendome",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Center for Computational Biology and Bioinformatics, Department of Systems Biology, Howard Hughes Medical Institute, Columbia University, New York, NY 10032;"
            },
            {
                "First Name": "Klara",
                "Last Name": "Felsovalyi",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Center for Computational Biology and Bioinformatics, Department of Systems Biology, Howard Hughes Medical Institute, Columbia University, New York, NY 10032;"
            },
            {
                "First Name": "Hang",
                "Last Name": "Song",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Center for Computational Biology and Bioinformatics, Department of Systems Biology, Howard Hughes Medical Institute, Columbia University, New York, NY 10032;"
            },
            {
                "First Name": "Zhongyu",
                "Last Name": "Yang",
                "Affiliation": "Jules Stein Eye Institute and."
            },
            {
                "First Name": "Xiangshu",
                "Last Name": "Jin",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Center for Computational Biology and Bioinformatics, Howard Hughes Medical Institute, Columbia University, New York, NY 10032;"
            },
            {
                "First Name": "Julia",
                "Last Name": "Brasch",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Center for Computational Biology and Bioinformatics, Department of Systems Biology."
            },
            {
                "First Name": "Oliver J",
                "Last Name": "Harrison",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Center for Computational Biology and Bioinformatics, Department of Systems Biology, Howard Hughes Medical Institute, Columbia University, New York, NY 10032;"
            },
            {
                "First Name": "Goran",
                "Last Name": "Ahlsen",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Center for Computational Biology and Bioinformatics, Department of Systems Biology, Howard Hughes Medical Institute, Columbia University, New York, NY 10032;"
            },
            {
                "First Name": "Fabiana",
                "Last Name": "Bahna",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Center for Computational Biology and Bioinformatics, Department of Systems Biology, Howard Hughes Medical Institute, Columbia University, New York, NY 10032;"
            },
            {
                "First Name": "Anna",
                "Last Name": "Kaczynska",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Center for Computational Biology and Bioinformatics, Department of Systems Biology."
            },
            {
                "First Name": "Phinikoula S",
                "Last Name": "Katsamba",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Center for Computational Biology and Bioinformatics, Department of Systems Biology, Howard Hughes Medical Institute, Columbia University, New York, NY 10032;"
            },
            {
                "First Name": "Darwin",
                "Last Name": "Edmond",
                "Affiliation": "Department of Physics, University of Washington, Seattle, WA 98195; and."
            },
            {
                "First Name": "Wayne L",
                "Last Name": "Hubbell",
                "Affiliation": "Jules Stein Eye Institute and Department of Chemistry and Biochemistry, University of California, Los Angeles, CA 90095 hubbellw@jsei.ucla.edu lss8@columbia.edu bh6@columbia.edu."
            },
            {
                "First Name": "Lawrence",
                "Last Name": "Shapiro",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Center for Computational Biology and Bioinformatics, Department of Systems Biology, hubbellw@jsei.ucla.edu lss8@columbia.edu bh6@columbia.edu."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Center for Computational Biology and Bioinformatics, Department of Systems Biology, Howard Hughes Medical Institute, Columbia University, New York, NY 10032; hubbellw@jsei.ucla.edu lss8@columbia.edu bh6@columbia.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2014"
    },
    {
        "PMID": "24895853",
        "Title": "Structural bioinformatics of the interactome.",
        "Abstract": "The past decade has seen a dramatic expansion in the number and range of techniques available to obtain genome-wide information and to analyze this information so as to infer both the functions of individual molecules and how they interact to modulate the behavior of biological systems. Here, we review these techniques, focusing on the construction of physical protein-protein interaction networks, and highlighting approaches that incorporate protein structure, which is becoming an increasingly important component of systems-level computational techniques. We also discuss how network analyses are being applied to enhance our basic understanding of biological systems and their disregulation, as well as how these networks are being used in drug development.",
        "Keywords": [
            "machine learning",
            "network biology",
            "protein-protein interaction",
            "structural systems biology"
        ],
        "MeSH terms": [
            "Animals",
            "Computational Biology",
            "Humans",
            "Protein Interaction Maps",
            "Proteins"
        ],
        "Authors": [
            {
                "First Name": "Donald",
                "Last Name": "Petrey",
                "Affiliation": "Center for Computational Biology and Bioinformatics, Department of Systems Biology;"
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Annual review of biophysics",
        "PubDate": "2014"
    },
    {
        "PMID": "24271386",
        "Title": "OnTheFly: a database of Drosophila melanogaster transcription factors and their binding sites.",
        "Abstract": "We present OnTheFly (http://bhapp.c2b2.columbia.edu/OnTheFly/index.php), a database comprising a systematic collection of transcription factors (TFs) of Drosophila melanogaster and their DNA-binding sites. TFs predicted in the Drosophila melanogaster genome are annotated and classified and their structures, obtained via experiment or homology models, are provided. All known preferred TF DNA-binding sites obtained from the B1H, DNase I and SELEX methodologies are presented. DNA shape parameters predicted for these sites are obtained from a high throughput server or from crystal structures of protein-DNA complexes where available. An important feature of the database is that all DNA-binding domains and their binding sites are fully annotated in a eukaryote using structural criteria and evolutionary homology. OnTheFly thus provides a comprehensive view of TFs and their binding sites that will be a valuable resource for deciphering non-coding regulatory DNA.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Binding Sites",
            "DNA",
            "Databases, Genetic",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Internet",
            "Molecular Sequence Annotation",
            "Nucleic Acid Conformation",
            "Protein Conformation",
            "Regulatory Elements, Transcriptional",
            "Software",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Shula",
                "Last Name": "Shazman",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Department of Systems Biology, Center for Computational Biology and Bioinformatics, Columbia University, 1130 St. Nicholas Avenue, New York, NY 10032, USA, Department of Life Science, Open University of Israel, Ra'anana 43107, Israel and Department of Biochemistry and Molecular Biophysics, Columbia University, 701 West 168th Street, HHSC 1104, New York, NY 10032, USA."
            },
            {
                "First Name": "Hunjoong",
                "Last Name": "Lee",
                "Affiliation": ""
            },
            {
                "First Name": "Yakov",
                "Last Name": "Socol",
                "Affiliation": ""
            },
            {
                "First Name": "Richard S",
                "Last Name": "Mann",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Nucleic acids research",
        "PubDate": "2014"
    },
    {
        "PMID": "23528081",
        "Title": "Theory and simulations of adhesion receptor dimerization on membrane surfaces.",
        "Abstract": "The equilibrium constants of trans and cis dimerization of membrane bound (2D) and freely moving (3D) adhesion receptors are expressed and compared using elementary statistical-thermodynamics. Both processes are mediated by the binding of extracellular subdomains whose range of motion in the 2D environment is reduced upon dimerization, defining a thin reaction shell where dimer formation and dissociation take place. We show that the ratio between the 2D and 3D equilibrium constants can be expressed as a product of individual factors describing, respectively, the spatial ranges of motions of the adhesive domains, and their rotational freedom within the reaction shell. The results predicted by the theory are compared to those obtained from a novel, to our knowledge, dynamical simulations methodology, whereby pairs of receptors perform realistic translational, internal, and rotational motions in 2D and 3D. We use cadherins as our model system. The theory and simulations explain how the strength of cis and trans interactions of adhesive receptors are affected both by their presence in the constrained intermembrane space and by the 2D environment of membrane surfaces. Our work provides fundamental insights as to the mechanism of lateral clustering of adhesion receptors after cell-cell contact and, more generally, to the formation of lateral microclusters of proteins on cell surfaces.",
        "Keywords": [],
        "MeSH terms": [
            "Cell Membrane",
            "Membrane Glycoproteins",
            "Monte Carlo Method",
            "Movement",
            "Platelet Glycoprotein GPIb-IX Complex",
            "Protein Multimerization",
            "Protein Structure, Quaternary",
            "Thermodynamics"
        ],
        "Authors": [
            {
                "First Name": "Yinghao",
                "Last Name": "Wu",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            },
            {
                "First Name": "Avinoam",
                "Last Name": "Ben-Shaul",
                "Affiliation": ""
            }
        ],
        "Journal": "Biophysical journal",
        "PubDate": "2013"
    },
    {
        "PMID": "23349097",
        "Title": "Toward a \"structural BLAST\": using structural relationships to infer function.",
        "Abstract": "We outline a set of strategies to infer protein function from structure. The overall approach depends on extensive use of homology modeling, the exploitation of a wide range of global and local geometric relationships between protein structures and the use of machine learning techniques. The combination of modeling with broad searches of protein structure space defines a \"structural BLAST\" approach to infer function with high genomic coverage. Applications are described to the prediction of protein-protein and protein-ligand interactions. In the context of protein-protein interactions, our structure-based prediction algorithm, PrePPI, has comparable accuracy to high-throughput experiments. An essential feature of PrePPI involves the use of Bayesian methods to combine structure-derived information with non-structural evidence (e.g. co-expression) to assign a likelihood for each predicted interaction. This, combined with a structural BLAST approach significantly expands the range of applications of protein structure in the annotation of protein function, including systems level biological applications where it has previously played little role.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Artificial Intelligence",
            "Bayes Theorem",
            "Protein Interaction Mapping",
            "Proteins",
            "Proteomics",
            "Structure-Activity Relationship"
        ],
        "Authors": [
            {
                "First Name": "Fabian",
                "Last Name": "Dey",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, Center for Computational Biology and Bioinformatics and Initiative in Systems Biology, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Qiangfeng",
                "Last Name": "Cliff Zhang",
                "Affiliation": ""
            },
            {
                "First Name": "Donald",
                "Last Name": "Petrey",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Protein science : a publication of the Protein Society",
        "PubDate": "2013"
    },
    {
        "PMID": "23193263",
        "Title": "PrePPI: a structure-informed database of protein-protein interactions.",
        "Abstract": "PrePPI (http://bhapp.c2b2.columbia.edu/PrePPI) is a database that combines predicted and experimentally determined protein-protein interactions (PPIs) using a Bayesian framework. Predicted interactions are assigned probabilities of being correct, which are derived from calculated likelihood ratios (LRs) by combining structural, functional, evolutionary and expression information, with the most important contribution coming from structure. Experimentally determined interactions are compiled from a set of public databases that manually collect PPIs from the literature and are also assigned LRs. A final probability is then assigned to every interaction by combining the LRs for both predicted and experimentally determined interactions. The current version of PrePPI contains ∼2 million PPIs that have a probability more than ∼0.1 of which ∼60 000 PPIs for yeast and ∼370 000 PPIs for human are considered high confidence (probability > 0.5). The PrePPI database constitutes an integrated resource that enables users to examine aggregate information on PPIs, including both known and potentially novel interactions, and that provides structural models for many of the PPIs.",
        "Keywords": [],
        "MeSH terms": [
            "Bayes Theorem",
            "Databases, Protein",
            "Humans",
            "Internet",
            "Multiprotein Complexes",
            "Protein Conformation",
            "Protein Interaction Mapping",
            "User-Computer Interface"
        ],
        "Authors": [
            {
                "First Name": "Qiangfeng Cliff",
                "Last Name": "Zhang",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Center for Computational Biology and Bioinformatics, Columbia Initiative in Systems Biology, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Donald",
                "Last Name": "Petrey",
                "Affiliation": ""
            },
            {
                "First Name": "José Ignacio",
                "Last Name": "Garzón",
                "Affiliation": ""
            },
            {
                "First Name": "Lei",
                "Last Name": "Deng",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Nucleic acids research",
        "PubDate": "2013"
    },
    {
        "PMID": "23023127",
        "Title": "Structure-based prediction of protein-protein interactions on a genome-wide scale.",
        "Abstract": "The genome-wide identification of pairs of interacting proteins is an important step in the elucidation of cell regulatory mechanisms. Much of our present knowledge derives from high-throughput techniques such as the yeast two-hybrid assay and affinity purification, as well as from manual curation of experiments on individual systems. A variety of computational approaches based, for example, on sequence homology, gene co-expression and phylogenetic profiles, have also been developed for the genome-wide inference of protein-protein interactions (PPIs). Yet comparative studies suggest that the development of accurate and complete repertoires of PPIs is still in its early stages. Here we show that three-dimensional structural information can be used to predict PPIs with an accuracy and coverage that are superior to predictions based on non-structural evidence. Moreover, an algorithm, termed PrePPI, which combines structural information with other functional clues, is comparable in accuracy to high-throughput experiments, yielding over 30,000 high-confidence interactions for yeast and over 300,000 for human. Experimental tests of a number of predictions demonstrate the ability of the PrePPI algorithm to identify unexpected PPIs of considerable biological interest. The surprising effectiveness of three-dimensional structural information can be attributed to the use of homology models combined with the exploitation of both close and remote geometric relationships between proteins.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Animals",
            "Bayes Theorem",
            "Brain",
            "Cadherins",
            "High-Throughput Screening Assays",
            "Humans",
            "Matrix Attachment Region Binding Proteins",
            "Mice",
            "Models, Molecular",
            "PPAR gamma",
            "Phylogeny",
            "Protein Binding",
            "Protein Conformation",
            "Protein Interaction Mapping",
            "Protein Interaction Maps",
            "Protein Kinases",
            "Proteins",
            "Proteome",
            "Proteomics",
            "ROC Curve",
            "Reproducibility of Results",
            "Saccharomyces cerevisiae",
            "Suppressor of Cytokine Signaling Proteins",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Qiangfeng Cliff",
                "Last Name": "Zhang",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Donald",
                "Last Name": "Petrey",
                "Affiliation": ""
            },
            {
                "First Name": "Lei",
                "Last Name": "Deng",
                "Affiliation": ""
            },
            {
                "First Name": "Li",
                "Last Name": "Qiang",
                "Affiliation": ""
            },
            {
                "First Name": "Yu",
                "Last Name": "Shi",
                "Affiliation": ""
            },
            {
                "First Name": "Chan Aye",
                "Last Name": "Thu",
                "Affiliation": ""
            },
            {
                "First Name": "Brygida",
                "Last Name": "Bisikirska",
                "Affiliation": ""
            },
            {
                "First Name": "Celine",
                "Last Name": "Lefebvre",
                "Affiliation": ""
            },
            {
                "First Name": "Domenico",
                "Last Name": "Accili",
                "Affiliation": ""
            },
            {
                "First Name": "Tony",
                "Last Name": "Hunter",
                "Affiliation": ""
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": ""
            },
            {
                "First Name": "Andrea",
                "Last Name": "Califano",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2012"
    },
    {
        "PMID": "22555008",
        "Title": "Thinking outside the cell: how cadherins drive adhesion.",
        "Abstract": "Cadherins are a superfamily of cell surface glycoproteins whose ectodomains contain multiple repeats of β-sandwich extracellular cadherin (EC) domains that adopt a similar fold to immunoglobulin domains. The best characterized cadherins are the vertebrate 'classical' cadherins, which mediate adhesion via trans homodimerization between their membrane-distal EC1 domains that extend from apposed cells, and assemble intercellular adherens junctions through cis clustering. To form mature trans adhesive dimers, cadherin domains from apposed cells dimerize in a 'strand-swapped' conformation. This occurs in a two-step binding process involving a fast-binding intermediate called the 'X-dimer'. Trans dimers are less flexible than cadherin monomers, a factor that drives junction assembly following cell-cell contact by reducing the entropic cost associated with the formation of lateral cis oligomers. Cadherins outside the classical subfamily appear to have evolved distinct adhesive mechanisms that are only now beginning to be understood.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cadherins",
            "Cell Adhesion",
            "Cell Communication",
            "Extracellular Space",
            "Humans",
            "Protein Binding"
        ],
        "Authors": [
            {
                "First Name": "Julia",
                "Last Name": "Brasch",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 1150 Saint Nicholas Avenue, New York, NY 10032, USA."
            },
            {
                "First Name": "Oliver J",
                "Last Name": "Harrison",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            },
            {
                "First Name": "Lawrence",
                "Last Name": "Shapiro",
                "Affiliation": ""
            }
        ],
        "Journal": "Trends in cell biology",
        "PubDate": "2012"
    },
    {
        "PMID": "22081223",
        "Title": "Using systems and structure biology tools to dissect cellular phenotypes.",
        "Abstract": "The Center for the Multiscale Analysis of Genetic Networks (MAGNet, http://magnet.c2b2.columbia.edu) was established in 2005, with the mission of providing the biomedical research community with Structural and Systems Biology algorithms and software tools for the dissection of molecular interactions and for the interaction-based elucidation of cellular phenotypes. Over the last 7 years, MAGNet investigators have developed many novel analysis methodologies, which have led to important biological discoveries, including understanding the role of the DNA shape in protein-DNA binding specificity and the discovery of genes causally related to the presentation of malignant phenotypes, including lymphoma, glioma, and melanoma. Software tools implementing these methodologies have been broadly adopted by the research community and are made freely available through geWorkbench, the Center's integrated analysis platform. Additionally, MAGNet has been instrumental in organizing and developing key conferences and meetings focused on the emerging field of systems biology and regulatory genomics, with special focus on cancer-related research.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Biomedical Research",
            "Cells",
            "Computational Biology",
            "Forecasting",
            "Goals",
            "Models, Molecular",
            "Molecular Biology",
            "Phenotype",
            "Software",
            "Systems Biology"
        ],
        "Authors": [
            {
                "First Name": "Aris",
                "Last Name": "Floratos",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            },
            {
                "First Name": "Dana",
                "Last Name": "Pe'er",
                "Affiliation": ""
            },
            {
                "First Name": "Andrea",
                "Last Name": "Califano",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the American Medical Informatics Association : JAMIA",
        "PubDate": "2012"
    },
    {
        "PMID": "21998567",
        "Title": "Using structure to explore the sequence alignment space of remote homologs.",
        "Abstract": "Protein structure modeling by homology requires an accurate sequence alignment between the query protein and its structural template. However, sequence alignment methods based on dynamic programming (DP) are typically unable to generate accurate alignments for remote sequence homologs, thus limiting the applicability of modeling methods. A central problem is that the alignment that is \"optimal\" in terms of the DP score does not necessarily correspond to the alignment that produces the most accurate structural model. That is, the correct alignment based on structural superposition will generally have a lower score than the optimal alignment obtained from sequence. Variations of the DP algorithm have been developed that generate alternative alignments that are \"suboptimal\" in terms of the DP score, but these still encounter difficulties in detecting the correct structural alignment. We present here a new alternative sequence alignment method that relies heavily on the structure of the template. By initially aligning the query sequence to individual fragments in secondary structure elements and combining high-scoring fragments that pass basic tests for \"modelability\", we can generate accurate alignments within a small ensemble. Our results suggest that the set of sequences that can currently be modeled by homology can be greatly extended.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Computational Biology",
            "Databases, Protein",
            "Models, Molecular",
            "Sequence Alignment",
            "Software Design",
            "Structural Homology, Protein"
        ],
        "Authors": [
            {
                "First Name": "Andrew",
                "Last Name": "Kuziemko",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            },
            {
                "First Name": "Donald",
                "Last Name": "Petrey",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS computational biology",
        "PubDate": "2011"
    },
    {
        "PMID": "21988686",
        "Title": "Bridging worlds. Interview by Kristie Nybo.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Epigenesis, Genetic",
            "Female",
            "Mice",
            "Nervous System Diseases",
            "Pregnancy",
            "Pregnancy, Animal",
            "Prejudice",
            "Prenatal Exposure Delayed Effects",
            "Stress, Physiological"
        ],
        "Authors": [
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "BioTechniques",
        "PubDate": "2011"
    },
    {
        "PMID": "21796210",
        "Title": "Transforming binding affinities from three dimensions to two with application to cadherin clustering.",
        "Abstract": "Membrane-bound receptors often form large assemblies resulting from binding to soluble ligands, cell-surface molecules on other cells and extracellular matrix proteins. For example, the association of membrane proteins with proteins on different cells (trans-interactions) can drive the oligomerization of proteins on the same cell (cis-interactions). A central problem in understanding the molecular basis of such phenomena is that equilibrium constants are generally measured in three-dimensional solution and are thus difficult to relate to the two-dimensional environment of a membrane surface. Here we present a theoretical treatment that converts three-dimensional affinities to two dimensions, accounting directly for the structure and dynamics of the membrane-bound molecules. Using a multiscale simulation approach, we apply the theory to explain the formation of ordered, junction-like clusters by classical cadherin adhesion proteins. The approach features atomic-scale molecular dynamics simulations to determine interdomain flexibility, Monte Carlo simulations of multidomain motion and lattice simulations of junction formation. A finding of general relevance is that changes in interdomain motion on trans-binding have a crucial role in driving the lateral, cis-, clustering of adhesion receptors.",
        "Keywords": [],
        "MeSH terms": [
            "Cadherins",
            "Computer Simulation",
            "Membrane Glycoproteins",
            "Membrane Proteins",
            "Models, Molecular",
            "Molecular Dynamics Simulation",
            "Monte Carlo Method",
            "Platelet Glycoprotein GPIb-IX Complex",
            "Protein Binding",
            "Protein Structure, Quaternary",
            "Protein Structure, Tertiary"
        ],
        "Authors": [
            {
                "First Name": "Yinghao",
                "Last Name": "Wu",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Jeremie",
                "Last Name": "Vendome",
                "Affiliation": ""
            },
            {
                "First Name": "Lawrence",
                "Last Name": "Shapiro",
                "Affiliation": ""
            },
            {
                "First Name": "Avinoam",
                "Last Name": "Ben-Shaul",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2011"
    },
    {
        "PMID": "21572446",
        "Title": "Molecular design principles underlying β-strand swapping in the adhesive dimerization of cadherins.",
        "Abstract": "Cell adhesion by classical cadherins is mediated by dimerization of their EC1 domains through the 'swapping' of N-terminal β-strands. We use molecular simulations, measurements of binding affinities and X-ray crystallography to provide a detailed picture of the structural and energetic factors that control the adhesive dimerization of cadherins. We show that strand swapping in EC1 is driven by conformational strain in cadherin monomers that arises from the anchoring of their short N-terminal strand at one end by the conserved Trp2 and at the other by ligation to Ca(2+) ions. We also demonstrate that a conserved proline-proline motif functions to avoid the formation of an overly tight interface where affinity differences between different cadherins, crucial at the cellular level, are lost. We use these findings to design site-directed mutations that transform a monomeric EC2-EC3 domain cadherin construct into a strand-swapped dimer.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Cadherins",
            "Calcium",
            "Cations, Divalent",
            "Crystallography, X-Ray",
            "Mice",
            "Models, Chemical",
            "Models, Molecular",
            "Molecular Dynamics Simulation",
            "Molecular Sequence Data",
            "Mutagenesis, Site-Directed",
            "Mutant Proteins",
            "Protein Binding",
            "Protein Conformation",
            "Protein Multimerization"
        ],
        "Authors": [
            {
                "First Name": "Jeremie",
                "Last Name": "Vendome",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York, USA. Center for Computational Biology and Bioinformatics, Columbia University, New York, New York, USA. Howard Hughes Medical Institute, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Shoshana",
                "Last Name": "Posy",
                "Affiliation": ""
            },
            {
                "First Name": "Xiangshu",
                "Last Name": "Jin",
                "Affiliation": ""
            },
            {
                "First Name": "Fabiana",
                "Last Name": "Bahna",
                "Affiliation": ""
            },
            {
                "First Name": "Goran",
                "Last Name": "Ahlsen",
                "Affiliation": ""
            },
            {
                "First Name": "Lawrence",
                "Last Name": "Shapiro",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature structural & molecular biology",
        "PubDate": "2011"
    },
    {
        "PMID": "21350476",
        "Title": "Biophysics: Flipping Watson and Crick.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Base Pairing",
            "DNA",
            "DNA-Binding Proteins",
            "Hydrogen Bonding",
            "Magnetic Resonance Spectroscopy",
            "Models, Molecular"
        ],
        "Authors": [
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            },
            {
                "First Name": "Remo",
                "Last Name": "Rohs",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2011"
    },
    {
        "PMID": "21300292",
        "Title": "The extracellular architecture of adherens junctions revealed by crystal structures of type I cadherins.",
        "Abstract": "Adherens junctions, which play a central role in intercellular adhesion, comprise clusters of type I classical cadherins that bind via extracellular domains extended from opposing cell surfaces. We show that a molecular layer seen in crystal structures of E- and N-cadherin ectodomains reported here and in a previous C-cadherin structure corresponds to the extracellular architecture of adherens junctions. In all three ectodomain crystals, cadherins dimerize through a trans adhesive interface and are connected by a second, cis, interface. Assemblies formed by E-cadherin ectodomains coated on liposomes also appear to adopt this structure. Fluorescent imaging of junctions formed from wild-type and mutant E-cadherins in cultured cells confirm conclusions derived from structural evidence. Mutations that interfere with the trans interface ablate adhesion, whereas cis interface mutations disrupt stable junction formation. Our observations are consistent with a model for junction assembly involving strong trans and weak cis interactions localized in the ectodomain.",
        "Keywords": [],
        "MeSH terms": [
            "Adherens Junctions",
            "Animals",
            "Binding Sites",
            "Cadherins",
            "Cell Adhesion",
            "Cells, Cultured",
            "Crystallography, X-Ray",
            "Dimerization",
            "Escherichia coli",
            "Gene Expression",
            "Humans",
            "Liposomes",
            "Mice",
            "Models, Molecular",
            "Mutagenesis, Site-Directed",
            "Protein Binding",
            "Protein Structure, Tertiary",
            "Recombinant Proteins",
            "Stereoisomerism"
        ],
        "Authors": [
            {
                "First Name": "Oliver J",
                "Last Name": "Harrison",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Xiangshu",
                "Last Name": "Jin",
                "Affiliation": ""
            },
            {
                "First Name": "Soonjin",
                "Last Name": "Hong",
                "Affiliation": ""
            },
            {
                "First Name": "Fabiana",
                "Last Name": "Bahna",
                "Affiliation": ""
            },
            {
                "First Name": "Goran",
                "Last Name": "Ahlsen",
                "Affiliation": ""
            },
            {
                "First Name": "Julia",
                "Last Name": "Brasch",
                "Affiliation": ""
            },
            {
                "First Name": "Yinghao",
                "Last Name": "Wu",
                "Affiliation": ""
            },
            {
                "First Name": "Jeremie",
                "Last Name": "Vendome",
                "Affiliation": ""
            },
            {
                "First Name": "Klara",
                "Last Name": "Felsovalyi",
                "Affiliation": ""
            },
            {
                "First Name": "Cheri M",
                "Last Name": "Hampton",
                "Affiliation": ""
            },
            {
                "First Name": "Regina B",
                "Last Name": "Troyanovsky",
                "Affiliation": ""
            },
            {
                "First Name": "Avinoam",
                "Last Name": "Ben-Shaul",
                "Affiliation": ""
            },
            {
                "First Name": "Joachim",
                "Last Name": "Frank",
                "Affiliation": ""
            },
            {
                "First Name": "Sergey M",
                "Last Name": "Troyanovsky",
                "Affiliation": ""
            },
            {
                "First Name": "Lawrence",
                "Last Name": "Shapiro",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Structure (London, England : 1993)",
        "PubDate": "2011"
    },
    {
        "PMID": "21148480",
        "Title": "Loop L5 acts as a conformational latch in the mitotic kinesin Eg5.",
        "Abstract": "All members of the kinesin superfamily of molecular motors contain an unusual structural motif consisting of an α-helix that is interrupted by a flexible loop, referred to as L5. We have examined the function of L5 in the mitotic kinesin Eg5 by combining site-directed mutagenesis of L5 with transient state kinetics, molecular dynamics simulations, and docking using cryo electron microscopy density. We find that mutation of a proline residue located at a turn within this loop profoundly slows nucleotide-induced structural changes both at the catalytic site as well as at the microtubule binding domain and the neck linker. Molecular dynamics simulations reveal that this mutation affects the dynamics not only of L5 itself but also of the switch I structural elements that sense ATP binding to the catalytic site. Our results lead us to propose that L5 regulates the rate of conformational change in key elements of the nucleotide binding site through its interactions with α3 and in so doing controls the speed of movement and force generation in kinesin motors.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Catalytic Domain",
            "Computer Simulation",
            "Humans",
            "Kinesins",
            "Models, Molecular",
            "Mutagenesis, Site-Directed",
            "Protein Structure, Secondary"
        ],
        "Authors": [
            {
                "First Name": "William M",
                "Last Name": "Behnke-Parks",
                "Affiliation": "Department of Biology, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Jeremie",
                "Last Name": "Vendome",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            },
            {
                "First Name": "Zoltan",
                "Last Name": "Maliga",
                "Affiliation": ""
            },
            {
                "First Name": "Carolyn",
                "Last Name": "Moores",
                "Affiliation": ""
            },
            {
                "First Name": "Steven S",
                "Last Name": "Rosenfeld",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2011"
    },
    {
        "PMID": "20814581",
        "Title": "VASP: a volumetric analysis of surface properties yields insights into protein-ligand binding specificity.",
        "Abstract": "Many algorithms that compare protein structures can reveal similarities that suggest related biological functions, even at great evolutionary distances. Proteins with related function often exhibit differences in binding specificity, but few algorithms identify structural variations that effect specificity. To address this problem, we describe the Volumetric Analysis of Surface Properties (VASP), a novel volumetric analysis tool for the comparison of binding sites in aligned protein structures. VASP uses solid volumes to represent protein shape and the shape of surface cavities, clefts and tunnels that are defined with other methods. Our approach, inspired by techniques from constructive solid geometry, enables the isolation of volumetrically conserved and variable regions within three dimensionally superposed volumes. We applied VASP to compute a comparative volumetric analysis of the ligand binding sites formed by members of the steroidogenic acute regulatory protein (StAR)-related lipid transfer (START) domains and the serine proteases. Within both families, VASP isolated individual amino acids that create structural differences between ligand binding cavities that are known to influence differences in binding specificity. Also, VASP isolated cavity subregions that differ between ligand binding cavities which are essential for differences in binding specificity. As such, VASP should prove a valuable tool in the study of protein-ligand binding specificity.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Amino Acid Motifs",
            "Amino Acids",
            "Binding Sites",
            "Humans",
            "Ligands",
            "Models, Molecular",
            "Phosphoproteins",
            "Protein Binding",
            "Protein Interaction Domains and Motifs",
            "Serine Proteases",
            "Substrate Specificity",
            "Surface Properties"
        ],
        "Authors": [
            {
                "First Name": "Brian Y",
                "Last Name": "Chen",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Center for Computational Biology and Bioinformatics, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS computational biology",
        "PubDate": "2010"
    },
    {
        "PMID": "20534496",
        "Title": "Protein interface conservation across structure space.",
        "Abstract": "With the advent of Systems Biology, the prediction of whether two proteins form a complex has become a problem of increased importance. A variety of experimental techniques have been applied to the problem, but three-dimensional structural information has not been widely exploited. Here we explore the range of applicability of such information by analyzing the extent to which the location of binding sites on protein surfaces is conserved among structural neighbors. We find, as expected, that interface conservation is most significant among proteins that have a clear evolutionary relationship, but that there is a significant level of conservation even among remote structural neighbors. This finding is consistent with recent evidence that information available from structural neighbors, independent of classification, should be exploited in the search for functional insights. The value of such structural information is highlighted through the development of a new protein interface prediction method, PredUs, that identifies what residues on protein surfaces are likely to participate in complexes with other proteins. The performance of PredUs, as measured through comparisons with other methods, suggests that relationships across protein structure space can be successfully exploited in the prediction of protein-protein interactions.",
        "Keywords": [],
        "MeSH terms": [
            "Binding Sites",
            "Conserved Sequence",
            "Databases, Protein",
            "Models, Molecular",
            "Multiprotein Complexes",
            "Protein Interaction Domains and Motifs",
            "Protein Interaction Mapping",
            "Proteins",
            "Sequence Alignment",
            "Structural Homology, Protein",
            "Systems Biology"
        ],
        "Authors": [
            {
                "First Name": "Qiangfeng Cliff",
                "Last Name": "Zhang",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Center for Computational Biology and Bioinformatics, Howard Hughes Medical Institute, Columbia University, 1130 St Nicholas Avenue, Room 815, New York, NY 10032, USA."
            },
            {
                "First Name": "Donald",
                "Last Name": "Petrey",
                "Affiliation": ""
            },
            {
                "First Name": "Raquel",
                "Last Name": "Norel",
                "Affiliation": ""
            },
            {
                "First Name": "Barry H",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2010"
    },
    {
        "PMID": "20525783",
        "Title": "PUDGE: a flexible, interactive server for protein structure prediction.",
        "Abstract": "The construction of a homology model for a protein can involve a number of decisions requiring the integration of different sources of information and the application of different modeling tools depending on the particular problem. Functional information can be especially important in guiding the modeling process, but such information is not generally integrated into modeling pipelines. Pudge is a flexible, interactive protein structure prediction server, which is designed with these issues in mind. By dividing the modeling into five stages (template selection, alignment, model building, model refinement and model evaluation) and providing various tools to visualize, analyze and compare the results at each stage, we enable a flexible modeling strategy that can be tailored to the needs of a given problem. Pudge is freely available at http://wiki.c2b2.columbia.edu/honiglab_public/index.php/Software:PUDGE.",
        "Keywords": [],
        "MeSH terms": [
            "Bacterial Proteins",
            "Internet",
            "Models, Molecular",
            "Software",
            "Structural Homology, Protein",
            "User-Computer Interface"
        ],
        "Authors": [
            {
                "First Name": "Raquel",
                "Last Name": "Norel",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, Center for Computational Biology and Bioinformatics, Columbia University, 1130 St. Nicholas Avenue, New York, NY 10032, USA. rn98@columbia.edu"
            },
            {
                "First Name": "Donald",
                "Last Name": "Petrey",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Nucleic acids research",
        "PubDate": "2010"
    },
    {
        "PMID": "20232938",
        "Title": "Electrostatic interactions between arginines and the minor groove in the nucleosome.",
        "Abstract": "Proteins rely on a variety of readout mechanisms to preferentially bind specific DNA sequences. The nucleosome offers a prominent example of a shape readout mechanism where arginines insert into narrow minor groove regions that face the histone core. Here we compare DNA shape and arginine recognition of three nucleosome core particle structures, expanding on our previous study by characterizing two additional structures, one with a different protein sequence and one with a different DNA sequence. The electrostatic potential in the minor groove is shown to be largely independent of the underlying sequence but is, however, dominated by groove geometry. Our results extend and generalize our previous observation that the interaction of arginines with narrow minor grooves plays an important role in stabilizing the deformed DNA in the nucleosome.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Arginine",
            "Base Sequence",
            "Drosophila melanogaster",
            "Models, Molecular",
            "Molecular Sequence Data",
            "Nucleic Acid Conformation",
            "Nucleosomes",
            "Salts",
            "Static Electricity",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Sean M",
                "Last Name": "West",
                "Affiliation": "Howard Hughes Medical Institute, Center for Computational Biology and Bioinformatics, Department of Biochemistry and Molecular Biophysics, Columbia University, 1130 St. Nicholas Avenue, New York, NY 10032, USA."
            },
            {
                "First Name": "Remo",
                "Last Name": "Rohs",
                "Affiliation": ""
            },
            {
                "First Name": "Richard S",
                "Last Name": "Mann",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of biomolecular structure & dynamics",
        "PubDate": "2010"
    },
    {
        "PMID": "20109465",
        "Title": "Building and refining protein models within cryo-electron microscopy density maps based on homology modeling and multiscale structure refinement.",
        "Abstract": "Automatic modeling methods using cryoelectron microscopy (cryoEM) density maps as constraints are promising approaches to building atomic models of individual proteins or protein domains. However, their application to large macromolecular assemblies has not been possible largely due to computational limitations inherent to such unsupervised methods. Here we describe a new method, EM-IMO (electron microscopy-iterative modular optimization), for building, modifying and refining local structures of protein models using cryoEM maps as a constraint. As a supervised refinement method, EM-IMO allows users to specify parameters derived from inspections so as to guide, and as a consequence, significantly speed up the refinement. An EM-IMO-based refinement protocol is first benchmarked on a data set of 50 homology models using simulated density maps. A multiscale refinement strategy that combines EM-IMO-based and molecular dynamics-based refinement is then applied to build backbone models for the seven conformers of the five capsid proteins in our near-atomic-resolution cryoEM map of the grass carp reovirus virion, a member of the Aquareovirus genus of the Reoviridae family. The refined models allow us to reconstruct a backbone model of the entire grass carp reovirus capsid and provide valuable functional insights that are described in the accompanying publication [Cheng, L., Zhu, J., Hui, W. H., Zhang, X., Honig, B., Fang, Q. & Zhou, Z. H. (2010). Backbone model of an aquareovirus virion by cryo-electron microscopy and bioinformatics. J. Mol. Biol. (this issue). doi:10.1016/j.jmb.2009.12.027.]. Our study demonstrates that the integrated use of homology modeling and a multiscale refinement protocol that combines supervised and automated structure refinement offers a practical strategy for building atomic models based on medium- to high-resolution cryoEM density maps.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Computational Biology",
            "Cryoelectron Microscopy",
            "Models, Molecular",
            "Molecular Dynamics Simulation",
            "Molecular Sequence Data",
            "Protein Conformation",
            "Protein Structure, Tertiary",
            "Proteins",
            "Sequence Homology, Amino Acid",
            "Software"
        ],
        "Authors": [
            {
                "First Name": "Jiang",
                "Last Name": "Zhu",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Lingpeng",
                "Last Name": "Cheng",
                "Affiliation": ""
            },
            {
                "First Name": "Qin",
                "Last Name": "Fang",
                "Affiliation": ""
            },
            {
                "First Name": "Z Hong",
                "Last Name": "Zhou",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of molecular biology",
        "PubDate": "2010"
    },
    {
        "PMID": "19865164",
        "Title": "The role of DNA shape in protein-DNA recognition.",
        "Abstract": "The recognition of specific DNA sequences by proteins is thought to depend on two types of mechanism: one that involves the formation of hydrogen bonds with specific bases, primarily in the major groove, and one involving sequence-dependent deformations of the DNA helix. By comprehensively analysing the three-dimensional structures of protein-DNA complexes, here we show that the binding of arginine residues to narrow minor grooves is a widely used mode for protein-DNA recognition. This readout mechanism exploits the phenomenon that narrow minor grooves strongly enhance the negative electrostatic potential of the DNA. The nucleosome core particle offers a prominent example of this effect. Minor-groove narrowing is often associated with the presence of A-tracts, AT-rich sequences that exclude the flexible TpA step. These findings indicate that the ability to detect local variations in DNA shape and electrostatic potential is a general mechanism that enables proteins to use information in the minor groove, which otherwise offers few opportunities for the formation of base-specific hydrogen bonds, to achieve DNA-binding specificity.",
        "Keywords": [],
        "MeSH terms": [
            "AT Rich Sequence",
            "Animals",
            "Arginine",
            "Base Sequence",
            "DNA",
            "DNA-Binding Proteins",
            "Databases, Factual",
            "Hydrogen Bonding",
            "Lysine",
            "Nucleic Acid Conformation",
            "Nucleosomes",
            "Protein Binding",
            "Saccharomyces cerevisiae",
            "Static Electricity"
        ],
        "Authors": [
            {
                "First Name": "Remo",
                "Last Name": "Rohs",
                "Affiliation": "Howard Hughes Medical Institute, Center for Computational Biology and Bioinformatics, Department of Biochemistry and Molecular Biophysics, Columbia University, 1130 Saint Nicholas Avenue, New York, New York 10032, USA."
            },
            {
                "First Name": "Sean M",
                "Last Name": "West",
                "Affiliation": ""
            },
            {
                "First Name": "Alona",
                "Last Name": "Sosinsky",
                "Affiliation": ""
            },
            {
                "First Name": "Peng",
                "Last Name": "Liu",
                "Affiliation": ""
            },
            {
                "First Name": "Richard S",
                "Last Name": "Mann",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2009"
    },
    {
        "PMID": "19805138",
        "Title": "Structural relationships among proteins with different global topologies and their implications for function annotation strategies.",
        "Abstract": "It has become increasingly apparent that geometric relationships often exist between regions of two proteins that have quite different global topologies or folds. In this article, we examine whether such relationships can be used to infer a functional connection between the two proteins in question. We find, by considering a number of examples involving metal and cation binding, sugar binding, and aromatic group binding, that geometrically similar protein fragments can share related functions, even if they have been classified as belonging to different folds and topologies. Thus, the use of classifications inevitably limits the number of functional inferences that can be obtained from the comparative analysis of protein structures. In contrast, the development of interactive computational tools that recognize the \"continuous\" nature of protein structure/function space, by increasing the number of potentially meaningful relationships that are considered, may offer a dramatic enhancement in the ability to extract information from protein structure databases. We introduce the MarkUs server, that embodies this strategy and that is designed for a user interested in developing and validating specific functional hypotheses.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Binding Sites",
            "Carbohydrate Metabolism",
            "Databases, Factual",
            "Mathematics",
            "Models, Molecular",
            "Peptide Fragments",
            "Protein Binding",
            "Protein Conformation",
            "Proteins",
            "Sequence Alignment",
            "Sequence Homology, Amino Acid"
        ],
        "Authors": [
            {
                "First Name": "Donald",
                "Last Name": "Petrey",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Center for Computational Biology and Bioinformatics, Columbia University, 1130 St. Nicholas Avenue, Room 815, New York, NY 10032, USA."
            },
            {
                "First Name": "Markus",
                "Last Name": "Fischer",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2009"
    },
    {
        "PMID": "19553217",
        "Title": "Linking molecular affinity and cellular specificity in cadherin-mediated adhesion.",
        "Abstract": "Many cell-cell adhesive events are mediated by the dimerization of cadherin proteins presented on apposing cell surfaces. Cadherin-mediated processes play a central role in the sorting of cells into separate tissues in vivo, but in vitro assays aimed at mimicking this behavior have yielded inconclusive results. In some cases, cells that express different cadherins exhibit homotypic cell sorting, forming separate cell aggregates, whereas in other cases, intermixed aggregates are formed. A third pattern is observed for mixtures of cells expressing either N- or E-cadherin, which form distinct homotypic aggregates that adhere to one another through a heterotypic interface. The molecular basis of cadherin-mediated cell patterning phenomena is poorly understood, in part because the relationship between cellular adhesive specificity and intermolecular binding free energies has not been established. To clarify this issue, we have measured the dimerization affinities of N-cadherin and E-cadherin. These proteins are similar in sequence and structure, yet are able to mediate homotypic cell patterning behavior in a variety of tissues. N-cadherin is found to form homodimers with higher affinity than does E-cadherin and, unexpectedly, the N/E-cadherin heterophilic binding affinity is intermediate in strength between the 2 homophilic affinities. We can account for observed cell aggregation behaviors by using a theoretical framework that establishes a connection between molecular affinities and cell-cell adhesive specificity. Our results illustrate how graded differences between different homophilic and heterophilic cadherin dimerizaton affinities can result in homotypic cell patterning and, more generally, show how proteins that are closely related can, nevertheless, be responsible for highly specific cellular adhesive behavior.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Area Under Curve",
            "CHO Cells",
            "Cadherins",
            "Cell Adhesion",
            "Cell Aggregation",
            "Cricetinae",
            "Cricetulus",
            "Dimerization",
            "Models, Molecular",
            "Protein Binding"
        ],
        "Authors": [
            {
                "First Name": "P",
                "Last Name": "Katsamba",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, and Edward S Harkness Eye Institute, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "K",
                "Last Name": "Carroll",
                "Affiliation": ""
            },
            {
                "First Name": "G",
                "Last Name": "Ahlsen",
                "Affiliation": ""
            },
            {
                "First Name": "F",
                "Last Name": "Bahna",
                "Affiliation": ""
            },
            {
                "First Name": "J",
                "Last Name": "Vendome",
                "Affiliation": ""
            },
            {
                "First Name": "S",
                "Last Name": "Posy",
                "Affiliation": ""
            },
            {
                "First Name": "M",
                "Last Name": "Rajebhosale",
                "Affiliation": ""
            },
            {
                "First Name": "S",
                "Last Name": "Price",
                "Affiliation": ""
            },
            {
                "First Name": "T M",
                "Last Name": "Jessell",
                "Affiliation": ""
            },
            {
                "First Name": "A",
                "Last Name": "Ben-Shaul",
                "Affiliation": ""
            },
            {
                "First Name": "L",
                "Last Name": "Shapiro",
                "Affiliation": ""
            },
            {
                "First Name": "Barry H",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2009"
    },
    {
        "PMID": "19362815",
        "Title": "Nuance in the double-helix and its role in protein-DNA recognition.",
        "Abstract": "It has been known for some time that the double-helix is not a uniform structure but rather exhibits sequence-specific variations that, combined with base-specific intermolecular interactions, offer the possibility of numerous modes of protein-DNA recognition. All-atom simulations have revealed mechanistic insights into the structural and energetic basis of various recognition mechanisms for a number of protein-DNA complexes while coarser grained simulations have begun to provide an understanding of the function of larger assemblies. Molecular simulations have also been applied to the prediction of transcription factor binding sites, while empirical approaches have been developed to predict nucleosome positioning. Studies that combine and integrate experimental, statistical and computational data offer the promise of rapid advances in our understanding of protein-DNA recognition mechanisms.",
        "Keywords": [],
        "MeSH terms": [
            "Binding Sites",
            "Computer Simulation",
            "DNA",
            "Monte Carlo Method",
            "Nucleic Acid Conformation",
            "Nucleosomes",
            "Protein Conformation",
            "Proteins",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Remo",
                "Last Name": "Rohs",
                "Affiliation": "Howard Hughes Medical Institute, Center for Computational Biology and Bioinformatics, Columbia University, 1130 St. Nicholas Avenue, New York, NY 10032, USA."
            },
            {
                "First Name": "Sean M",
                "Last Name": "West",
                "Affiliation": ""
            },
            {
                "First Name": "Peng",
                "Last Name": "Liu",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Current opinion in structural biology",
        "PubDate": "2009"
    },
    {
        "PMID": "19269161",
        "Title": "Is protein classification necessary? Toward alternative approaches to function annotation.",
        "Abstract": "The current nonredundant protein sequence database contains over seven million entries and the number of individual functional domains is significantly larger than this value. The vast quantity of data associated with these proteins poses enormous challenges to any attempt at function annotation. Classification of proteins into sequence and structural groups has been widely used as an approach to simplifying the problem. In this article we question such strategies. We describe how the multifunctionality and structural diversity of even closely related proteins confounds efforts to assign function on the basis of overall sequence or structural similarity. Rather, we suggest that strategies that avoid classification may offer a more robust approach to protein function annotation.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Computational Biology",
            "Humans",
            "Molecular Sequence Data",
            "Proteins"
        ],
        "Authors": [
            {
                "First Name": "Donald",
                "Last Name": "Petrey",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Center for Computational Biology and Bioinformatics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Current opinion in structural biology",
        "PubDate": "2009"
    },
    {
        "PMID": "19217386",
        "Title": "Outcome of a workshop on applications of protein models in biomedical research.",
        "Abstract": "We describe the proceedings and conclusions from the \"Workshop on Applications of Protein Models in Biomedical Research\" (the Workshop) that was held at the University of California, San Francisco on 11 and 12 July, 2008. At the Workshop, international scientists involved with structure modeling explored (i) how models are currently used in biomedical research, (ii) the requirements and challenges for different applications, and (iii) how the interaction between the computational and experimental research communities could be strengthened to advance the field.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Biomedical Research",
            "Chemistry, Pharmaceutical",
            "Databases, Protein",
            "Drug Discovery",
            "Enzymes",
            "Health Planning Guidelines",
            "Humans",
            "Models, Molecular",
            "Protein Conformation",
            "Protein Engineering",
            "Protein Interaction Mapping",
            "Proteins",
            "Software"
        ],
        "Authors": [
            {
                "First Name": "Torsten",
                "Last Name": "Schwede",
                "Affiliation": "Swiss Institute of Bioinformatics, Biozentrum, University of Basel, Klingelbergstrasse 50-70, CH-4056 Basel, Switzerland. torsten.schwede@unibas.ch"
            },
            {
                "First Name": "Andrej",
                "Last Name": "Sali",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            },
            {
                "First Name": "Michael",
                "Last Name": "Levitt",
                "Affiliation": ""
            },
            {
                "First Name": "Helen M",
                "Last Name": "Berman",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Jones",
                "Affiliation": ""
            },
            {
                "First Name": "Steven E",
                "Last Name": "Brenner",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen K",
                "Last Name": "Burley",
                "Affiliation": ""
            },
            {
                "First Name": "Rhiju",
                "Last Name": "Das",
                "Affiliation": ""
            },
            {
                "First Name": "Nikolay V",
                "Last Name": "Dokholyan",
                "Affiliation": ""
            },
            {
                "First Name": "Roland L",
                "Last Name": "Dunbrack",
                "Affiliation": ""
            },
            {
                "First Name": "Krzysztof",
                "Last Name": "Fidelis",
                "Affiliation": ""
            },
            {
                "First Name": "Andras",
                "Last Name": "Fiser",
                "Affiliation": ""
            },
            {
                "First Name": "Adam",
                "Last Name": "Godzik",
                "Affiliation": ""
            },
            {
                "First Name": "Yuanpeng Janet",
                "Last Name": "Huang",
                "Affiliation": ""
            },
            {
                "First Name": "Christine",
                "Last Name": "Humblet",
                "Affiliation": ""
            },
            {
                "First Name": "Matthew P",
                "Last Name": "Jacobson",
                "Affiliation": ""
            },
            {
                "First Name": "Andrzej",
                "Last Name": "Joachimiak",
                "Affiliation": ""
            },
            {
                "First Name": "Stanley R",
                "Last Name": "Krystek",
                "Affiliation": ""
            },
            {
                "First Name": "Tanja",
                "Last Name": "Kortemme",
                "Affiliation": ""
            },
            {
                "First Name": "Andriy",
                "Last Name": "Kryshtafovych",
                "Affiliation": ""
            },
            {
                "First Name": "Gaetano T",
                "Last Name": "Montelione",
                "Affiliation": ""
            },
            {
                "First Name": "John",
                "Last Name": "Moult",
                "Affiliation": ""
            },
            {
                "First Name": "Diana",
                "Last Name": "Murray",
                "Affiliation": ""
            },
            {
                "First Name": "Roberto",
                "Last Name": "Sanchez",
                "Affiliation": ""
            },
            {
                "First Name": "Tobin R",
                "Last Name": "Sosnick",
                "Affiliation": ""
            },
            {
                "First Name": "Daron M",
                "Last Name": "Standley",
                "Affiliation": ""
            },
            {
                "First Name": "Terry",
                "Last Name": "Stouch",
                "Affiliation": ""
            },
            {
                "First Name": "Sandor",
                "Last Name": "Vajda",
                "Affiliation": ""
            },
            {
                "First Name": "Max",
                "Last Name": "Vasquez",
                "Affiliation": ""
            },
            {
                "First Name": "John D",
                "Last Name": "Westbrook",
                "Affiliation": ""
            },
            {
                "First Name": "Ian A",
                "Last Name": "Wilson",
                "Affiliation": ""
            }
        ],
        "Journal": "Structure (London, England : 1993)",
        "PubDate": "2009"
    },
    {
        "PMID": "18782760",
        "Title": "Electrostatic and lipid anchor contributions to the interaction of transducin with membranes: mechanistic implications for activation and translocation.",
        "Abstract": "The heterotrimeric G protein transducin is a key component of the vertebrate phototransduction cascade. Transducin is peripherally attached to membranes of the rod outer segment, where it interacts with other proteins at the membrane-cytosol interface. However, upon sustained activation by light, the dissociated G(t)alpha and Gbeta(1)gamma(1) subunits of transducin translocate from the outer segment to other parts of the rod cell. Here we used a computational approach to analyze the interaction strength of transducin and its subunits with acidic lipid bilayers, as well as the range of orientations that they are allowed to occupy on the membrane surface. Our results suggest that the combined constraints of electrostatics and lipid anchors substantially limit the rotational degrees of freedom of the membrane-bound transducin heterotrimer. This may contribute to a faster transducin activation rate by accelerating transducin-rhodopsin complex formation. Notably, the membrane interactions of the dissociated transducin subunits are very different from those of the heterotrimer. As shown previously, Gbeta(1)gamma(1) experiences significant attractive interactions with negatively charged membranes, whereas our new results suggest that G(t)alpha is electrostatically repelled by such membranes. We suggest that this repulsion could facilitate the membrane dissociation and intracellular translocation of G(t)alpha. Moreover, based on similarities in sequence and electrostatic properties, we propose that the properties described for transducin are common to its homologs within the G(i) subfamily. In a broader view, this work exemplifies how the activity-dependent association and dissociation of a G protein can change both the affinity for membranes and the range of allowed orientations, thereby modulating G protein function.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Humans",
            "Lipid Bilayers",
            "Models, Biological",
            "Models, Molecular",
            "Protein Structure, Quaternary",
            "Protein Subunits",
            "Protein Transport",
            "Retinal Rod Photoreceptor Cells",
            "Rhodopsin",
            "Transducin"
        ],
        "Authors": [
            {
                "First Name": "Mickey",
                "Last Name": "Kosloff",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Emil",
                "Last Name": "Alexov",
                "Affiliation": ""
            },
            {
                "First Name": "Vadim Y",
                "Last Name": "Arshavsky",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2008"
    },
    {
        "PMID": "18395225",
        "Title": "Sequence and structural determinants of strand swapping in cadherin domains: do all cadherins bind through the same adhesive interface?",
        "Abstract": "Cadherins are cell surface adhesion proteins important for tissue development and integrity. Type I and type II, or classical, cadherins form adhesive dimers via an interface formed through the exchange, or \"swapping\", of the N-terminal beta-strands from their membrane-distal EC1 domains. Here, we ask which sequence and structural features in EC1 domains are responsible for beta-strand swapping and whether members of other cadherin families form similar strand-swapped binding interfaces. We created a comprehensive database of multiple alignments of each type of cadherin domain. We used the known three-dimensional structures of classical cadherins to identify conserved positions in multiple sequence alignments that appear to be crucial determinants of the cadherin domain structure. We identified features that are unique to EC1 domains. On the basis of our analysis, we conclude that all cadherin domains have very similar overall folds but, with the exception of classical and desmosomal cadherin EC1 domains, most of them do not appear to bind through a strand-swapping mechanism. Thus, non-classical cadherins that function in adhesion are likely to use different protein-protein interaction interfaces. Our results have implications for the evolution of molecular mechanisms of cadherin-mediated adhesion in vertebrates.",
        "Keywords": [],
        "MeSH terms": [
            "Adhesiveness",
            "Amino Acid Sequence",
            "Cadherins",
            "Conserved Sequence",
            "Models, Molecular",
            "Molecular Sequence Data",
            "Protein Folding",
            "Protein Structure, Quaternary",
            "Protein Structure, Tertiary",
            "Sequence Alignment"
        ],
        "Authors": [
            {
                "First Name": "Shoshana",
                "Last Name": "Posy",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Lawrence",
                "Last Name": "Shapiro",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of molecular biology",
        "PubDate": "2008"
    },
    {
        "PMID": "17729286",
        "Title": "Loop modeling: Sampling, filtering, and scoring.",
        "Abstract": "We describe a fast and accurate protocol, LoopBuilder, for the prediction of loop conformations in proteins. The procedure includes extensive sampling of backbone conformations, side chain addition, the use of a statistical potential to select a subset of these conformations, and, finally, an energy minimization and ranking with an all-atom force field. We find that the Direct Tweak algorithm used in the previously developed LOOPY program is successful in generating an ensemble of conformations that on average are closer to the native conformation than those generated by other methods. An important feature of Direct Tweak is that it checks for interactions between the loop and the rest of the protein during the loop closure process. DFIRE is found to be a particularly effective statistical potential that can bias conformation space toward conformations that are close to the native structure. Its application as a filter prior to a full molecular mechanics energy minimization both improves prediction accuracy and offers a significant savings in computer time. Final scoring is based on the OPLS/SBG-NP force field implemented in the PLOP program. The approach is also shown to be quite successful in predicting loop conformations for cases where the native side chain conformations are assumed to be unknown, suggesting that it will prove effective in real homology modeling applications.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Databases, Protein",
            "Models, Molecular",
            "Protein Conformation",
            "Proteins",
            "Software",
            "Thermodynamics"
        ],
        "Authors": [
            {
                "First Name": "Cinque S",
                "Last Name": "Soto",
                "Affiliation": "Howard Hughes Medical Institute, Center for Computational Biology and Bioinformatics, Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Marc",
                "Last Name": "Fasnacht",
                "Affiliation": ""
            },
            {
                "First Name": "Jiang",
                "Last Name": "Zhu",
                "Affiliation": ""
            },
            {
                "First Name": "Lucy",
                "Last Name": "Forrest",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Proteins",
        "PubDate": "2008"
    },
    {
        "PMID": "17652169",
        "Title": "Identification of a chloride ion binding site in Na+/Cl -dependent transporters.",
        "Abstract": "The recent determination of the crystal structure of the leucine transporter from Aquifex aeolicus (aaLeuT) has provided significant insights into the function of neurotransmitter:sodium symporters. Transport by aaLeuT is Cl(-) independent, whereas many neurotransmitter:sodium symporters from higher organisms depend on Cl(-) ions. However, the only Cl(-) ion identified in the aaLeuT structure interacts with nonconserved residues in extracellular loops, and thus the relevance of this binding site is unclear. Here, we use calculations of pK(A)s and homology modeling to predict the location of a functionally important Cl(-) binding site in serotonin transporter and other Cl(-)-dependent transporters. We validate our model through the site-directed mutagenesis of residues predicted to coordinate the Cl(-) ion and through the observation of sequence conservation patterns in other Cl(-)-dependent transporters. The proposed site is located midway across the membrane and is formed by residues from transmembrane helices 2, 6, and 7. It is close to the Na1 sodium binding site, thus providing an explanation for the coupling of Cl(-) and Na(+) ions during transport. Other implications of the model are also discussed.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Amino Acid Transport Systems, Basic",
            "Bacterial Proteins",
            "Binding Sites",
            "Chlorides",
            "Humans",
            "Ions",
            "Membrane Transport Proteins",
            "Models, Molecular",
            "Molecular Sequence Data",
            "Mutation",
            "Plasma Membrane Neurotransmitter Transport Proteins",
            "Protein Structure, Tertiary",
            "Protons"
        ],
        "Authors": [
            {
                "First Name": "Lucy R",
                "Last Name": "Forrest",
                "Affiliation": "Howard Hughes Medical Institute, Center for Computational Biology and Bioinformatics, and Department of Biochemistry and Molecular Biophysics, Columbia University, 1130 St. Nicholas Avenue, Room 815, New York, NY 10032, USA."
            },
            {
                "First Name": "Sotiria",
                "Last Name": "Tavoulari",
                "Affiliation": ""
            },
            {
                "First Name": "Yuan-Wei",
                "Last Name": "Zhang",
                "Affiliation": ""
            },
            {
                "First Name": "Gary",
                "Last Name": "Rudnick",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2007"
    },
    {
        "PMID": "17600147",
        "Title": "Local quality assessment in homology models using statistical potentials and support vector machines.",
        "Abstract": "In this study, we address the problem of local quality assessment in homology models. As a prerequisite for the evaluation of methods for predicting local model quality, we first examine the problem of measuring local structural similarities between a model and the corresponding native structure. Several local geometric similarity measures are evaluated. Two methods based on structural superposition are found to best reproduce local model quality assessments by human experts. We then examine the performance of state-of-the-art statistical potentials in predicting local model quality on three qualitatively distinct data sets. The best statistical potential, DFIRE, is shown to perform on par with the best current structure-based method in the literature, ProQres. A combination of different statistical potentials and structural features using support vector machines is shown to provide somewhat improved performance over published methods.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Animals",
            "Artificial Intelligence",
            "Computational Biology",
            "Humans",
            "Models, Molecular",
            "Models, Statistical",
            "Proteins",
            "Structural Homology, Protein"
        ],
        "Authors": [
            {
                "First Name": "Marc",
                "Last Name": "Fasnacht",
                "Affiliation": "Howard Hughes Medical Institute at Columbia University, Department of Biochemistry and Molecular Biophysics, Center for Computational Biology and Bioinformatics, New York, New York 10032, USA."
            },
            {
                "First Name": "Jiang",
                "Last Name": "Zhu",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Protein science : a publication of the Protein Society",
        "PubDate": "2007"
    },
    {
        "PMID": "17549077",
        "Title": "Protein structure space is much more than the sum of its folds.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Databases, Protein",
            "Protein Conformation",
            "Protein Folding",
            "Proteins",
            "Proteomics"
        ],
        "Authors": [
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature structural & molecular biology",
        "PubDate": "2007"
    },
    {
        "PMID": "17395715",
        "Title": "Discovering transcriptional regulatory regions in Drosophila by a nonalignment method for phylogenetic footprinting.",
        "Abstract": "The functional annotation of the nonprotein-coding DNA of eukaryotic genomes is a problem of central importance. Phylogenetic footprinting methods, which attempt to identify functional regulatory regions by comparing orthologous genomic sequences of evolutionarily related species, have shown promising results. The main advantage of this class of approaches is that they do not require any knowledge of the regulating transcription factors. Here we describe a method called Enhancer Detection using only Genomic Information (EDGI), which integrates a traditional motif-discovery algorithm with a local permutation-clustering algorithm. Together, they can identify large regulatory elements (e.g., enhancers) as evolutionarily conserved order-independent clusters of short conserved motifs. We show that EDGI can distinguish between established sets of known enhancers and nonenhancers with 88% accuracy, rivaling predictions by methods that rely on the knowledge of the regulating transcription factors and their DNA-binding specificities. We tested EDGI's performance on a set of Drosophila genomes. Our results demonstrate that comparative genomic analysis of multiple closely related species has substantial power to identify key functional elements without additional biological knowledge.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Animals",
            "DNA Footprinting",
            "Drosophila",
            "Enhancer Elements, Genetic",
            "Evaluation Studies as Topic",
            "Genomics",
            "Phylogeny"
        ],
        "Authors": [
            {
                "First Name": "Alona",
                "Last Name": "Sosinsky",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            },
            {
                "First Name": "Richard S",
                "Last Name": "Mann",
                "Affiliation": ""
            },
            {
                "First Name": "Andrea",
                "Last Name": "Califano",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2007"
    },
    {
        "PMID": "17264128",
        "Title": "Structure-based prediction of C2H2 zinc-finger binding specificity: sensitivity to docking geometry.",
        "Abstract": "Predicting the binding specificity of transcription factors is a critical step in the characterization and computational identification and of cis-regulatory elements in genomic sequences. Here we use protein-DNA structures to predict binding specificity and consider the possibility of predicting position weight matrices (PWM) for an entire protein family based on the structures of just a few family members. A particular focus is the sensitivity of prediction accuracy to the docking geometry of the structure used. We investigate this issue with the goal of determining how similar two docking geometries must be for binding specificity predictions to be accurate. Docking similarity is quantified using our recently described interface alignment score (IAS). Using a molecular-mechanics force field, we predict high-affinity nucleotide sequences that bind to the second zinc-finger (ZF) domain from the Zif268 protein, using different C2H2 ZF domains as structural templates. We identify a strong relationship between IAS values and prediction accuracy, and define a range of IAS values for which accurate structure-based predictions of binding specificity is to be expected. The implication of our results for large-scale, structure-based prediction of PWMs is discussed.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Binding Sites",
            "Computational Biology",
            "DNA-Binding Proteins",
            "Models, Molecular",
            "Molecular Structure",
            "Transcription Factors",
            "Zinc Fingers"
        ],
        "Authors": [
            {
                "First Name": "Trevor W",
                "Last Name": "Siggers",
                "Affiliation": "Howard Hughes Medical Institute, Center for Computational Biology and Bioinformatics, Department of Biochemistry and Molecular Biophysics, Columbia University, 1130 St. Nicholas Avenue, Room 815, New York, NY 10032, USA."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Nucleic acids research",
        "PubDate": "2007"
    },
    {
        "PMID": "17223134",
        "Title": "Calculation of pKas in RNA: on the structural origins and functional roles of protonated nucleotides.",
        "Abstract": "pK(a) calculations based on the Poisson-Boltzmann equation have been widely used to study proteins and, more recently, DNA. However, much less attention has been paid to the calculation of pK(a) shifts in RNA. There is accumulating evidence that protonated nucleotides can stabilize RNA structure and participate in enzyme catalysis within ribozymes. Here, we calculate the pK(a) shifts of nucleotides in RNA structures using numerical solutions to the Poisson-Boltzmann equation. We find that significant shifts are predicted for several nucleotides in two catalytic RNAs, the hairpin ribozyme and the hepatitis delta virus ribozyme, and that the shifts are likely to be related to their functions. We explore how different structural environments shift the pK(a)s of nucleotides from their solution values. RNA structures appear to use two basic strategies to shift pK(a)s: (a) the formation of compact structural motifs with structurally-conserved, electrostatic interactions; and (b) the arrangement of the phosphodiester backbone to focus negative electrostatic potential in specific regions.",
        "Keywords": [],
        "MeSH terms": [
            "Catalysis",
            "Hepatitis Delta Virus",
            "Hydrogen Bonding",
            "Hydrogen-Ion Concentration",
            "Kinetics",
            "Models, Molecular",
            "Molecular Structure",
            "Nuclear Magnetic Resonance, Biomolecular",
            "Nucleic Acid Conformation",
            "Nucleotides",
            "Poisson Distribution",
            "Protein Structure, Secondary",
            "Protons",
            "RNA",
            "RNA, Catalytic",
            "RNA, Viral",
            "Static Electricity",
            "Thermodynamics"
        ],
        "Authors": [
            {
                "First Name": "Christopher L",
                "Last Name": "Tang",
                "Affiliation": "Howard Hughes Medical Institute, Center for Computational Biology and Bioinformatics, Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Emil",
                "Last Name": "Alexov",
                "Affiliation": ""
            },
            {
                "First Name": "Anna Marie",
                "Last Name": "Pyle",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of molecular biology",
        "PubDate": "2007"
    },
    {
        "PMID": "17208980",
        "Title": "Poisson-Boltzmann calculations of nonspecific salt effects on protein-protein binding free energies.",
        "Abstract": "The salt dependence of the binding free energy of five protein-protein hetero-dimers and two homo-dimers/tetramers was calculated from numerical solutions to the Poisson-Boltzmann equation. Overall, the agreement with experimental values is very good. In all cases except one involving the highly charged lactoglobulin homo-dimer, increasing the salt concentration is found both experimentally and theoretically to decrease the binding affinity. To clarify the source of salt effects, the salt-dependent free energy of binding is partitioned into screening terms and to self-energy terms that involve the interaction of the charge distribution of a monomer with its own ion atmosphere. In six of the seven complexes studied, screening makes the largest contribution but self-energy effects can also be significant. The calculated salt effects are found to be insensitive to force-field parameters and to the internal dielectric constant assigned to the monomers. Nonlinearities due to high charge densities, which are extremely important in the binding of proteins to negatively charged membrane surfaces and to nucleic acids, make much smaller contributions to the protein-protein complexes studied here, with the exception of highly charged lactoglobulin dimers. Our results indicate that the Poisson-Boltzmann equation captures much of the physical basis of the nonspecific salt dependence of protein-protein complexation.",
        "Keywords": [],
        "MeSH terms": [
            "Binding Sites",
            "Computer Simulation",
            "Dimerization",
            "Models, Chemical",
            "Models, Molecular",
            "Multiprotein Complexes",
            "Protein Binding",
            "Proteins",
            "Salts",
            "Static Electricity"
        ],
        "Authors": [
            {
                "First Name": "Claudia",
                "Last Name": "Bertonati",
                "Affiliation": "Howard Hughes Medical Institute, Center for Computational Biology and Bioinformatics and Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            },
            {
                "First Name": "Emil",
                "Last Name": "Alexov",
                "Affiliation": ""
            }
        ],
        "Journal": "Biophysical journal",
        "PubDate": "2007"
    },
    {
        "PMID": "17206724",
        "Title": "Prediction of side-chain conformations on protein surfaces.",
        "Abstract": "An approach is described that improves the prediction of the conformations of surface side chains in crystal structures, given the main-chain conformation of a protein. A key element of the methodology involves the use of the colony energy. This phenomenological term favors conformations found in frequently sampled regions, thereby approximating entropic effects and serving to smooth the potential energy surface. Use of the colony energy significantly improves prediction accuracy for surface side chains with little additional computational cost. Prediction accuracy was quantified as the percentage of side-chain dihedral angles predicted to be within 40 degrees of the angles measured by X-ray diffraction. Use of the colony energy in predictions for single side chains improved the prediction accuracy for chi(1) and chi(1+2) from 65 and 40% to 74 and 59%, respectively. Several other factors that affect prediction of surface side-chain conformations were also analyzed, including the extent of conformational sampling, details of the rotamer library employed, and accounting for the crystallographic environment. The prediction of conformations for polar residues on the surface was generally found to be more difficult than those for hydrophobic residues, except for polar residues participating in hydrogen bonds with other protein groups. For surface residues with hydrogen-bonded side chains, the prediction accuracy of chi(1) and chi(1+2) was 79 and 63%, respectively. For surface polar residues, in general (all side-chain prediction), the accuracy of chi(1) and chi(1+2) was only 73 and 56%, respectively. The most accurate results were obtained using the colony energy and an all-atom description that includes neighboring molecules in the crystal (protein chains and hetero atoms). Here, the accuracy of chi(1) and chi(1+2) predictions for surface side chains was 82 and 73%, respectively. The root mean square deviations obtained for hydrogen-bonding surface side chains were 1.64 and 1.81 A, with and without consideration of crystal packing effects, respectively.",
        "Keywords": [],
        "MeSH terms": [
            "Crystallography, X-Ray",
            "Humans",
            "Hydrogen Bonding",
            "Models, Molecular",
            "Nuclear Magnetic Resonance, Biomolecular",
            "Protein Structure, Tertiary",
            "Proteins"
        ],
        "Authors": [
            {
                "First Name": "Zhexin",
                "Last Name": "Xiang",
                "Affiliation": "Center for Molecular Modeling, Center for Information Technology, National Institutes of Health, Bethesda, Maryland 20892-5624, USA. xiangz@mail.nih.gov"
            },
            {
                "First Name": "Peter J",
                "Last Name": "Steinbach",
                "Affiliation": ""
            },
            {
                "First Name": "Matthew P",
                "Last Name": "Jacobson",
                "Affiliation": ""
            },
            {
                "First Name": "Richard A",
                "Last Name": "Friesner",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Proteins",
        "PubDate": "2007"
    },
    {
        "PMID": "16927337",
        "Title": "Structural refinement of protein segments containing secondary structure elements: Local sampling, knowledge-based potentials, and clustering.",
        "Abstract": "In this article, we present an iterative, modular optimization (IMO) protocol for the local structure refinement of protein segments containing secondary structure elements (SSEs). The protocol is based on three modules: a torsion-space local sampling algorithm, a knowledge-based potential, and a conformational clustering algorithm. Alternative methods are tested for each module in the protocol. For each segment, random initial conformations were constructed by perturbing the native dihedral angles of loops (and SSEs) of the segment to be refined while keeping the protein body fixed. Two refinement procedures based on molecular mechanics force fields - using either energy minimization or molecular dynamics - were also tested but were found to be less successful than the IMO protocol. We found that DFIRE is a particularly effective knowledge-based potential and that clustering algorithms that are biased by the DFIRE energies improve the overall results. Results were further improved by adding an energy minimization step to the conformations generated with the IMO procedure, suggesting that hybrid strategies that combine both knowledge-based and physical effective energy functions may prove to be particularly effective in future applications.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Cluster Analysis",
            "Computer Simulation",
            "Models, Molecular",
            "Protein Structure, Secondary",
            "Protein Structure, Tertiary",
            "Proteins"
        ],
        "Authors": [
            {
                "First Name": "Jiang",
                "Last Name": "Zhu",
                "Affiliation": "Howard Hughes Medical Institute, Center for Computational Biology and Bioinformatics, Department of Biochemistry and Molecular Biophysics, Columbia University, 1130 St. Nicholas Avenue, Room 815, New York, New York 10032, USA."
            },
            {
                "First Name": "Li",
                "Last Name": "Xie",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Proteins",
        "PubDate": "2006"
    },
    {
        "PMID": "16851315",
        "Title": "Comparative study of generalized born models: Born radii and peptide folding.",
        "Abstract": "In this study, we have implemented four analytical generalized Born (GB) models and investigated their performance in conjunction with the GROMOS96 force field. The four models include that of Still and co-workers, the HCT model of Cramer, Truhlar, and co-workers, a modified form of the AGB model of Levy and co-workers, and the GBMV2 model of Brooks and co-workers. The models were coded independently and implemented in the GROMOS software package and in TINKER. They were compared in terms of their ability to reproduce the results of Poisson-Boltzmann (PB) calculations and in their performance in the ab initio peptide folding of two peptides, one that forms a beta-hairpin in solution and one that forms an alpha-helix. In agreement with previous work, the GBMV2 model is most successful in reproducing PB results while the other models tend to underestimate the effective Born radii of buried atoms. In contrast, stochastic dynamics simulations on the folding of the two peptides, the C-terminus beta-hairpin of the B1 domain of protein G and the alanine-based alpha-helical peptide 3K(I), suggest that the simpler GB models are more effective in sampling conformational space. Indeed, the Still model used in conjunction with the GROMOS96 force field is able to fold the hairpin peptide to a native-like structure without the benefit of enhanced sampling techniques. This is due in part to the properties of the united-atom GROMOS96 force field which appears to be more flexible, and hence to sample more efficiently, than force fields such as OPLSAA. Our results suggest a general strategy which involves using different combinations of force fields and solvent models in different applications, for example, using GROMOS96 and a simple GB model in sampling and OPLSAA and a more accurate GB model in refinement. The fact that various methods have been implemented in a unified way should facilitate the testing and subsequent use of different methods to evaluate conformational free energies in different applications. Our results also bear on some general issues involved in peptide folding and structure prediction which are addressed in the Discussion.",
        "Keywords": [],
        "MeSH terms": [
            "Alanine",
            "Biophysics",
            "Chemistry, Physical",
            "Computer Simulation",
            "Hydrogen Bonding",
            "Models, Molecular",
            "Models, Statistical",
            "Molecular Conformation",
            "Nerve Tissue Proteins",
            "Peptides",
            "Protein Conformation",
            "Protein Folding",
            "Protein Structure, Secondary",
            "Solvents",
            "Thermodynamics"
        ],
        "Authors": [
            {
                "First Name": "Jiang",
                "Last Name": "Zhu",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, New York 10032, USA."
            },
            {
                "First Name": "Emil",
                "Last Name": "Alexov",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "The journal of physical chemistry. B",
        "PubDate": "2005"
    },
    {
        "PMID": "16837525",
        "Title": "VISTAL--a new 2D visualization tool of protein 3D structural alignments.",
        "Abstract": "We offer a tool, denoted VISTAL, for two-dimensional visualization of protein structural alignments. VISTAL describes aligned structures as a series of matched secondary structure elements, colored according to the three-dimensional distance of their Calpha atoms.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Amino Acid Sequence",
            "Computer Graphics",
            "Computer Simulation",
            "Evolution, Molecular",
            "Imaging, Three-Dimensional",
            "Models, Chemical",
            "Models, Molecular",
            "Molecular Sequence Data",
            "Protein Conformation",
            "Proteins",
            "Sequence Alignment",
            "Sequence Analysis, Protein",
            "Software",
            "User-Computer Interface"
        ],
        "Authors": [
            {
                "First Name": "Rachel",
                "Last Name": "Kolodny",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Center for Computational Biology and Bioinformatics, Columbia University, 1130 St Nicholas Avenue, Room 815, New York, NY 10032, USA."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Bioinformatics (Oxford, England)",
        "PubDate": "2006"
    },
    {
        "PMID": "16678402",
        "Title": "Protein structure comparison: implications for the nature of 'fold space', and structure and function prediction.",
        "Abstract": "The identification of geometric relationships between protein structures offers a powerful approach to predicting the structure and function of proteins. Methods to detect such relationships range from human pattern recognition to a variety of mathematical algorithms. A number of schemes for the classification of protein structure have found widespread use and these implicitly assume the organization of protein structure space into discrete categories. Recently, an alternative view has emerged in which protein fold space is seen as continuous and multidimensional. Significant relationships have been observed between proteins that belong to what have been termed different 'folds'. There has been progress in the use of these relationships in the prediction of protein structure and function.",
        "Keywords": [],
        "MeSH terms": [
            "Computational Biology",
            "Models, Molecular",
            "Protein Folding",
            "Proteins",
            "Structural Homology, Protein",
            "Structure-Activity Relationship"
        ],
        "Authors": [
            {
                "First Name": "Rachel",
                "Last Name": "Kolodny",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Center for Computational Biology and Bioinformatics, Columbia University, 1130 St Nicholas Avenue, Room 815, New York, NY 10032, USA."
            },
            {
                "First Name": "Donald",
                "Last Name": "Petrey",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Current opinion in structural biology",
        "PubDate": "2006"
    },
    {
        "PMID": "16648166",
        "Title": "On the accuracy of homology modeling and sequence alignment methods applied to membrane proteins.",
        "Abstract": "In this study, we investigate the extent to which techniques for homology modeling that were developed for water-soluble proteins are appropriate for membrane proteins as well. To this end we present an assessment of current strategies for homology modeling of membrane proteins and introduce a benchmark data set of homologous membrane protein structures, called HOMEP. First, we use HOMEP to reveal the relationship between sequence identity and structural similarity in membrane proteins. This analysis indicates that homology modeling is at least as applicable to membrane proteins as it is to water-soluble proteins and that acceptable models (with C alpha-RMSD values to the native of 2 A or less in the transmembrane regions) may be obtained for template sequence identities of 30% or higher if an accurate alignment of the sequences is used. Second, we show that secondary-structure prediction algorithms that were developed for water-soluble proteins perform approximately as well for membrane proteins. Third, we provide a comparison of a set of commonly used sequence alignment algorithms as applied to membrane proteins. We find that high-accuracy alignments of membrane protein sequences can be obtained using state-of-the-art profile-to-profile methods that were developed for water-soluble proteins. Improvements are observed when weights derived from the secondary structure of the query and the template are used in the scoring of the alignment, a result which relies on the accuracy of the secondary-structure prediction of the query sequence. The most accurate alignments were obtained using template profiles constructed with the aid of structural alignments. In contrast, a simple sequence-to-sequence alignment algorithm, using a membrane protein-specific substitution matrix, shows no improvement in alignment accuracy. We suggest that profile-to-profile alignment methods should be adopted to maximize the accuracy of homology models of membrane proteins.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Databases, Protein",
            "Membrane Proteins",
            "Models, Theoretical",
            "Sequence Alignment",
            "Sequence Analysis, Protein",
            "Sequence Homology, Amino Acid",
            "Water"
        ],
        "Authors": [
            {
                "First Name": "Lucy R",
                "Last Name": "Forrest",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Center for Computational Biology and Bioinformatics, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Christopher L",
                "Last Name": "Tang",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Biophysical journal",
        "PubDate": "2006"
    },
    {
        "PMID": "16477622",
        "Title": "On the nature of cavities on protein surfaces: application to the identification of drug-binding sites.",
        "Abstract": "In this article we introduce a new method for the identification and the accurate characterization of protein surface cavities. The method is encoded in the program SCREEN (Surface Cavity REcognition and EvaluatioN). As a first test of the utility of our approach we used SCREEN to locate and analyze the surface cavities of a nonredundant set of 99 proteins cocrystallized with drugs. We find that this set of proteins has on average about 14 distinct cavities per protein. In all cases, a drug is bound at one (and sometimes more than one) of these cavities. Using cavity size alone as a criterion for predicting drug-binding sites yields a high balanced error rate of 15.7%, with only 71.7% coverage. Here we characterize each surface cavity by computing a comprehensive set of 408 physicochemical, structural, and geometric attributes. By applying modern machine learning techniques (Random Forests) we were able to develop a classifier that can identify drug-binding cavities with a balanced error rate of 7.2% and coverage of 88.9%. Only 18 of the 408 cavity attributes had a statistically significant role in the prediction. Of these 18 important attributes, almost all involved size and shape rather than physicochemical properties of the surface cavity. The implications of these results are discussed. A SCREEN Web server is available at http://interface.bioc.columbia.edu/screen.",
        "Keywords": [],
        "MeSH terms": [
            "Binding Sites",
            "Drug Design",
            "Humans",
            "Models, Molecular",
            "Pharmaceutical Preparations",
            "Protein Binding",
            "Protein Structure, Tertiary",
            "Proteins"
        ],
        "Authors": [
            {
                "First Name": "Murad",
                "Last Name": "Nayal",
                "Affiliation": "Howard Hughes Medical Institute, Center for Computational Biology and Bioinformatics, Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Proteins",
        "PubDate": "2006"
    },
    {
        "PMID": "16364908",
        "Title": "Protein structure prediction: inroads to biology.",
        "Abstract": "In recent years, there has been significant progress in the ability to predict the three-dimensional structure of proteins from their amino acid sequence. Progress has been due to new methods to extract the growing amount of information in sequence and structure databases and improved computational descriptions of protein energetics. This review summarizes recent advances in these areas and describes a number of novel biological applications made possible by structure prediction. Despite remaining challenges, protein structure prediction is becoming an extremely useful tool in understanding phenomena in modern molecular and cell biology.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Amino Acid Sequence",
            "Animals",
            "Models, Molecular",
            "Molecular Sequence Data",
            "Protein Structure, Tertiary",
            "Proteins",
            "Sequence Alignment"
        ],
        "Authors": [
            {
                "First Name": "Donald",
                "Last Name": "Petrey",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Center for Computational Biology and Bioinformatics, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2005"
    },
    {
        "PMID": "16216570",
        "Title": "Bending in the right direction.",
        "Abstract": "The success of a new Monte Carlo algorithm in describing sequence-specific DNA bending is reported. The approach offers the possibility of improved treatments of \"indirect readout\" effects in the prediction of transcription factor binding sites.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Base Composition",
            "Base Pairing",
            "Binding Sites",
            "Computer Simulation",
            "Crystallography, X-Ray",
            "DNA, Viral",
            "Humans",
            "Monte Carlo Method",
            "Nucleic Acid Conformation",
            "Oncogene Proteins, Viral",
            "Protein Binding",
            "Protein Conformation"
        ],
        "Authors": [
            {
                "First Name": "Trevor",
                "Last Name": "Siggers",
                "Affiliation": "Howard Hughes Medical Institute, Center for Computational Biology and Bioinformatics, Columbia University, 1130 St. Nicholas Avenue, ICRB, Mail Box 200, New York, New York 10032, USA."
            },
            {
                "First Name": "Tonya",
                "Last Name": "Silkov",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Structure (London, England : 1993)",
        "PubDate": "2005"
    },
    {
        "PMID": "16114036",
        "Title": "An assessment of the accuracy of methods for predicting hydrogen positions in protein structures.",
        "Abstract": "The addition of hydrogen atoms to models or experimental structures of proteins that contain only non-hydrogen atoms is a common step in crystallographic structure refinement, in theoretical studies of proteins, and in protein structure prediction. Accurate prediction of the hydrogen positions is essential, since they constitute around half of the atoms in proteins and hence contribute significantly to their energetics. Many computational tools exist for predicting hydrogen positions, although to date no quantitative comparison has been made of their accuracy or efficiency. Here we take advantage of the recent increase in ultra-high-resolution X-ray crystal structures (< 0.9 A resolution), as well as of a number of relatively high-resolution neutron diffraction structures (< 1.8 A resolution), to compare the quality of the predictions generated by a large set of commonly used methods. These include CHARMM, CNS, GROMACS, MCCE, MolProbity, WHAT IF, and X-PLOR. The hydrogen atoms that lack a rotational degree of freedom are mostly, but not always, accurately predicted. For hydrogens with a rotational degree of freedom, all the methods give much less accurate predictions. The predictions for the hydroxyl hydrogens are analyzed in detail, particularly those buried within the protein, and some explanation is provided for the errors observed. The results provide a means to make informed decisions regarding the choice and implementation of methodologies for placing hydrogens on structures of proteins. They also point to shortcomings in current force fields and suggest the need for improved descriptions of hydrogen bonding energetics.",
        "Keywords": [],
        "MeSH terms": [
            "Amines",
            "Carbon",
            "Crystallography, X-Ray",
            "Hydrogen",
            "Hydrogen Bonding",
            "Hydroxides",
            "Ions",
            "Models, Molecular",
            "Neutron Diffraction",
            "Proteins",
            "Reproducibility of Results",
            "Water"
        ],
        "Authors": [
            {
                "First Name": "Lucy R",
                "Last Name": "Forrest",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Proteins",
        "PubDate": "2005"
    },
    {
        "PMID": "15937105",
        "Title": "Specificity of cell-cell adhesion by classical cadherins: Critical role for low-affinity dimerization through beta-strand swapping.",
        "Abstract": "Cadherins constitute a family of cell-surface proteins that mediate intercellular adhesion through the association of protomers presented from juxtaposed cells. Differential cadherin expression leads to highly specific intercellular interactions in vivo. This cell-cell specificity is difficult to understand at the molecular level because individual cadherins within a given subfamily are highly similar to each other both in sequence and structure, and they dimerize with remarkably low binding affinities. Here, we provide a molecular model that accounts for these apparently contradictory observations. The model is based in part on the fact that cadherins bind to one another by \"swapping\" the N-terminal beta-strands of their adhesive domains. An inherent feature of strand swapping (or, more generally, the domain swapping phenomenon) is that \"closed\" monomeric conformations act as competitive inhibitors of dimer formation, thus lowering affinities even when the dimer interface has the characteristics of high-affinity complexes. The model describes quantitatively how small affinity differences between low-affinity cadherin dimers are amplified by multiple cadherin interactions to establish large specificity effects at the cellular level. It is shown that cellular specificity would not be observed if cadherins bound with high affinities, thus emphasizing the crucial role of strand swapping in cell-cell adhesion. Numerical estimates demonstrate that the strength of cellular adhesion is extremely sensitive to the concentration of cadherins expressed at the cell surface. We suggest that the domain swapping mechanism is used by a variety of cell-adhesion proteins and that related mechanisms to control affinity and specificity are exploited in other systems.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Cadherins",
            "Cell Adhesion",
            "Dimerization",
            "Models, Molecular",
            "Molecular Sequence Data",
            "Protein Binding",
            "Protein Structure, Secondary",
            "Protein Structure, Tertiary",
            "Sequence Alignment"
        ],
        "Authors": [
            {
                "First Name": "Chien Peter",
                "Last Name": "Chen",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168 Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Shoshana",
                "Last Name": "Posy",
                "Affiliation": ""
            },
            {
                "First Name": "Avinoam",
                "Last Name": "Ben-Shaul",
                "Affiliation": ""
            },
            {
                "First Name": "Lawrence",
                "Last Name": "Shapiro",
                "Affiliation": ""
            },
            {
                "First Name": "Barry H",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2005"
    },
    {
        "PMID": "15879554",
        "Title": "Lozenge directly activates argos and klumpfuss to regulate programmed cell death.",
        "Abstract": "We show that reducing the activity of the Drosophila Runx protein Lozenge (Lz) during pupal development causes a decrease in cell death in the eye. We identified Lz-binding sites in introns of argos (aos) and klumpfuss (klu) and demonstrate that these genes are directly activated targets of Lz. Loss of either aos or klu reduces cell death, suggesting that Lz promotes apoptosis at least in part by regulating aos and klu. These results provide novel insights into the control of programmed cell death (PCD) by Lz during Drosophila eye development.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Apoptosis",
            "Binding Sites",
            "Computational Biology",
            "DNA-Binding Proteins",
            "Drosophila",
            "Drosophila Proteins",
            "Electrophoretic Mobility Shift Assay",
            "Epistasis, Genetic",
            "Eye Proteins",
            "Gene Expression Regulation, Developmental",
            "Genomics",
            "Green Fluorescent Proteins",
            "Immunohistochemistry",
            "In Situ Nick-End Labeling",
            "Models, Biological",
            "Nerve Tissue Proteins",
            "Photoreceptor Cells, Invertebrate",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Jill",
                "Last Name": "Wildonger",
                "Affiliation": "Center for Neurobiology and Behavior, Howard Hughes Medical Institute, Columbia University Medical School, New York, NY 10032, USA."
            },
            {
                "First Name": "Alona",
                "Last Name": "Sosinsky",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            },
            {
                "First Name": "Richard S",
                "Last Name": "Mann",
                "Affiliation": ""
            }
        ],
        "Journal": "Genes & development",
        "PubDate": "2005"
    },
    {
        "PMID": "15814616",
        "Title": "Comparative study of generalized Born models: protein dynamics.",
        "Abstract": "In this work, we compare the results of molecular dynamics simulations involving the application of three generalized Born (GB) models to 10 different proteins. The three GB models, the Still, HCT, and modified analytical generalized Born models, were implemented in the computationally efficient gromacs package. The performance of each model was assessed from the backbone rms deviation from the native structure, the number of native hydrogen bonds retained in the simulation, and the experimental and calculated radius of gyration. Analysis of variance (ANOVA) was used to analyze the results of the simulations. The rms deviation measure was found to be unable to distinguish the quality of the results obtained with the three different GB models, whereas the number of native hydrogen bonds and radius of gyration yielded a statistically meaningful discrimination among models. Our results suggest that, of the three, modified analytical generalized Born yields the best agreement between calculated and experimentally derived structures. More generally, our study highlights the need both to evaluate the effects of different variables on the results of simulations and to verify that the results of molecular dynamics simulations are statistically meaningful.",
        "Keywords": [],
        "MeSH terms": [
            "Analysis of Variance",
            "Animals",
            "Bacterial Proteins",
            "Computer Simulation",
            "Crystallography, X-Ray",
            "Databases, Protein",
            "Humans",
            "Hydrogen Bonding",
            "Macromolecular Substances",
            "Magnetic Resonance Spectroscopy",
            "Models, Molecular",
            "Models, Theoretical",
            "Protein Conformation",
            "Protein Folding",
            "Protein Structure, Secondary",
            "Proteins",
            "Software",
            "Thermodynamics",
            "Viral Proteins"
        ],
        "Authors": [
            {
                "First Name": "Hao",
                "Last Name": "Fan",
                "Affiliation": "Groningen Biomolecular Sciences and Biotechnology Institute, Department of Biophysical Chemistry, University of Groningen, Nijenborgh 4, 9747 AG, Groningen, The Netherlands."
            },
            {
                "First Name": "Alan E",
                "Last Name": "Mark",
                "Affiliation": ""
            },
            {
                "First Name": "Jiang",
                "Last Name": "Zhu",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2005"
    },
    {
        "PMID": "15691756",
        "Title": "To B or not to B: PIP2 answers the question.",
        "Abstract": "In a recent issue of Molecular Cell, Papayannopoulos et al. (2005) show that N-WASP activation of actin-related protein2/3 (Arp2/3) is ultrasensitive to PI(4,5)P(2) concentration. We discuss how interactions between basic regions in proteins and negatively charged membranes can produce sharp on-off switches that may regulate biological activity.",
        "Keywords": [],
        "MeSH terms": [
            "Actin-Related Protein 2",
            "Actin-Related Protein 3",
            "Binding Sites",
            "Cytoskeletal Proteins",
            "Kinetics",
            "Models, Molecular",
            "Nerve Tissue Proteins",
            "Phosphatidylinositol 4,5-Diphosphate",
            "Protein Structure, Tertiary",
            "Static Electricity",
            "Wiskott-Aldrich Syndrome Protein, Neuronal"
        ],
        "Authors": [
            {
                "First Name": "Diana",
                "Last Name": "Murray",
                "Affiliation": "Department of Microbiology and Immunology and,Institute of Computational Biomedicine, Weill Medical College of Cornell University, New York, New York 10021, USA."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental cell",
        "PubDate": "2005"
    },
    {
        "PMID": "15644202",
        "Title": "Structural alignment of protein--DNA interfaces: insights into the determinants of binding specificity.",
        "Abstract": "A new method is introduced to structurally align interfaces observed in protein--DNA complexes. The method is based on a procedure that describes the interfacial geometry in terms of the spatial relationships between individual amino acid--nucleotide pairs. An amino acid--amino acid similarity matrix, S, is defined that provides a quantitative measure of the geometric relationships of amino acids in different interfaces and the entire stretch of \"local\" DNA within some distance of each amino acid. S is used as a substitution matrix in a dynamic programming algorithm that aligns the interfacial amino acids of the two complexes. The quality of the alignment is determined by an interface alignment score, IAS, that provides a quantitative measure of the similarity in the docking geometry between two protein--DNA complexes. We have clustered a large set of protein--DNA complexes based on their IAS values. In general, proteins within a single family form identifiable clusters. Subgroup clustering is often observed within families offering a fine-grained description of docking geometries. Although proteins with similar folds tend to dock in similar ways, important differences are observed even for structural motifs that almost perfectly align. Relationships are observed between the interfaces formed in cognate and non-cognate complexes involving the same proteins indicating a strong driving force to maintain certain contacts, even if this requires a distortion of the DNA. There are cases where inter-family similarities are greater than intra-family similarities. Our method offers the possibility of comparing different protein--DNA interfaces in a detailed, objective and quantitative fashion. This offers the possibility of new approaches to the description of the determinants of molecular recognition and to the prediction of protein and DNA sequence combinations that are optimal for binding.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Motifs",
            "Amino Acid Sequence",
            "Binding Sites",
            "DNA",
            "Models, Molecular",
            "Molecular Sequence Data",
            "Protein Binding",
            "Protein Structure, Tertiary",
            "Proteins",
            "Sequence Alignment",
            "Structure-Activity Relationship",
            "Substrate Specificity"
        ],
        "Authors": [
            {
                "First Name": "Trevor W",
                "Last Name": "Siggers",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, Columbia University, 630 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Antonina",
                "Last Name": "Silkov",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of molecular biology",
        "PubDate": "2005"
    },
    {
        "PMID": "15465852",
        "Title": "Helical packing patterns in membrane and soluble proteins.",
        "Abstract": "This article presents the results of a detailed analysis of helix-helix interactions in membrane and soluble proteins. A data set of interacting pairs of helices in membrane proteins of known structure was constructed and a structure alignment algorithm was used to identify pairs of helices in soluble proteins that superimpose well with pairs of helices in the membrane-protein data set. Most helix pairs in membrane proteins are found to have a significant number of structural homologs in soluble proteins, although in some cases, primarily involving irregular helices, no close homologs exist. An analysis of geometric relationships between interacting helices in the two sets of proteins identifies some differences in the distributions of helix length, interfacial area, packing angle, and distance between the polypeptide backbones. However, a subset of soluble-protein helix pairs that are close structural homologs to membrane-protein helix pairs exhibits distributions that mirror those observed in membrane proteins. The larger average interface size and smaller distance of closest approach seen for helices in membrane proteins appears due in part to a relative enrichment of alanines and glycines, particularly as components of the AxxxA and GxxxG motifs. It is argued that membrane helices are not on average more tightly packed than helices in soluble proteins; they are simply able to approach each other more closely. This enables them to interact over longer distances, which may in turn facilitate their remaining in contact over much of the width of the lipid bilayer. The close structural similarity seen between some pairs of helices in membrane and soluble proteins suggests that packing patterns observed in soluble proteins may be useful in the modeling of membrane proteins. Moreover, there do not appear to be fundamental differences between the magnitude of the forces that drive helix packing in membrane and soluble proteins, suggesting that strategies to make membrane proteins more soluble by mutating surface residues are likely to encounter success, at least in some cases.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Binding Sites",
            "Computer Simulation",
            "Lipid Bilayers",
            "Membrane Proteins",
            "Models, Chemical",
            "Models, Molecular",
            "Molecular Sequence Data",
            "Multiprotein Complexes",
            "Protein Binding",
            "Protein Conformation",
            "Sequence Analysis",
            "Sequence Homology, Amino Acid",
            "Solubility",
            "Structure-Activity Relationship"
        ],
        "Authors": [
            {
                "First Name": "Marina",
                "Last Name": "Gimpelev",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Lucy R",
                "Last Name": "Forrest",
                "Affiliation": ""
            },
            {
                "First Name": "Diana",
                "Last Name": "Murray",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Biophysical journal",
        "PubDate": "2004"
    },
    {
        "PMID": "14696386",
        "Title": "GRASP2: visualization, surface properties, and electrostatics of macromolecular structures and sequences.",
        "Abstract": "The widespread use of the original version of GRASP revealed the importance of the visualization of physicochemical and structural properties on the molecular surface. This chapter describes a new version of GRASP that contains many new capabilities. In terms of analysis tools, the most notable new features are sequence and structure analysis and alignment tools and the graphical integration of sequence and structural information. Not all the new GRASP2 could be described here and more capabilities are continually being added. An on-line manual, details on obtaining the software, and technical notes about the program and the Troll software library can be found at the Honig laboratory Web site (http://trantor.bioc.columbia.edu).",
        "Keywords": [],
        "MeSH terms": [
            "Computational Biology",
            "Models, Molecular",
            "Protein Structure, Tertiary",
            "Proteins",
            "Software",
            "Static Electricity",
            "Structure-Activity Relationship"
        ],
        "Authors": [
            {
                "First Name": "Donald",
                "Last Name": "Petrey",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Methods in enzymology",
        "PubDate": "2003"
    },
    {
        "PMID": "14643665",
        "Title": "On the role of structural information in remote homology detection and sequence alignment: new methods using hybrid sequence profiles.",
        "Abstract": "Structural alignments often reveal relationships between proteins that cannot be detected using sequence alignment alone. However, profile search methods based entirely on structural alignments alone have not been found to be effective in finding remote homologs. Here, we explore the role of structural information in remote homolog detection and sequence alignment. To this end, we develop a series of hybrid multidimensional alignment profiles that combine sequence, secondary and tertiary structure information into hybrid profiles. Sequence-based profiles are profiles whose position-specific scoring matrix is derived from sequence alignment alone; structure-based profiles are those derived from multiple structure alignments. We compare pure sequence-based profiles to pure structure-based profiles, as well as to hybrid profiles that use combined sequence-and-structure-based profiles, where sequence-based profiles are used in loop/motif regions and structural information is used in core structural regions. All of the hybrid methods offer significant improvement over simple profile-to-profile alignment. We demonstrate that both sequence-based and structure-based profiles contribute to remote homology detection and alignment accuracy, and that each contains some unique information. We discuss the implications of these results for further improvements in amino acid sequence and structural analysis.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Molecular Sequence Data",
            "Protein Conformation",
            "Protein Folding",
            "Proteins",
            "Sequence Alignment",
            "Sequence Homology, Amino Acid"
        ],
        "Authors": [
            {
                "First Name": "Christopher L",
                "Last Name": "Tang",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Lei",
                "Last Name": "Xie",
                "Affiliation": ""
            },
            {
                "First Name": "Ingrid Y Y",
                "Last Name": "Koh",
                "Affiliation": ""
            },
            {
                "First Name": "Shoshana",
                "Last Name": "Posy",
                "Affiliation": ""
            },
            {
                "First Name": "Emil",
                "Last Name": "Alexov",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of molecular biology",
        "PubDate": "2003"
    },
    {
        "PMID": "14636606",
        "Title": "Sequence, structure and energetic determinants of phosphopeptide selectivity of SH2 domains.",
        "Abstract": "Here, we present an approach for the prediction of binding preferences of members of a large protein family for which structural information for a number of family members bound to a substrate is available. The approach involves a number of steps. First, an accurate multiple alignment of sequences of all members of a protein family is constructed on the basis of a multiple structural superposition of family members with known structure. Second, the methods of continuum electrostatics are used to characterize the energetic contribution of each residue in a protein to the binding of its substrate. Residues that make a significant contribution are mapped onto the protein sequence and are used to define a \"binding site signature\" for the complex being considered. Third, sequences whose structures have not been determined are checked to see if they have binding-site signatures similar to one of the known complexes. Predictions of binding affinity to a given substrate are based on similarities in binding-site signature. An important component of the approach is the introduction of a context-specific substitution matrix suitable for comparison of binding-site residues. The methods are applied to the prediction of phosphopeptide selectivity of SH2 domains. To this end, the energetic roles of all protein residues in 17 different complexes of SH2 domains with their cognate targets are analyzed. The total number of residues that make significant contributions to binding is found to vary from nine to 19 in different complexes. These energetically important residues are found to contribute to binding through a variety of mechanisms, involving both electrostatic and hydrophobic interactions. Binding-site signatures are found to involve residues in different positions in SH2 sequences, some of them as far as 9A away from a bound peptide. Surprisingly, similarities in the signatures of different domains do not correlate with whole-domain sequence identities unless the latter is greater than 50%. An extensive comparison with the optimal binding motifs determined by peptide library experiments, as well as other experimental data indicate that the similarity in binding preferences of different SH2 domains can be deduced on the basis of their binding-site signatures. The analysis provides a rationale for the empirically derived classification of SH2 domains described by Songyang & Cantley, in that proteins in the same group are found to have similar residues at positions important for binding. Confident predictions of binding preference can be made for about 85% of SH2 domain sequences found in SWISSPROT. The approach described in this work is quite general and can, in principle, be used to analyze binding preferences of members of large protein families for which structural information for a number of family members is available. It also offers a strategy for predicting cross-reactivity of compounds designed to bind to a particular target, for example in structure-based drug design.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Binding Sites",
            "Molecular Sequence Data",
            "Peptide Library",
            "Phosphopeptides",
            "Protein Binding",
            "Sequence Alignment",
            "Substrate Specificity",
            "src Homology Domains"
        ],
        "Authors": [
            {
                "First Name": "Felix B",
                "Last Name": "Sheinerman",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Bissan",
                "Last Name": "Al-Lazikani",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of molecular biology",
        "PubDate": "2003"
    },
    {
        "PMID": "14579332",
        "Title": "Using multiple structure alignments, fast model building, and energetic analysis in fold recognition and homology modeling.",
        "Abstract": "We participated in the fold recognition and homology sections of CASP5 using primarily in-house software. The central feature of our structure prediction strategy involved the ability to generate good sequence-to-structure alignments and to quickly transform them into models that could be evaluated both with energy-based methods and manually. The in-house tools we used include: a) HMAP (Hybrid Multidimensional Alignment Profile)-a profile-to-profile alignment method that is derived from sequence-enhanced multiple structure alignments in core regions, and sequence motifs in non-structurally conserved regions. b) NEST-a fast model building program that applies an \"artificial evolution\" algorithm to construct a model from a given template and alignment. c) GRASP2-a new structure and alignment visualization program incorporating multiple structure superposition and domain database scanning modules. These methods were combined with model evaluation based on all atom and simplified physical-chemical energy functions. All of these methods were under development during CASP5 and consequently a great deal of manual analysis was carried out at each stage of the prediction process. This interactive model building procedure has several advantages and suggests important ways in which our and other methods can be improved, examples of which are provided.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Amino Acid Sequence",
            "Binding Sites",
            "Models, Molecular",
            "Molecular Sequence Data",
            "Protein Folding",
            "Protein Structure, Tertiary",
            "Proteins",
            "Sequence Alignment",
            "Sequence Homology, Amino Acid",
            "Thermodynamics"
        ],
        "Authors": [
            {
                "First Name": "Donald",
                "Last Name": "Petrey",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Center for Computational Biology and Bioinformatics, Columbia University New York, New York 10032, USA."
            },
            {
                "First Name": "Zhexin",
                "Last Name": "Xiang",
                "Affiliation": ""
            },
            {
                "First Name": "Christopher L",
                "Last Name": "Tang",
                "Affiliation": ""
            },
            {
                "First Name": "Lei",
                "Last Name": "Xie",
                "Affiliation": ""
            },
            {
                "First Name": "Marina",
                "Last Name": "Gimpelev",
                "Affiliation": ""
            },
            {
                "First Name": "Therese",
                "Last Name": "Mitros",
                "Affiliation": ""
            },
            {
                "First Name": "Cinque S",
                "Last Name": "Soto",
                "Affiliation": ""
            },
            {
                "First Name": "Sharon",
                "Last Name": "Goldsmith-Fischman",
                "Affiliation": ""
            },
            {
                "First Name": "Andrew",
                "Last Name": "Kernytsky",
                "Affiliation": ""
            },
            {
                "First Name": "Avner",
                "Last Name": "Schlessinger",
                "Affiliation": ""
            },
            {
                "First Name": "Ingrid Y Y",
                "Last Name": "Koh",
                "Affiliation": ""
            },
            {
                "First Name": "Emil",
                "Last Name": "Alexov",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Proteins",
        "PubDate": "2003"
    },
    {
        "PMID": "12930981",
        "Title": "Structural genomics: computational methods for structure analysis.",
        "Abstract": "The success of structural genomics initiatives requires the development and application of tools for structure analysis, prediction, and annotation. In this paper we review recent developments in these areas; specifically structure alignment, the detection of remote homologs and analogs, homology modeling and the use of structures to predict function. We also discuss various rationales for structural genomics initiatives. These include the structure-based clustering of sequence space and genome-wide function assignment. It is also argued that structural genomics can be integrated into more traditional biological research if specific biological questions are included in target selection strategies.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Motifs",
            "Animals",
            "Computer Simulation",
            "Databases as Topic",
            "Genome",
            "Humans",
            "Models, Theoretical",
            "Phylogeny",
            "Protein Conformation",
            "Proteins",
            "Proteome",
            "Structure-Activity Relationship"
        ],
        "Authors": [
            {
                "First Name": "Sharon",
                "Last Name": "Goldsmith-Fischman",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Protein science : a publication of the Protein Society",
        "PubDate": "2003"
    },
    {
        "PMID": "12824372",
        "Title": "Target Explorer: An automated tool for the identification of new target genes for a specified set of transcription factors.",
        "Abstract": "With the increasing number of eukaryotic genomes available, high-throughput automated tools for identification of regulatory DNA sequences are becoming increasingly feasible. Several computational approaches for the prediction of regulatory elements were recently developed. Here we combine the prediction of clusters of binding sites for transcription factors with context information taken from genome annotations. Target Explorer automates the entire process from the creation of a customized library of binding sites for known transcription factors through the prediction and annotation of putative target genes that are potentially regulated by these factors. It was specifically designed for the well-annotated Drosophila melanogaster genome, but most options can be used for sequences from other genomes as well. Target Explorer is available at http://trantor.bioc.columbia.edu/Target_Explorer/",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Binding Sites",
            "Drosophila melanogaster",
            "Gene Expression Regulation",
            "Genome",
            "Humans",
            "Internet",
            "Regulatory Sequences, Nucleic Acid",
            "Sequence Analysis, DNA",
            "Software",
            "Transcription Factors",
            "User-Computer Interface"
        ],
        "Authors": [
            {
                "First Name": "Alona",
                "Last Name": "Sosinsky",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University College of Physicians and Surgeons, New York, USA."
            },
            {
                "First Name": "Christopher P",
                "Last Name": "Bonin",
                "Affiliation": ""
            },
            {
                "First Name": "Richard S",
                "Last Name": "Mann",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Nucleic acids research",
        "PubDate": "2003"
    },
    {
        "PMID": "12117786",
        "Title": "Bioinformatics in structural genomics.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Computational Biology",
            "Databases, Genetic",
            "Genomics",
            "Humans",
            "Proteins",
            "Sequence Analysis"
        ],
        "Authors": [
            {
                "First Name": "Burkhard",
                "Last Name": "Rost",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            },
            {
                "First Name": "Alfonso",
                "Last Name": "Valencia",
                "Affiliation": ""
            }
        ],
        "Journal": "Bioinformatics (Oxford, England)",
        "PubDate": "2002"
    },
    {
        "PMID": "12096912",
        "Title": "On the role of the crystal environment in determining protein side-chain conformations.",
        "Abstract": "The role of crystal packing in determining the observed conformations of amino acid side-chains in protein crystals is investigated by (1) analysis of a database of proteins that have been crystallized in different unit cells (space group or unit cell dimensions) and (2) theoretical predictions of side-chain conformations with the crystal environment explicitly represented. Both of these approaches indicate that the crystal environment plays an important role in determining the conformations of polar side-chains on the surfaces of proteins. Inclusion of the crystal environment permits a more sensitive measurement of the achievable accuracy of side-chain prediction programs, when validating against structures obtained by X-ray crystallography. Our side-chain prediction program uses an all-atom force field and a Generalized Born model of solvation and is thus capable of modeling simple packing effects (i.e. van der Waals interactions), electrostatic effects, and desolvation, which are all important mechanisms by which the crystal environment impacts observed side-chain conformations. Our results are also relevant to the understanding of changes in side-chain conformation that may result from ligand docking and protein-protein association, insofar as the results reveal how side-chain conformations change in response to their local environment.",
        "Keywords": [],
        "MeSH terms": [
            "Computer Simulation",
            "Crystallization",
            "Crystallography, X-Ray",
            "Databases, Protein",
            "Models, Molecular",
            "Protein Conformation",
            "Proteins"
        ],
        "Authors": [
            {
                "First Name": "Matthew P",
                "Last Name": "Jacobson",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY 10027, USA. jacobson@chem.columbia.edu"
            },
            {
                "First Name": "Richard A",
                "Last Name": "Friesner",
                "Affiliation": ""
            },
            {
                "First Name": "Zhexin",
                "Last Name": "Xiang",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of molecular biology",
        "PubDate": "2002"
    },
    {
        "PMID": "12054776",
        "Title": "On the role of electrostatic interactions in the design of protein-protein interfaces.",
        "Abstract": "Here, the methods of continuum electrostatics are used to investigate the contribution of electrostatic interactions to the binding of four protein-protein complexes; barnase-barstar, human growth hormone and its receptor, subtype N9 influenza virus neuraminidase and the NC41 antibody, the Ras binding domain (RBD) of kinase cRaf and a Ras homologue Rap1A. In two of the four complexes electrostatics are found to strongly oppose binding (hormone-receptor and neuraminidase-antibody complexes), in one case the net effect is close to zero (barnase-barstar) and in one case electrostatics provides a significant driving force favoring binding (RBD-Rap1A). In order to help understand the wide range of electrostatic contributions that were calculated, the electrostatic free energy was partitioned into contributions of individual charged and polar residues, salt bridges and networks involving salt bridges and hydrogen bonds. Although there is no one structural feature that accounts for the differences between the four interfaces, the extent to which the desolvation of buried charges is compensated by the formation of hydrogen bonds and ion pairs appears to be an important factor. Structural features that are correlated with contribution of an individual residue to stability are also discussed. These include partial burial of a charged group in the free monomer, the formation of networks involving charged and polar amino acids, and the formation of partially exposed ion-pairs. The total electrostatic contribution to binding is found to be inversely correlated with buried total and non-polar surface area. This suggests that different interfaces can be designed to exploit electrostatic and hydrophobic forces in very different ways.",
        "Keywords": [],
        "MeSH terms": [
            "Antigen-Antibody Reactions",
            "Bacterial Proteins",
            "Binding Sites",
            "Drug Stability",
            "Histidine",
            "Human Growth Hormone",
            "Humans",
            "Hydrogen Bonding",
            "Ions",
            "Mathematics",
            "Neuraminidase",
            "Orthomyxoviridae",
            "Protein Binding",
            "Protein Structure, Tertiary",
            "Proto-Oncogene Proteins c-raf",
            "Receptors, Somatotropin",
            "Static Electricity",
            "Thermodynamics",
            "rap1 GTP-Binding Proteins"
        ],
        "Authors": [
            {
                "First Name": "Felix B",
                "Last Name": "Sheinerman",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, Columbia University, 630 West 168th street, New York, NY 10032, USA."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of molecular biology",
        "PubDate": "2002"
    },
    {
        "PMID": "12032300",
        "Title": "Evaluating conformational free energies: the colony energy and its application to the problem of loop prediction.",
        "Abstract": "In this paper, we introduce a method to account for the shape of the potential energy curve in the evaluation of conformational free energies. The method is based on a procedure that generates a set of conformations, each with its own force-field energy, but adds a term to this energy that favors conformations that are close in structure (have a low rmsd) to other conformations. The sum of the force-field energy and rmsd-dependent term is defined here as the \"colony energy\" of a given conformation, because each conformation that is generated is viewed as representing a colony of points. The use of the colony energy tends to select conformations that are located in broad energy basins. The approach is applied to the ab initio prediction of the conformations of all of the loops in a dataset of 135 nonredundant proteins. By using an rmsd from a native criterion based on the superposition of loop stems, the average rmsd of 5-, 6-, 7-, and 8-residue long loops is 0.85, 0.92, 1.23, and 1.45 A, respectively. For 8-residue loops, 60 of 61 predictions have an rmsd of less than 3.0 A. The use of the colony energy is found to improve significantly the results obtained from the potential function alone. (The loop prediction program, \"Loopy,\" can be downloaded at http://trantor.bioc.columbia.edu.)",
        "Keywords": [],
        "MeSH terms": [
            "Probability",
            "Protein Conformation",
            "Protein Structure, Secondary",
            "Proteins",
            "Reproducibility of Results",
            "Thermodynamics"
        ],
        "Authors": [
            {
                "First Name": "Zhexin",
                "Last Name": "Xiang",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Columbia University, 630 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Cinque S",
                "Last Name": "Soto",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2002"
    },
    {
        "PMID": "29973796",
        "Title": "Combining Bioinformatics and Biophysics to Understand Protein-Protein and Protein-Ligand Interactions.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Columbia University, 630 W. 168 St., New York, NY 10032, USA."
            }
        ],
        "Journal": "TheScientificWorldJournal",
        "PubDate": "2002"
    },
    {
        "PMID": "11913378",
        "Title": "Rapid grid-based construction of the molecular surface and the use of induced surface charge to calculate reaction field energies: applications to the molecular systems and geometric objects.",
        "Abstract": "This article describes a number of algorithms that are designed to improve both the efficiency and accuracy of finite difference solutions to the Poisson-Boltzmann equation (the FDPB method) and to extend its range of application. The algorithms are incorporated in the DelPhi program. The first algorithm involves an efficient and accurate semianalytical method to map the molecular surface of a molecule onto a three-dimensional lattice. This method constitutes a significant improvement over existing methods in terms of its combination of speed and accuracy. The DelPhi program has also been expanded to allow the definition of geometrical objects such as spheres, cylinders, cones, and parallelepipeds, which can be used to describe a system that may also include a standard atomic level depiction of molecules. Each object can have a different dielectric constant and a different surface or volume charge distribution. The improved definition of the surface leads to increased precision in the numerical solutions of the PB equation that are obtained. A further improvement in the precision of solvation energy calculations is obtained from a procedure that calculates induced surface charges from the FDPB solutions and then uses these charges in the calculation of reaction field energies. The program allows for finite difference grids of large dimension; currently a maximum of 571(3) can be used on molecules containing several thousand atoms and charges. As described elsewhere, DelPhi can also treat mixed salt systems containing mono- and divalent ions and provide electrostatic free energies as defined by the nonlinear PB equation.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Walter",
                "Last Name": "Rocchia",
                "Affiliation": "Research Center E. Piaggio, University of Pisa, Italy."
            },
            {
                "First Name": "Sundaram",
                "Last Name": "Sridharan",
                "Affiliation": ""
            },
            {
                "First Name": "Anthony",
                "Last Name": "Nicholls",
                "Affiliation": ""
            },
            {
                "First Name": "Emil",
                "Last Name": "Alexov",
                "Affiliation": ""
            },
            {
                "First Name": "Alessandro",
                "Last Name": "Chiabrera",
                "Affiliation": ""
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of computational chemistry",
        "PubDate": "2002"
    },
    {
        "PMID": "11804593",
        "Title": "Electrostatic control of the membrane targeting of C2 domains.",
        "Abstract": "Many proteins involved in signal transduction and vesicle trafficking contain C2 domains whose membrane association is often regulated by calcium. Here, finite-difference Poisson-Boltzmann calculations are used to describe the electrostatic interactions between C2 domains of known structure and phospholipid membranes. The results explain how calcium binding can drive the association of some C2 domains to negatively charged membranes and others to neutral, zwitterionic membranes. Nonspecific electrostatic interactions are shown to be a general feature of many C2 domains of known structure, including the calcium-independent C2 domain of the PTEN tumor suppressor.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Calcium",
            "Cell Membrane",
            "Humans",
            "Membrane Proteins",
            "Models, Biological",
            "Models, Molecular",
            "Signal Transduction",
            "Static Electricity"
        ],
        "Authors": [
            {
                "First Name": "Diana",
                "Last Name": "Murray",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Columbia University, 630 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2002"
    }
]