[
    {
        "PMID": "38559006",
        "Title": "5-HT1B receptors mediate dopaminergic inhibition of vesicular fusion and GABA release from striatonigral synapses.",
        "Abstract": "The substantia nigra pars reticulata (SNr), a crucial basal ganglia output nucleus, contains a dense expression of dopamine D1 receptors (D1Rs), along with dendrites belonging to dopaminergic neurons of substantia nigra pars compacta. These D1Rs are primarily located on the terminals of striatonigral medium spiny neurons, suggesting their involvement in the regulation of neurotransmitter release from the direct pathway in response to somatodendritic dopamine release. To explore the hypothesis that D1Rs modulate GABA release from striatonigral synapses, we conducted optical recordings of striatonigral activity and postsynaptic patch-clamp recordings from SNr neurons in the presence of dopamine and D1R agonists. We found that dopamine inhibits optogenetically triggered striatonigral GABA release by modulating vesicle fusion and Ca ",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Maya",
                "Last Name": "Molinari",
                "Affiliation": ""
            },
            {
                "First Name": "Ori J",
                "Last Name": "Lieberman",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            },
            {
                "First Name": "Emanuela",
                "Last Name": "Santini",
                "Affiliation": ""
            },
            {
                "First Name": "Anders",
                "Last Name": "Borgkvist",
                "Affiliation": ""
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2024"
    },
    {
        "PMID": "37597517",
        "Title": "Interaction of an α-synuclein epitope with HLA-DRB1",
        "Abstract": "Enteric symptoms are hallmarks of prodromal Parkinson's disease (PD) that appear decades before the onset of motor symptoms and diagnosis. PD patients possess circulating T cells that recognize specific α-synuclein (α-syn)-derived epitopes. One epitope, α-syn",
        "Keywords": [
            "CD4(+) T cells",
            "HLA-DRB1(∗)15:01",
            "Parkinson’s disease",
            "antigen-experienced T(RM)",
            "constipation",
            "enteric dopaminergic neurons",
            "mucosal barriers",
            "neo-antigen",
            "prodromal disease",
            "α-synuclein"
        ],
        "MeSH terms": [
            "Mice",
            "Humans",
            "Animals",
            "Parkinson Disease",
            "alpha-Synuclein",
            "HLA-DRB1 Chains",
            "Epitopes",
            "Dopaminergic Neurons",
            "Inflammation"
        ],
        "Authors": [
            {
                "First Name": "Francesca",
                "Last Name": "Garretti",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Irving Medical Center, New York, NY, USA; Departments of Psychiatry and Pharmacology, Columbia University Irving Medical Center, New York, NY, USA; Aligning Science Across Parkinson's (ASAP) Collaborative Research Network, Chevy Chase, MD, USA."
            },
            {
                "First Name": "Connor",
                "Last Name": "Monahan",
                "Affiliation": "Departments of Psychiatry and Pharmacology, Columbia University Irving Medical Center, New York, NY, USA; Aligning Science Across Parkinson's (ASAP) Collaborative Research Network, Chevy Chase, MD, USA."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Sloan",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Jamie",
                "Last Name": "Bergen",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY, USA; Department of Computer Science, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Sanjid",
                "Last Name": "Shahriar",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Seon Woo",
                "Last Name": "Kim",
                "Affiliation": "Weill Cornell Medicine - Qatar, Education City, Doha, Qatar."
            },
            {
                "First Name": "Alessandro",
                "Last Name": "Sette",
                "Affiliation": "Division of Vaccine Discovery, La Jolla Institute for Immunology, La Jolla, CA, USA; Department of Medicine, University of California in San Diego, San Diego, CA, USA; Aligning Science Across Parkinson's (ASAP) Collaborative Research Network, Chevy Chase, MD, USA."
            },
            {
                "First Name": "Tyler",
                "Last Name": "Cutforth",
                "Affiliation": "Department of Neurology, Columbia University Irving Medical Center, New York, NY, USA; Aligning Science Across Parkinson's (ASAP) Collaborative Research Network, Chevy Chase, MD, USA."
            },
            {
                "First Name": "Ellen",
                "Last Name": "Kanter",
                "Affiliation": "Departments of Psychiatry and Pharmacology, Columbia University Irving Medical Center, New York, NY, USA; Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY, USA."
            },
            {
                "First Name": "Dritan",
                "Last Name": "Agalliu",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Irving Medical Center, New York, NY, USA; Department of Neurology, Columbia University Irving Medical Center, New York, NY, USA; Aligning Science Across Parkinson's (ASAP) Collaborative Research Network, Chevy Chase, MD, USA. Electronic address: da191@cumc.columbia.edu."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Departments of Psychiatry and Pharmacology, Columbia University Irving Medical Center, New York, NY, USA; Department of Neurology, Columbia University Irving Medical Center, New York, NY, USA; Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY, USA; Aligning Science Across Parkinson's (ASAP) Collaborative Research Network, Chevy Chase, MD, USA. Electronic address: ds43@cumc.columbia.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2023"
    },
    {
        "PMID": "37100211",
        "Title": "Conserved and cell type-specific transcriptional responses to IFN-γ in the ventral midbrain.",
        "Abstract": "Dysregulated inflammation within the central nervous system (CNS) contributes to neuropathology in infectious, autoimmune, and neurodegenerative disease. With the exception of microglia, major histocompatibility complex (MHC) proteins are virtually undetectable in the mature, healthy central nervous system (CNS). Neurons have generally been considered incapable of antigen presentation, and although interferon gamma (IFN-γ) can elicit neuronal MHC class I (MHC-I) expression and antigen presentation in vitro, it has been unclear whether similar responses occur in vivo. Here we directly injected IFN-γ into the ventral midbrain of mature mice and analyzed gene expression profiles of specific CNS cell types. We found that IFN-γ upregulated MHC-I and associated mRNAs in ventral midbrain microglia, astrocytes, oligodendrocytes, and GABAergic, glutamatergic, and dopaminergic neurons. The core set of IFN-γ-induced genes and their response kinetics were similar in neurons and glia, but with a lower amplitude of expression in neurons. A diverse repertoire of genes was upregulated in glia, particularly microglia, which were the only cells to undergo cellular proliferation and express MHC classII (MHC-II) and associated genes. To determine if neurons respond directly via cell-autonomous IFN-γ receptor (IFNGR) signaling, we produced mutant mice with a deletion of the IFN-γ-binding domain of IFNGR1 in dopaminergic neurons, which resulted in a complete loss of dopaminergic neuronal responses to IFN-γ. Our results demonstrate that IFN-γ induces neuronal IFNGR signaling and upregulation of MHC-I and related genes in vivo, although the expression level is low compared to oligodendrocytes, astrocytes, and microglia.",
        "Keywords": [],
        "MeSH terms": [
            "Mice",
            "Animals",
            "Interferon-gamma",
            "Neurodegenerative Diseases",
            "Central Nervous System",
            "Astrocytes",
            "Mesencephalon"
        ],
        "Authors": [
            {
                "First Name": "Benjamin D",
                "Last Name": "Hobson",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, NY 10032, United States; Medical Scientist Training Program, Columbia University Irving Medical Center, New York, NY 10032, United States; Department of Psychiatry, Columbia University Irving Medical Center, New York, NY 10032, United States; Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY 10032, United States."
            },
            {
                "First Name": "Adrien T",
                "Last Name": "Stanley",
                "Affiliation": "Department of Psychiatry, Columbia University Irving Medical Center, New York, NY 10032, United States; Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY 10032, United States."
            },
            {
                "First Name": "Mark B",
                "Last Name": "De Los Santos",
                "Affiliation": "Department of Psychiatry, Columbia University Irving Medical Center, New York, NY 10032, United States; Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY 10032, United States."
            },
            {
                "First Name": "Bruce",
                "Last Name": "Culbertson",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, NY 10032, United States; Medical Scientist Training Program, Columbia University Irving Medical Center, New York, NY 10032, United States."
            },
            {
                "First Name": "Eugene V",
                "Last Name": "Mosharov",
                "Affiliation": "Department of Psychiatry, Columbia University Irving Medical Center, New York, NY 10032, United States; Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY 10032, United States."
            },
            {
                "First Name": "Peter A",
                "Last Name": "Sims",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, NY 10032, United States; Department of Biochemistry & Molecular Biophysics, Columbia University Irving Medical Center, New York, NY 10032, United States; Sulzberger Columbia Genome Center, Columbia University Irving Medical Center, New York, NY 10032, United States; Aligning Science Across Parkinson's (ASAP) Collaborative Research Network, Chevy Chase, MD, United States. Electronic address: pas2182@cumc.columbia.edu."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Department of Neurology, Columbia University Irving Medical Center, New York, NY 10032, United States; Department of Psychiatry, Columbia University Irving Medical Center, New York, NY 10032, United States; Department of Pharmacology, Columbia University Irving Medical Center, New York, NY 10032, United States; Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY 10032, United States; Aligning Science Across Parkinson's (ASAP) Collaborative Research Network, Chevy Chase, MD, United States. Electronic address: ds43@cumc.columbia.edu."
            }
        ],
        "Journal": "Brain, behavior, and immunity",
        "PubDate": "2023"
    },
    {
        "PMID": "36909827",
        "Title": "Computational models of dopamine release measured by fast scan cyclic voltammetry in vivo.",
        "Abstract": "Dopamine neurotransmission in the striatum is central to many normal and disease functions. Ventral midbrain dopamine neurons exhibit ongoing tonic firing that produces low extrasynaptic levels of dopamine below the detection of conventional extrasynaptic cyclic voltammetry (∼10-20 nanomolar), with superimposed bursts that can saturate the dopamine uptake transporter and produce transient micromolar concentrations. The bursts are known to lead to marked presynaptic plasticity via multiple mechanisms, but analysis methods for these kinetic parameters are limited. To provide a deeper understanding of the mechanics of the modulation of dopamine neurotransmission by physiological, genetic, and pharmacological means, we present three computational models of dopamine release with different levels of spatiotemporal complexity to analyze in vivo fast-scan cyclic voltammetry recordings from the dorsal striatum of mice. The models accurately fit to cyclic voltammetry data and provide estimates of presynaptic dopamine facilitation/depression kinetics and dopamine transporter reuptake kinetics, and we used the models to analyze the role of synuclein proteins in neurotransmission. The models' results support recent findings linking the presynaptic protein α-synuclein to the short-term facilitation and long-term depression of dopamine release, as well as reveal a new role for β-synuclein and/or γ-synuclein in the long-term regulation of dopamine reuptake.",
        "Keywords": [
            "computational neuroscience",
            "dopamine",
            "fast-scan cyclic voltammetry",
            "synaptic transmission"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "N",
                "Last Name": "Shashaank",
                "Affiliation": "Department of Computer Science, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Mahalakshmi",
                "Last Name": "Somayaji",
                "Affiliation": "Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY 10032, USA."
            },
            {
                "First Name": "Mattia",
                "Last Name": "Miotto",
                "Affiliation": "Department of Physics, Sapienza University, Rome 00185, Italy."
            },
            {
                "First Name": "Eugene V",
                "Last Name": "Mosharov",
                "Affiliation": "Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY 10032, USA."
            },
            {
                "First Name": "Emily A",
                "Last Name": "Makowicz",
                "Affiliation": "Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY 10032, USA."
            },
            {
                "First Name": "David A",
                "Last Name": "Knowles",
                "Affiliation": "Department of Computer Science, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Giancarlo",
                "Last Name": "Ruocco",
                "Affiliation": "Department of Physics, Sapienza University, Rome 00185, Italy."
            },
            {
                "First Name": "David L",
                "Last Name": "Sulzer",
                "Affiliation": "Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY 10032, USA."
            }
        ],
        "Journal": "PNAS nexus",
        "PubDate": "2023"
    },
    {
        "PMID": "36325074",
        "Title": "Developmental regulation of thalamus-driven pauses in striatal cholinergic interneurons.",
        "Abstract": "In response to salient sensory cues, the tonically active striatal cholinergic interneuron (ChI) exhibits a characteristic synchronized \"pause\" thought to facilitate learning and the execution of motivated behavior. We report that thalamostriatal-driven ChI pauses are enhanced in ",
        "Keywords": [
            "Behavioral neuroscience",
            "Biological sciences",
            "Neuroscience"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Avery",
                "Last Name": "McGuirt",
                "Affiliation": "Departments of Psychiatry, Neurology, Pharmacology, Columbia University Irving Medical Center, Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY 10032, USA."
            },
            {
                "First Name": "Irena",
                "Last Name": "Pigulevskiy",
                "Affiliation": "Departments of Psychiatry, Neurology, Pharmacology, Columbia University Irving Medical Center, Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY 10032, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Departments of Psychiatry, Neurology, Pharmacology, Columbia University Irving Medical Center, Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY 10032, USA."
            }
        ],
        "Journal": "iScience",
        "PubDate": "2022"
    },
    {
        "PMID": "36171055",
        "Title": "Decreased Dorsomedial Striatum Direct Pathway Neuronal Activity Is Required for Learned Motor Coordination.",
        "Abstract": "It has been suggested that the dorsomedial striatum (DMS) is engaged in the early stages of motor learning for goal-directed actions, whereas at later stages, control is transferred to the dorsolateral striatum (DLS), a process that enables learned motor actions to become a skill or habit. It is not known whether these striatal regions are simultaneously active while the expertise is acquired. To address this question, we developed a mouse \"Treadmill Training Task\" that tracks changes in mouse locomotor coordination during running practice and simultaneously provides a means to measure local neuronal activity using photometry. To measure change in motor coordination over treadmill practice sessions, we used DeepLabCut (DLC) and custom-built code to analyze body position and paw movements. By evaluating improvements in motor coordination during training with simultaneous neuronal calcium activity in the striatum, we found that DMS direct pathway neurons exhibited decreased activity as the mouse gained proficiency at running. In contrast, direct pathway activity in the DLS was similar throughout training. Pharmacological blockade of D1 dopamine receptors in these subregions during task performance demonstrated that dopamine neurotransmission in the direct pathway activity is necessary for efficient motor coordination learning. These results provide new tools to measure changes in fine motor skills with simultaneous recordings of brain activity and reveal fundamental features of the neuronal substrates of motor learning.",
        "Keywords": [
            "direct pathway",
            "dopamine",
            "motor learning",
            "skill acquisition",
            "striatum",
            "treadmill"
        ],
        "MeSH terms": [
            "Animals",
            "Calcium",
            "Corpus Striatum",
            "Dopamine",
            "Mice",
            "Neurons",
            "Receptors, Dopamine"
        ],
        "Authors": [
            {
                "First Name": "Stefano",
                "Last Name": "Cataldi",
                "Affiliation": "Departments of Psychiatry, Columbia University Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY 10032."
            },
            {
                "First Name": "Clay",
                "Last Name": "Lacefield",
                "Affiliation": "Departments of Psychiatry, Columbia University Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY 10032."
            },
            {
                "First Name": "N",
                "Last Name": "Shashaank",
                "Affiliation": "Department of Computer Science, Columbia University, Schapiro Center for Engineering and Physical Science Research, New York, NY 10027."
            },
            {
                "First Name": "Gautam",
                "Last Name": "Kumar",
                "Affiliation": "Neuroscience Program, University of Maryland School of Medicine, Baltimore, MD 21201."
            },
            {
                "First Name": "Siham",
                "Last Name": "Boumhaouad",
                "Affiliation": "Departments of Psychiatry, Columbia University Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY 10032."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Departments of Psychiatry, Columbia University Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY 10032 ds43@cumc.columbia.edu."
            }
        ],
        "Journal": "eNeuro",
        "PubDate": "2022"
    },
    {
        "PMID": "35482760",
        "Title": "Misfolded GBA/β-glucocerebrosidase impairs ER-quality control by chaperone-mediated autophagy in Parkinson disease.",
        "Abstract": "Inhibition of chaperone-mediated autophagy (CMA), a selective type of lysosomal degradation for intracellular proteins, may contribute to pathogenesis in neurodegenerative diseases including Parkinson disease (PD). Pathogenic variants of PD-related proteins that reside in the cytosol, including SNCA/alpha-synuclein, LRRK2 (leucine rich repeat kinase 2), UCHL1 (ubiquitin Cterminal hydrolase 1) and VPS35 (VPS35 retromer complex component), exert inhibitory effects on CMA. Decreased CMA activity has also been reported in sporadic PD patients, consistent with an association between CMA inhibition and PD. We have now reported the first example of CMA dysfunction caused by a non-cytosolic PD-related protein, GBA/β-glucocerebrosidase, the most common genetic risk factor for PD, which uncovers a new role for CMA in endoplasmic reticulum (ER) quality control.",
        "Keywords": [
            "Chaperones",
            "ER quality control",
            "lysosomal enzymes",
            "lysosomes",
            "neurodegeneration",
            "protein aggregation",
            "protein trafficking",
            "proteotoxicity"
        ],
        "MeSH terms": [
            "Humans",
            "alpha-Synuclein",
            "Chaperone-Mediated Autophagy",
            "Endoplasmic Reticulum",
            "Glucosylceramidase",
            "Lysosomes",
            "Mutation",
            "Parkinson Disease",
            "Quality Control",
            "Protein Folding"
        ],
        "Authors": [
            {
                "First Name": "Sheng-Han",
                "Last Name": "Kuo",
                "Affiliation": "Department of Neurology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Inmaculada",
                "Last Name": "Tasset",
                "Affiliation": "Department of Developmental and Molecular Biology, Albert Einstein College of Medicine, New York, NY, USA."
            },
            {
                "First Name": "Ana Maria",
                "Last Name": "Cuervo",
                "Affiliation": "Department of Developmental and Molecular Biology, Albert Einstein College of Medicine, New York, NY, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Department of Neurology, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "Autophagy",
        "PubDate": "2022"
    },
    {
        "PMID": "35459867",
        "Title": "Similarities and differences between nigral and enteric dopaminergic neurons unravel distinctive involvement in Parkinson's disease.",
        "Abstract": "In addition to the well-known degeneration of midbrain dopaminergic neurons, enteric neurons can also be affected in neurodegenerative disorders such as Parkinson's disease (PD). Dopaminergic neurons have recently been identified in the enteric nervous system (ENS). While ENS dopaminergic neurons have been shown to degenerate in genetic mouse models of PD, analyses of their survival in enteric biopsies of PD patients have provided inconsistent results to date. In this context, this review seeks to highlight the distinctive and shared factors and properties that control the evolution of these two sets of dopaminergic neurons from neuronal precursors to aging neurons. Although their cellular sources and developmental times of origin differ, midbrain and ENS dopaminergic neurons express many transcription factors in common and their respective environments express similar neurotrophic molecules. For example, Foxa2 and Sox6 are expressed by both populations to promote the specification, differentiation, and long-term maintenance of the dopaminergic phenotype. Both populations exhibit sustained patterns of excitability that drive intrinsic vulnerability over time. In disorders such as PD, colon biopsies have revealed aggregation of alpha-synuclein in the submucosal plexus where dopaminergic neurons reside and lack blood barrier protection. Thus, these enteric neurons may be more susceptible to neurotoxic insults and aggregation of α-synuclein that spreads from gut to midbrain. Under sustained stress, inefficient autophagy leads to neurodegeneration, GI motility dysfunction, and PD symptoms. Recent findings suggest that novel neurotrophic factors such as CDNF have the potential to be used as neuroprotective agents to prevent and treat ENS symptoms of PD.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Alcmène",
                "Last Name": "Chalazonitis",
                "Affiliation": "Department of Pathology & Cell Biology, Vagelos College of Physicians & Surgeons, Columbia University, New York, NY, USA. ac83@cumc.columbia.edu."
            },
            {
                "First Name": "Meenakshi",
                "Last Name": "Rao",
                "Affiliation": "Department of Pediatrics, Boston Children's Hospital and Harvard Medical School, Boston, MA, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Departments of Psychiatry, Neurology, and Pharmacology, Division of Molecular Therapeutics, New York State Psychiatry Institute, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "NPJ Parkinson's disease",
        "PubDate": "2022"
    },
    {
        "PMID": "35253783",
        "Title": "Neuronal Presentation of Antigen and Its Possible Role in Parkinson's Disease.",
        "Abstract": "Patients with Parkinson's disease (PD) and other synucleinopathies often exhibit autoimmune features, including CD4+ and some CD8+ T lymphocytes that recognize epitopes derived from alpha-synuclein. While neurons have long been considered to not present antigens, recent data indicate that they can be induced to do so, particularly in response to interferons and other forms of stress. Here, we review literature on neuronal antigen presentation and its potential role in PD. Although direct evidence for CD8+ T cell-mediated neuronal death is lacking in PD, neuronal antigen presentation appears central to the pathology of Rasmussen's encephalitis, a pediatric neurological disorder driven by cytotoxic T cell infiltration and neuroinflammation. Emerging data suggest that T cells enter the brain in PD and other synucleinopathies, where the majority of neuromelanin-containing substantia nigra and locus coeruleus neurons express MHC Class I molecules. In cell culture, CD8+ T cell recognition of antigen:MHC Class I complexes on neuronal membranes leads to cytotoxic responses and neuronal cell death. Recent animal models suggest the possibility of T cell autoreactivity to mitochondrial antigens in PD. It remains unclear if neuronal antigen presentation plays a role in PD or other neurodegenerative disorders, and efforts are underway to better elucidate the potential impact of autoimmune responses on neurodegeneration.",
        "Keywords": [
            "HLA",
            "MHC",
            "Parkinson’s disease",
            "T cell",
            "antigen",
            "dopamine neurons",
            "epitope"
        ],
        "MeSH terms": [
            "Animals",
            "Epitopes",
            "Histocompatibility Antigens Class I",
            "Interferons",
            "Neurons",
            "Parkinson Disease",
            "Synucleinopathies",
            "alpha-Synuclein"
        ],
        "Authors": [
            {
                "First Name": "Benjamin D",
                "Last Name": "Hobson",
                "Affiliation": "Department of Neurology, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Department of Neurology, Columbia University Irving Medical Center, New York, NY, USA."
            }
        ],
        "Journal": "Journal of Parkinson's disease",
        "PubDate": "2022"
    },
    {
        "PMID": "35138901",
        "Title": "Mutant glucocerebrosidase impairs α-synuclein degradation by blockade of chaperone-mediated autophagy.",
        "Abstract": "The most common genetic risk factors for Parkinson's disease (PD) are a set of heterozygous mutant (MT) alleles of the ",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Chaperone-Mediated Autophagy",
            "Glucosylceramidase",
            "Humans",
            "Mice",
            "Mutation",
            "Parkinson Disease",
            "alpha-Synuclein"
        ],
        "Authors": [
            {
                "First Name": "Sheng-Han",
                "Last Name": "Kuo",
                "Affiliation": "Department of Neurology, Columbia University , New York, NY 10032, USA."
            },
            {
                "First Name": "Inmaculada",
                "Last Name": "Tasset",
                "Affiliation": "Department of Developmental and Molecular Biology, Albert Einstein College of Medicine, Bronx, NY 10461, USA."
            },
            {
                "First Name": "Melody M",
                "Last Name": "Cheng",
                "Affiliation": "Department of Neurology, Columbia University , New York, NY 10032, USA."
            },
            {
                "First Name": "Antonio",
                "Last Name": "Diaz",
                "Affiliation": "Department of Developmental and Molecular Biology, Albert Einstein College of Medicine, Bronx, NY 10461, USA."
            },
            {
                "First Name": "Ming-Kai",
                "Last Name": "Pan",
                "Affiliation": "Department of Neurology, Columbia University , New York, NY 10032, USA."
            },
            {
                "First Name": "Ori J",
                "Last Name": "Lieberman",
                "Affiliation": "Department of Neurology, Columbia University , New York, NY 10032, USA."
            },
            {
                "First Name": "Samantha J",
                "Last Name": "Hutten",
                "Affiliation": "Department of Developmental and Molecular Biology, Albert Einstein College of Medicine, Bronx, NY 10461, USA."
            },
            {
                "First Name": "Roy N",
                "Last Name": "Alcalay",
                "Affiliation": "Department of Neurology, Columbia University , New York, NY 10032, USA."
            },
            {
                "First Name": "Sangjun",
                "Last Name": "Kim",
                "Affiliation": "Department of Neurology, Johns Hopkins University, Baltimore, MD 21205, USA."
            },
            {
                "First Name": "Pilar",
                "Last Name": "Ximénez-Embún",
                "Affiliation": "Proteomics Unit, Spanish National Cancer Research Centre (CNIO), ProteoRed-ISCIII, Madrid, Spain."
            },
            {
                "First Name": "Li",
                "Last Name": "Fan",
                "Affiliation": "Helen and Robert Appel Alzheimer's Disease Research Institute, Weill Cornell Medicine, New York, NY 10065, USA."
            },
            {
                "First Name": "Donghoon",
                "Last Name": "Kim",
                "Affiliation": "Department of Neurology, Johns Hopkins University, Baltimore, MD 21205, USA."
            },
            {
                "First Name": "Han Seok",
                "Last Name": "Ko",
                "Affiliation": "Department of Neurology, Johns Hopkins University, Baltimore, MD 21205, USA."
            },
            {
                "First Name": "Talene",
                "Last Name": "Yacoubian",
                "Affiliation": "Department of Neurology, University of Alabama at Birmingham, Birmingham, AL 35233, USA."
            },
            {
                "First Name": "Ellen",
                "Last Name": "Kanter",
                "Affiliation": "Departments of Psychiatry and Pharmacology, Columbia University , New York, NY 10032, USA."
            },
            {
                "First Name": "Ling",
                "Last Name": "Liu",
                "Affiliation": "Department of Neurology, Columbia University , New York, NY 10032, USA."
            },
            {
                "First Name": "Guomei",
                "Last Name": "Tang",
                "Affiliation": "Department of Neurology, Columbia University , New York, NY 10032, USA."
            },
            {
                "First Name": "Javier",
                "Last Name": "Muñoz",
                "Affiliation": "Proteomics Unit, Spanish National Cancer Research Centre (CNIO), ProteoRed-ISCIII, Madrid, Spain."
            },
            {
                "First Name": "Sergio Pablo",
                "Last Name": "Sardi",
                "Affiliation": "Sanofi Genzyme, Boston, MA 02134, USA."
            },
            {
                "First Name": "Aiqun",
                "Last Name": "Li",
                "Affiliation": "Department of Neurology, Johns Hopkins University, Baltimore, MD 21205, USA."
            },
            {
                "First Name": "Li",
                "Last Name": "Gan",
                "Affiliation": "Helen and Robert Appel Alzheimer's Disease Research Institute, Weill Cornell Medicine, New York, NY 10065, USA."
            },
            {
                "First Name": "Ana Maria",
                "Last Name": "Cuervo",
                "Affiliation": "Department of Developmental and Molecular Biology, Albert Einstein College of Medicine, Bronx, NY 10461, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Department of Neurology, Columbia University , New York, NY 10032, USA."
            }
        ],
        "Journal": "Science advances",
        "PubDate": "2022"
    },
    {
        "PMID": "35034753",
        "Title": "T cells, α-synuclein and Parkinson disease.",
        "Abstract": "The notion that autoimmune responses to α-synuclein may be involved in the pathogenesis of this disorder stems from reports that mutations in α-synuclein or certain alleles of the major histocompatibility complex (MHC) are associated with the disease and that dopaminergic and norepinephrinergic neurons in the midbrain can present antigenic epitopes. Here, we discuss recent evidence that a defined set of peptides derived from α-synuclein act as antigenic epitopes displayed by specific MHC alleles and drive helper and cytotoxic T cell responses in patients with PD. Moreover, phosphorylated α-synuclein may activate T cell responses in a less restricted manner in PD. While the roles for the acquired immune system in disease pathogenesis remain unknown, preclinical animal models and in vitro studies indicate that T cells may interact with neurons and exert effects related to neuronal death and neuroprotection. These findings suggest that therapeutics that target T cells and ameliorate the incidence or disease severity of inflammatory bowel disorders or CNS autoimmune diseases such as multiple sclerosis may be useful in PD.",
        "Keywords": [
            "Cytotoxic",
            "Dopamine",
            "Major histocompatibility complex",
            "Microglia",
            "Regulatory",
            "T cell"
        ],
        "MeSH terms": [
            "Animals",
            "Dopamine",
            "Humans",
            "Neurons",
            "Parkinson Disease",
            "T-Lymphocytes",
            "alpha-Synuclein"
        ],
        "Authors": [
            {
                "First Name": "Francesca",
                "Last Name": "Garretti",
                "Affiliation": "Department of Pathology, Columbia University Irving Medical Center, New York, NY, United States."
            },
            {
                "First Name": "Connor",
                "Last Name": "Monahan",
                "Affiliation": "Department of Psychiatry, Columbia University Irving Medical Center, New York, NY, United States."
            },
            {
                "First Name": "Alessandro",
                "Last Name": "Sette",
                "Affiliation": "Center for Autoimmunity and Inflammation, La Jolla Institute for Immunology, La Jolla, CA, United States."
            },
            {
                "First Name": "Dritan",
                "Last Name": "Agalliu",
                "Affiliation": "Department of Pathology, Columbia University Irving Medical Center, New York, NY, United States; Department of Neurology, Columbia University Irving Medical Center, New York, NY, United States."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Department of Pathology, Columbia University Irving Medical Center, New York, NY, United States; Department of Psychiatry, Columbia University Irving Medical Center, New York, NY, United States; Department of Pharmacology, Columbia University Irving Medical Center, New York, NY, United States; Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY, United States. Electronic address: ds43@cumc.columbia.edu."
            }
        ],
        "Journal": "Handbook of clinical neurology",
        "PubDate": "2022"
    },
    {
        "PMID": "34817175",
        "Title": "Development of a Dual Fluorescent and Magnetic Resonance False Neurotransmitter That Reports Accumulation and Release from Dopaminergic Synaptic Vesicles.",
        "Abstract": "Myriad neuropsychiatric disorders are due to dopamine dysfunction. However, understanding these disorders is limited by our ability to measure dopamine storage and release. Fluorescent false neurotransmitters (FFNs), small-molecule dyes that co-transit through the synaptic vesicle cycle, have allowed us to image dopamine in cell culture and acute brain slice, but ",
        "Keywords": [
            "MRS",
            "Parkinson’s disease",
            "dopamine",
            "neurotransmitter sensor",
            "striatum",
            "synaptic vesicles"
        ],
        "MeSH terms": [
            "Dopamine",
            "Fluorescent Dyes",
            "Magnetic Resonance Spectroscopy",
            "Neurotransmitter Agents",
            "Synaptic Transmission",
            "Synaptic Vesicles"
        ],
        "Authors": [
            {
                "First Name": "Michael R",
                "Last Name": "Post",
                "Affiliation": "Department of Psychiatry, Columbia University, Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, New York 10032, United States."
            },
            {
                "First Name": "Wei-Li",
                "Last Name": "Lee",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York 10027, United States."
            },
            {
                "First Name": "Jia",
                "Last Name": "Guo",
                "Affiliation": "Department of Psychiatry, Columbia University, Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, New York 10032, United States."
            },
            {
                "First Name": "Dalibor",
                "Last Name": "Sames",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York 10027, United States."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Department of Psychiatry, Columbia University, Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, New York 10032, United States."
            }
        ],
        "Journal": "ACS chemical neuroscience",
        "PubDate": "2021"
    },
    {
        "PMID": "34459589",
        "Title": "Tailoring the Gibbs Free Energy of the Nitroxide Exchange Reaction: Substituent and Solvent Effects.",
        "Abstract": "A quantum chemical study of the nitroxide exchange reaction is presented. Inspired by the recent use of this reaction in the synthesis of dynamic covalent polymer networks, we studied the influence of substituents and solvents on the Gibbs free energy, which plays a crucial role for both the reversibility of the reaction and the extent of product formation. We provide accurate benchmark values based on CCSD(T) and COSMO-RS theory for a series of structural modifications and make suggestions for improving the molecular building blocks used so far.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Institute of Physical Chemistry, Karlsruhe Institute of Technology (KIT), Kaiserstrasse 12, 76131 Karlsruhe, Germany."
            },
            {
                "First Name": "Angela",
                "Last Name": "Bihlmeier",
                "Affiliation": "Institute of Physical Chemistry, Karlsruhe Institute of Technology (KIT), Kaiserstrasse 12, 76131 Karlsruhe, Germany."
            }
        ],
        "Journal": "The journal of physical chemistry. A",
        "PubDate": "2021"
    },
    {
        "PMID": "33977645",
        "Title": "Interpreting the role of the striatum during multiple phases of motor learning.",
        "Abstract": "The synaptic pathways in the striatum are central to basal ganglia functions including motor control, learning and organization, action selection, acquisition of motor skills, cognitive function, and emotion. Here, we review the role of the striatum and its connections in motor learning and performance. The development of new techniques to record neuronal activity and animal models of motor disorders using neurotoxin, pharmacological, and genetic manipulations are revealing pathways that underlie motor performance and motor learning, as well as how they are altered by pathophysiological mechanisms. We discuss approaches that can be used to analyze complex motor skills, particularly in rodents, and identify specific questions central to understanding how striatal circuits mediate motor learning.",
        "Keywords": [
            "basal ganglia",
            "direct pathway",
            "indirect pathway",
            "motor learning",
            "striatum"
        ],
        "MeSH terms": [
            "Animals",
            "Basal Ganglia",
            "Corpus Striatum"
        ],
        "Authors": [
            {
                "First Name": "Stefano",
                "Last Name": "Cataldi",
                "Affiliation": "Departments of Psychiatry, Neurology, Pharmacology, Biology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Adrien T",
                "Last Name": "Stanley",
                "Affiliation": "Departments of Psychiatry, Neurology, Pharmacology, Biology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Maria Concetta",
                "Last Name": "Miniaci",
                "Affiliation": "Department of Pharmacy, School of Medicine, University of Naples Federico II, Italy."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Departments of Psychiatry, Neurology, Pharmacology, Biology, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "The FEBS journal",
        "PubDate": "2022"
    },
    {
        "PMID": "33894160",
        "Title": "The chemical tools for imaging dopamine release.",
        "Abstract": "Dopamine is a modulatory neurotransmitter involved in learning, motor functions, and reward. Many neuropsychiatric disorders, including Parkinson's disease, autism, and schizophrenia, are associated with imbalances or dysfunction in the dopaminergic system. Yet, our understanding of these pervasive public health issues is limited by our ability to effectively image dopamine in humans, which has long been a goal for chemists and neuroscientists. The last two decades have witnessed the development of many molecules used to trace dopamine. We review the small molecules, nanoparticles, and protein sensors used with fluorescent microscopy/photometry, MRI, and PET that shape dopamine research today. None of these tools observe dopamine itself, but instead harness the biology of the dopamine system-its synthetic and metabolic pathways, synaptic vesicle cycle, and receptors-in elegant ways. Their advantages and weaknesses are covered here, along with recent examples and the chemistry and biology that allow them to function.",
        "Keywords": [
            "MRI",
            "MRS",
            "PET",
            "catecholamine",
            "dopamine",
            "dopamine sensor",
            "dopamine tracer",
            "false neurotransmitter",
            "fluorescence",
            "fluorescent protein"
        ],
        "MeSH terms": [
            "Dopamine",
            "Humans",
            "Parkinson Disease"
        ],
        "Authors": [
            {
                "First Name": "Michael R",
                "Last Name": "Post",
                "Affiliation": "Department of Psychiatry, Columbia University Medical Center, New York, NY, USA; Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY, USA. Electronic address: mrp2201@columbia.edu."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Departments of Psychiatry, Neurology, and Pharmacology, Columbia University Medical Center, New York, NY, USA; Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY, USA. Electronic address: ds43@columbia.edu."
            }
        ],
        "Journal": "Cell chemical biology",
        "PubDate": "2021"
    },
    {
        "PMID": "33664651",
        "Title": "Roles for the Dorsal Striatum in Aversive Behavior.",
        "Abstract": "The ability to identify and avoid environmental stimuli that signal danger is essential to survival. Our understanding of how the brain encodes aversive behaviors has been primarily focused on roles for the amygdala, hippocampus (HIPP), prefrontal cortex, ventral midbrain, and ventral striatum. Relatively little attention has been paid to contributions from the dorsal striatum (DS) to aversive learning, despite its well-established role in stimulus-response learning. Here, we review studies exploring the role of DS in aversive learning, including different roles for the dorsomedial and dorsolateral striatum in Pavlovian fear conditioning as well as innate and inhibitory avoidance (IA) behaviors. We outline how future investigation might determine specific contributions from DS subregions, cell types, and connections that contribute to aversive behavior.",
        "Keywords": [
            "aversion",
            "dorsal striatum",
            "fear conditioning",
            "inhibitory avoidance",
            "threat"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Adrien T",
                "Last Name": "Stanley",
                "Affiliation": "Departments of Biology and Psychiatry, Columbia University, New York, NY, United States."
            },
            {
                "First Name": "Pellegrino",
                "Last Name": "Lippiello",
                "Affiliation": "Department of Pharmacy, School of Medicine, University of Naples Federico II, Naples, Italy."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Departments of Psychiatry, Neurology, and Pharmacology, Columbia University Medical Center, New York, NY, United States."
            },
            {
                "First Name": "Maria Concetta",
                "Last Name": "Miniaci",
                "Affiliation": "Department of Pharmacy, School of Medicine, University of Naples Federico II, Naples, Italy."
            }
        ],
        "Journal": "Frontiers in cellular neuroscience",
        "PubDate": "2021"
    },
    {
        "PMID": "33583639",
        "Title": "The role of immune-mediated alterations and disorders in ALS disease.",
        "Abstract": "Amyotrophic lateral sclerosis (ALS) is a progressive neurodegenerative disorder that leads to neuronal death in the brain and spinal cord. Over the last decades, evidence has emerged regarding the functional diversity of astrocytes, microglia, and T cells in the central nervous system (CNS), and the role of neuroinflammation in ALS. In this review, we summarize current knowledge regarding neuroinflammation in ALS, both at the level of specific molecular pathways and potential cellular pathways as well as outline questions about the immune mechanisms involved in ALS pathogenesis.",
        "Keywords": [
            "ALS",
            "Autoimmunity",
            "Glial cells",
            "Neuroinflammation"
        ],
        "MeSH terms": [
            "Amyotrophic Lateral Sclerosis",
            "Animals",
            "Autoimmunity",
            "Brain",
            "Humans",
            "Immunity, Cellular",
            "Neurogenic Inflammation",
            "Neuroglia",
            "Neurons",
            "Signal Transduction",
            "Spinal Cord",
            "T-Lymphocytes"
        ],
        "Authors": [
            {
                "First Name": "João",
                "Last Name": "Rodrigues Lima-Junior",
                "Affiliation": "La Jolla Institute for Immunology, Center for Autoimmunity and Inflammation, La Jolla, CA 92037, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Department of Neurology, Columbia University; New York State Psychiatric Institute, New York, NY 10032, USA; Departments of Psychiatry and Pharmacology, Columbia University; New York State Psychiatric Institute, New York, NY 10032, USA."
            },
            {
                "First Name": "Cecilia S",
                "Last Name": "Lindestam Arlehamn",
                "Affiliation": "La Jolla Institute for Immunology, Center for Autoimmunity and Inflammation, La Jolla, CA 92037, USA."
            },
            {
                "First Name": "Alessandro",
                "Last Name": "Sette",
                "Affiliation": "La Jolla Institute for Immunology, Center for Autoimmunity and Inflammation, La Jolla, CA 92037, USA; Department of Medicine, University of California San Diego, La Jolla, CA 92093, USA. Electronic address: alex@lji.org."
            }
        ],
        "Journal": "Human immunology",
        "PubDate": "2021"
    },
    {
        "PMID": "33273122",
        "Title": "A dual role for α-synuclein in facilitation and depression of dopamine release from substantia nigra neurons in vivo.",
        "Abstract": "α-Synuclein is expressed at high levels at presynaptic terminals, but defining its role in the regulation of neurotransmission under physiologically relevant conditions has proven elusive. We report that, in vivo, α-synuclein is responsible for the facilitation of dopamine release triggered by action potential bursts separated by short intervals (seconds) and a depression of release with longer intervals between bursts (minutes). These forms of presynaptic plasticity appear to be independent of the presence of β- and γ-synucleins or effects on presynaptic calcium and are consistent with a role for synucleins in the enhancement of synaptic vesicle fusion and turnover. These results indicate that the presynaptic effects of α-synuclein depend on specific patterns of neuronal activity.",
        "Keywords": [
            "alpha-Synuclein",
            "dopamine",
            "in vivo neurotransmission"
        ],
        "MeSH terms": [
            "Anesthetics, Inhalation",
            "Animals",
            "Calcium Signaling",
            "Dopamine",
            "Dopaminergic Neurons",
            "Female",
            "Isoflurane",
            "Male",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Neurons",
            "Neurotransmitter Agents",
            "Substantia Nigra",
            "Synaptic Vesicles",
            "alpha-Synuclein",
            "gamma-Synuclein"
        ],
        "Authors": [
            {
                "First Name": "Mahalakshmi",
                "Last Name": "Somayaji",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Stefano",
                "Last Name": "Cataldi",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Se Joon",
                "Last Name": "Choi",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Robert H",
                "Last Name": "Edwards",
                "Affiliation": "Department of Physiology, University of California, San Francisco, CA 94518."
            },
            {
                "First Name": "Eugene V",
                "Last Name": "Mosharov",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY 10032; ds43@cumc.columbia.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2020"
    },
    {
        "PMID": "32885037",
        "Title": "COVID-19 and possible links with Parkinson's disease and parkinsonism: from bench to bedside.",
        "Abstract": "This Viewpoint discusses insights from basic science and clinical perspectives on coronavirus disease 2019 (COVID-19)/severe acute respiratory syndrome-coronavirus-2 (SARS-CoV-2) infection in the brain, with a particular focus on Parkinson's disease. Major points include that neuropathology studies have not answered the central issue of whether the virus enters central nervous system neurons, astrocytes or microglia, and the brain vascular cell types that express virus have not yet been identified. Currently, there is no clear evidence for human neuronal or astrocyte expression of angiotensin-converting enzyme 2 (ACE2), the major receptor for viral entry, but ACE2 expression may be activated by inflammation, and a comparison of healthy and infected brains is important. In contrast to the 1918 influenza pandemic and avian flu, reports of encephalopathy in COVID-19 have been slow to emerge, and there are so far no documented reports of parkinsonism apart from a single case report. We recommend consensus guidelines for the clinical treatment of Parkinson's patients with COVID-19. While a role for the virus in causing or exacerbating Parkinson's disease appears unlikely at this time, aggravation of specific motor and non-motor symptoms has been reported, and it will be important to monitor subjects after recovery, particularly for those with persisting hyposmia.",
        "Keywords": [
            "Translational research"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Departments of Psychiatry, Neurology, Pharmacology, Columbia University Medical Center, New York State Psychiatric Institute, New York, NY 10032 USA."
            },
            {
                "First Name": "Angelo",
                "Last Name": "Antonini",
                "Affiliation": "Department of Neuroscience, Parkinson and Movement Disorders Unit, University of Padua, Padua, Italy."
            },
            {
                "First Name": "Valentina",
                "Last Name": "Leta",
                "Affiliation": "King's College London, Institute of Psychiatry, Psychology & Neuroscience, De Crespigny Park, London, SE5 8AF UK."
            },
            {
                "First Name": "Anna",
                "Last Name": "Nordvig",
                "Affiliation": "Department of Neurology, Vagelos College of Physicians and Surgeons, Columbia University and the New York Presbyterian Hospital, New York, NY 10032 USA."
            },
            {
                "First Name": "Richard J",
                "Last Name": "Smeyne",
                "Affiliation": "Department of Neurosciences, Thomas Jefferson University, Philadelphia, PA 19107 USA."
            },
            {
                "First Name": "James E",
                "Last Name": "Goldman",
                "Affiliation": "Department of Pathology and Cell Biology, Vagelos College of Physicians and Surgeons, Columbia University and the New York Presbyterian Hospital, New York, NY 10032 USA."
            },
            {
                "First Name": "Osama",
                "Last Name": "Al-Dalahmah",
                "Affiliation": "Department of Pathology and Cell Biology, Vagelos College of Physicians and Surgeons, Columbia University and the New York Presbyterian Hospital, New York, NY 10032 USA."
            },
            {
                "First Name": "Luigi",
                "Last Name": "Zecca",
                "Affiliation": "Institute of Biomedical Technologies, National Research Council of Italy, Segrate, Milan, Italy."
            },
            {
                "First Name": "Alessandro",
                "Last Name": "Sette",
                "Affiliation": "Division of Vaccine Discovery, La Jolla Institute for Allergy and Immunology, La Jolla, CA 92093 USA."
            },
            {
                "First Name": "Luigi",
                "Last Name": "Bubacco",
                "Affiliation": "Department of Biology, University of Padova, Padova, Italy."
            },
            {
                "First Name": "Olimpia",
                "Last Name": "Meucci",
                "Affiliation": "Department of Pharmacology and Physiology, Drexel University College of Medicine, Philadelphia, PA 19102 USA."
            },
            {
                "First Name": "Elena",
                "Last Name": "Moro",
                "Affiliation": "Department of Neurology, Grenoble Alpes University Hospital, Grenoble, France."
            },
            {
                "First Name": "Ashley S",
                "Last Name": "Harms",
                "Affiliation": "Department of Neurology, Center for Neurodegeneration and Experimental Therapeutics, University of Alabama at Birmingham, Birmingham, AL 35294 USA."
            },
            {
                "First Name": "Yaqian",
                "Last Name": "Xu",
                "Affiliation": "Department of Psychiatry, Columbia University Irving Medical Center, New York, NY 10032 USA."
            },
            {
                "First Name": "Stanley",
                "Last Name": "Fahn",
                "Affiliation": "Department of Neurology, Vagelos College of Physicians and Surgeons, Columbia University and the New York Presbyterian Hospital, New York, NY 10032 USA."
            },
            {
                "First Name": "K",
                "Last Name": "Ray Chaudhuri",
                "Affiliation": "King's College London, Institute of Psychiatry, Psychology & Neuroscience, De Crespigny Park, London, SE5 8AF UK."
            }
        ],
        "Journal": "NPJ Parkinson's disease",
        "PubDate": "2020"
    },
    {
        "PMID": "32174203",
        "Title": "Autophagic bias in the striatum.",
        "Abstract": "Macroautophagy/autophagy is implicated in the maintenance of normal neuronal activity through the regulation of synaptic function and plasticity. However, differences in autophagic degradation within different classes of neurons have not been examined. We have recently demonstrated that autophagy plays very different roles in the two closely related principal neurons of the striatum - the spiny projection neurons of the direct (dSPN) and indirect (iSPN) pathways. Behavioral and electrophysiological experiments revealed that the absence of autophagy in either of these SPN pathways produces unique effects on motor learning, dendritic length, and intrinsic excitability. Specifically, autophagy is required for the normal development of synaptic inputs onto dSPNs, while being required for intrinsic excitability in iSPNs. In iSPNs, this occurs through the regulation of the activity of the KCNJ/Kir2 ion channel, and provides a first demonstration of autophagic control of neuronal intrinsic excitability.",
        "Keywords": [
            "Autophagy",
            "KCNJ",
            "Kir2",
            "basal ganglia",
            "endosome",
            "neuronal autophagy",
            "spiny projection neuron",
            "striatum"
        ],
        "MeSH terms": [
            "Autophagy",
            "Corpus Striatum",
            "Macroautophagy",
            "Neostriatum",
            "Neurons"
        ],
        "Authors": [
            {
                "First Name": "Irena",
                "Last Name": "Pigulevskiy",
                "Affiliation": "Department of Psychiatry, Columbia University Vagelos College of Physicians and Surgeons , New York, NY, USA."
            },
            {
                "First Name": "Ori J",
                "Last Name": "Lieberman",
                "Affiliation": "Department of Psychiatry, Columbia University Vagelos College of Physicians and Surgeons , New York, NY, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Department of Psychiatry, Columbia University Vagelos College of Physicians and Surgeons , New York, NY, USA."
            }
        ],
        "Journal": "Autophagy",
        "PubDate": "2020"
    },
    {
        "PMID": "31913125",
        "Title": "Cell-type-specific regulation of neuronal intrinsic excitability by macroautophagy.",
        "Abstract": "The basal ganglia are a group of subcortical nuclei that contribute to action selection and reinforcement learning. The principal neurons of the striatum, spiny projection neurons of the direct (dSPN) and indirect (iSPN) pathways, maintain low intrinsic excitability, requiring convergent excitatory inputs to fire. Here, we examined the role of autophagy in mouse SPN physiology and animal behavior by generating conditional knockouts of Atg7 in either dSPNs or iSPNs. Loss of autophagy in either SPN population led to changes in motor learning but distinct effects on cellular physiology. dSPNs, but not iSPNs, required autophagy for normal dendritic structure and synaptic input. In contrast, iSPNs, but not dSPNs, were intrinsically hyperexcitable due to reduced function of the inwardly rectifying potassium channel, Kir2. These findings define a novel mechanism by which autophagy regulates neuronal activity: control of intrinsic excitability via the regulation of potassium channel function.",
        "Keywords": [
            "autophagy",
            "basal ganglia",
            "cell biology",
            "intrinsic excitability",
            "mouse",
            "neuronal activity",
            "neuroscience",
            "potassium channel",
            "striatum"
        ],
        "MeSH terms": [
            "Animals",
            "Autophagy",
            "Autophagy-Related Protein 7",
            "Basal Ganglia",
            "Behavior, Animal",
            "Female",
            "Learning",
            "Macroautophagy",
            "Male",
            "Mice",
            "Mice, Knockout",
            "Neurons",
            "Potassium Channels",
            "Potassium Channels, Inwardly Rectifying",
            "Psychomotor Performance",
            "Sex Factors",
            "Transcriptome"
        ],
        "Authors": [
            {
                "First Name": "Ori J",
                "Last Name": "Lieberman",
                "Affiliation": "Department of Psychiatry, Columbia University Vagelos College of Physicians and Surgeons, New York, United States."
            },
            {
                "First Name": "Micah D",
                "Last Name": "Frier",
                "Affiliation": "Department of Psychiatry, Columbia University Vagelos College of Physicians and Surgeons, New York, United States."
            },
            {
                "First Name": "Avery F",
                "Last Name": "McGuirt",
                "Affiliation": "Department of Psychiatry, Columbia University Vagelos College of Physicians and Surgeons, New York, United States."
            },
            {
                "First Name": "Christopher J",
                "Last Name": "Griffey",
                "Affiliation": "Department of Neurology, Columbia University Vagelos College of Physicians and Surgeons, New York, United States."
            },
            {
                "First Name": "Elizabeth",
                "Last Name": "Rafikian",
                "Affiliation": "Mouse NeuroBehavior Core, Institute for Genomic Medicine, Columbia University Vagelos College of Physicians and Surgeons, New York, United States."
            },
            {
                "First Name": "Mu",
                "Last Name": "Yang",
                "Affiliation": "Mouse NeuroBehavior Core, Institute for Genomic Medicine, Columbia University Vagelos College of Physicians and Surgeons, New York, United States."
            },
            {
                "First Name": "Ai",
                "Last Name": "Yamamoto",
                "Affiliation": "Department of Neurology, Columbia University Vagelos College of Physicians and Surgeons, New York, United States."
            },
            {
                "First Name": "Anders",
                "Last Name": "Borgkvist",
                "Affiliation": "Department of Neuroscience, Karolinska Institute, Stockholm, Sweden."
            },
            {
                "First Name": "Emanuela",
                "Last Name": "Santini",
                "Affiliation": "Department of Neuroscience, Karolinska Institute, Stockholm, Sweden."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Department of Psychiatry, Columbia University Vagelos College of Physicians and Surgeons, New York, United States."
            }
        ],
        "Journal": "eLife",
        "PubDate": "2020"
    },
    {
        "PMID": "31866297",
        "Title": "The Synaptic Autophagy Cycle.",
        "Abstract": "Macroautophagy (hereafter referred to as autophagy) is an evolutionarily conserved pathway in which proteins and organelles are delivered to the lysosome for degradation. In neurons, autophagy was originally described as associated with disease states and neuronal survival. Over the last decade, however, evidence has accumulated that autophagy controls synaptic function in both the axon and dendrite. Here, we review this literature, highlighting the role of autophagy in the pre- and postsynapse, synaptic plasticity, and behavior. We end by discussing open questions in the field of synaptic autophagy.",
        "Keywords": [
            "autophagy",
            "endocytosis",
            "protein degradation",
            "synaptic plasticity",
            "synaptic transmission"
        ],
        "MeSH terms": [
            "Animals",
            "Autophagy",
            "Cell Survival",
            "Humans",
            "Neurodegenerative Diseases",
            "Neuronal Plasticity",
            "Neurons"
        ],
        "Authors": [
            {
                "First Name": "Ori J",
                "Last Name": "Lieberman",
                "Affiliation": "Department of Psychiatry, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, 10032, USA. Electronic address: ojl2106@columbia.edu."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Department of Psychiatry, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, 10032, USA; Department of Neurology, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, 10032, USA; Department of Pharmacology, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, 10032, USA; Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY, 10032, USA. Electronic address: ds43@columbia.edu."
            }
        ],
        "Journal": "Journal of molecular biology",
        "PubDate": "2020"
    },
    {
        "PMID": "31430650",
        "Title": "Roles for the adaptive immune system in Parkinson's and Alzheimer's diseases.",
        "Abstract": "Neurodegenerative diseases, such as Parkinson's and Alzheimer's, affect millions of people and pose major personal and socioeconomic burdens. The causes of neurodegeneration are mostly unknown, although current efforts have described an autoimmune aspect to these diseases. Here we discuss recent findings that shed light on the involvement of the adaptive immune system in Parkinson's and Alzheimer's diseases, and provide a model and outlook for further investigation of T cell responses in neurodegenerative disease. We focus on the identification of T cell epitopes from proteins involved in disease pathogenesis and describe the identification of α-synuclein-specific epitopes in Parkinson's disease which provided a crucial link between disease susceptibility and T cell recognition.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptive Immunity",
            "Alzheimer Disease",
            "Animals",
            "Autoimmunity",
            "Disease Susceptibility",
            "Epitopes, T-Lymphocyte",
            "Humans",
            "Parkinson Disease",
            "T-Lymphocytes",
            "alpha-Synuclein"
        ],
        "Authors": [
            {
                "First Name": "Cecilia S",
                "Last Name": "Lindestam Arlehamn",
                "Affiliation": "Division of Vaccine Discovery, La Jolla Institute for Immunology, La Jolla, CA 92037, USA. Electronic address: cecilia@lji.org."
            },
            {
                "First Name": "Francesca",
                "Last Name": "Garretti",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Departments for Neurology, Psychiatry and Pharmacology, Columbia University Irving Medical Center, New York State Psychiatric Institute, New York, NY 10032, USA."
            },
            {
                "First Name": "Alessandro",
                "Last Name": "Sette",
                "Affiliation": "Division of Vaccine Discovery, La Jolla Institute for Immunology, La Jolla, CA 92037, USA; Department of Medicine, University of California San Diego, La Jolla, CA 92093, USA."
            }
        ],
        "Journal": "Current opinion in immunology",
        "PubDate": "2019"
    },
    {
        "PMID": "31269263",
        "Title": "The physiological role of α-synuclein and its relationship to Parkinson's Disease.",
        "Abstract": "The protein α-synuclein has a central role in the pathogenesis of Parkinson's disease (PD). In this review, we discuss recent results concerning its primary function, which appears to be on cell membranes. The pre-synaptic location of synuclein has suggested a role in neurotransmitter release and it apparently associates with synaptic vesicles because of their high curvature. Indeed, synuclein over-expression inhibits synaptic vesicle exocytosis. However, loss of synuclein has not yet been shown to have a major effect on synaptic transmission. Consistent with work showing that synuclein can promote as well as sense membrane curvature, recent analysis of synuclein triple knockout mice now shows that synuclein accelerates dilation of the exocytic fusion pore. This form of regulation affects primarily the release of slowly discharged lumenal cargo such as neural peptides, but presumably also contributes to maintenance of the release site. This article is part of the Special Issue \"Synuclein\".",
        "Keywords": [
            "Lewy pathology",
            "Parkinson's disease",
            "fusion pore",
            "regulated exocytosis",
            "synaptic vesicle",
            "synuclein"
        ],
        "MeSH terms": [
            "Animals",
            "Axons",
            "Cell Membrane",
            "Disease Models, Animal",
            "Dopamine",
            "Exocytosis",
            "Humans",
            "Membrane Fusion",
            "Mice, Knockout",
            "Mice, Transgenic",
            "Mitochondria",
            "Mutation, Missense",
            "Parkinson Disease",
            "Presynaptic Terminals",
            "Protein Domains",
            "Protein Folding",
            "Protein Isoforms",
            "Recombinant Proteins",
            "Secretory Vesicles",
            "Synaptic Vesicles",
            "alpha-Synuclein"
        ],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Departments of Psychiatry, Neurology and Pharmacology, Columbia University Medical Center, New York State Psychiatric Institute."
            },
            {
                "First Name": "Robert H",
                "Last Name": "Edwards",
                "Affiliation": "Departments of Neurology and Physiology, Graduate Programs in Cell Biology, Biomedical Sciences and Neuroscience, UCSF School of Medicine."
            }
        ],
        "Journal": "Journal of neurochemistry",
        "PubDate": "2019"
    },
    {
        "PMID": "30858851",
        "Title": "Autoimmunity in Parkinson's Disease: The Role of α-Synuclein-Specific T Cells.",
        "Abstract": "Evidence from a variety of studies implicates a role for the adaptive immune system in Parkinson's disease (PD). Similar to multiple sclerosis (MS) patients who display a high number of T cells in the brain attacking oligodendrocytes, PD patients show higher numbers of T cells in the ventral midbrain than healthy, age-matched controls. Mouse models of the disease also show the presence of T cells in the brain. The role of these infiltrating T cells in the propagation of disease is controversial; however, recent studies indicate that they may be autoreactive in nature, recognizing disease-altered self-proteins as foreign antigens. T cells of PD patients can generate an autoimmune response to α-synuclein, a protein that is aggregated in PD. α-Synuclein and other proteins are post-translationally modified in an environment in which protein processing is altered, possibly leading to the generation of neo-epitopes, or self-peptides that have not been identified by the host immune system as non-foreign. Infiltrating T cells may also be responding to such modified proteins. Genome-wide association studies (GWAS) have shown associations of PD with haplotypes of major histocompatibility complex (MHC) class II genes, and a polymorphism in a non-coding region that may increase MHC class II in PD patients. We speculate that the inflammation observed in PD may play both pathogenic and protective roles. Future studies on the adaptive immune system in neurodegenerative disorders may elucidate steps in disease pathogenesis and assist with the development of both biomarkers and treatments.",
        "Keywords": [
            "Parkinson's disease",
            "T cells",
            "adaptive immune system",
            "autoimmunity",
            "blood-brain barrier",
            "neuroinflammation",
            "α-synuclein"
        ],
        "MeSH terms": [
            "Animals",
            "Autoimmunity",
            "Brain",
            "Humans",
            "Inflammation",
            "Parkinson Disease",
            "T-Lymphocytes",
            "alpha-Synuclein"
        ],
        "Authors": [
            {
                "First Name": "Francesca",
                "Last Name": "Garretti",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Irving Medical Center, New York, NY, United States."
            },
            {
                "First Name": "Dritan",
                "Last Name": "Agalliu",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Irving Medical Center, New York, NY, United States."
            },
            {
                "First Name": "Cecilia S",
                "Last Name": "Lindestam Arlehamn",
                "Affiliation": "Division of Vaccine Discovery, La Jolla Institute for Immunology, La Jolla, CA, United States."
            },
            {
                "First Name": "Alessandro",
                "Last Name": "Sette",
                "Affiliation": "Division of Vaccine Discovery, La Jolla Institute for Immunology, La Jolla, CA, United States."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Department of Neurology, Columbia University Irving Medical Center, New York, NY, United States."
            }
        ],
        "Journal": "Frontiers in immunology",
        "PubDate": "2019"
    },
    {
        "PMID": "32864581",
        "Title": "Overexpression of Vesicular Monoamine Transporter-2 may Block Neurotoxic Metabolites from Cytosolic Dopamine: a Potential Neuroprotective Therapy for Parkinson's Disease.",
        "Abstract": "The loss of nigrostriatal dopaminergic neurons containing neuromelanin underlies the motor symptoms of Parkinson's disease. Neuromelanin accumulation into autophagic lysosomes is evidence of ongoing cytosolic dopamine stress in these neurons during normal aging. The formation of neuromelanin is likely neuroprotective, as oxidation of cytosolic dopamine to quinones and aldehydes, as reviewed here, can produce a host of neurotoxic sequela. In addition to sequestration of dopamine and its metabolites in autophagic lysosomes, the uptake of dopamine into monoaminergic neurons mediated by vesicular monoamine transporter-2 (VMAT- 2), prevents dopamine oxidation. Dopamine is stable in monoaminergic vesicles due to their low pH, and thus overexpression of VMAT-2 may provide a target for potential neuroprotective therapy in Parkinson's disease.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "",
                "Last Name": "Segura-Aguilar",
                "Affiliation": "Molecular and Clinical Pharmacology, ICBM, Faculty of Medicine, University of Chile, Santiago,Chile."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Departments of Psychiatry, Neurology, Pharmacology, Columbia University, New York State 9 Psychiatric Institute, NY."
            },
            {
                "First Name": "Fabio A",
                "Last Name": "Zucca",
                "Affiliation": "Institute of Biomedical Technologies, National Research Council of Italy, Milan, Italy."
            },
            {
                "First Name": "Luigi",
                "Last Name": "Zecca",
                "Affiliation": "Institute of Biomedical Technologies, National Research Council of Italy, Milan, Italy."
            }
        ],
        "Journal": "Clinical pharmacology and translational medicine",
        "PubDate": "2019"
    },
    {
        "PMID": "30566076",
        "Title": "Evoked transients of pH-sensitive fluorescent false neurotransmitter reveal dopamine hot spots in the globus pallidus.",
        "Abstract": "Dopamine neurotransmission is suspected to play important physiological roles in multiple sparsely innervated brain nuclei, but there has not been a means to measure synaptic dopamine release in such regions. The globus pallidus externa (GPe) is a major locus in the basal ganglia that displays a sparse innervation of ",
        "Keywords": [
            "FFN",
            "basal ganglia",
            "dopamine",
            "exocytosis",
            "external globus pallidus",
            "mouse",
            "neuroscience"
        ],
        "MeSH terms": [
            "Animals",
            "Axons",
            "Basal Ganglia",
            "Dopamine",
            "Female",
            "Globus Pallidus",
            "Hydrogen-Ion Concentration",
            "Male",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Mice, Transgenic",
            "Neurotransmitter Agents",
            "Substantia Nigra",
            "Synaptic Transmission"
        ],
        "Authors": [
            {
                "First Name": "Jozsef",
                "Last Name": "Meszaros",
                "Affiliation": "Laboratory for Functional Optical Imaging, Department of Biomedical Engineering, Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, United States."
            },
            {
                "First Name": "Timothy",
                "Last Name": "Cheung",
                "Affiliation": "Department of Neurology, Columbia University, New York, United States."
            },
            {
                "First Name": "Maya M",
                "Last Name": "Erler",
                "Affiliation": "Graduate Program in Pharmacology, College of Physicians and Surgeons, Columbia University, New York, United States."
            },
            {
                "First Name": "Un Jung",
                "Last Name": "Kang",
                "Affiliation": "Department of Neurology, Columbia University, New York, United States."
            },
            {
                "First Name": "Dalibor",
                "Last Name": "Sames",
                "Affiliation": "Department of Chemistry and NeuroTechnology Center, Columbia University, New York, United States."
            },
            {
                "First Name": "Christoph",
                "Last Name": "Kellendonk",
                "Affiliation": "Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, United States."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Department of Neurology, Columbia University, New York, United States."
            }
        ],
        "Journal": "eLife",
        "PubDate": "2018"
    },
    {
        "PMID": "30179507",
        "Title": "Resonance State Method for Electron Injection in Dye Sensitized Solar Cells.",
        "Abstract": "Herein, the ab initio method is applied to examine metastable molecular excited states on a solid surface using resonance state theory and Green's function. A formula for the complex energy correction that determines the decay rate is presented; the configuration interaction effect together with major molecule-surface interactions are considered in more detail as compared to previous studies. Furthermore, the lifetimes of the excited states of Ru-terpyridine dyes adsorbed on an anatase surface are calculated, and the effects of the molecular structure and adsorption mode on the electron injection rate are studied. Also, the adsorption structures and relative stabilities of a series of Ru-terpyridine dyes-including the black dye-are reported. An implicit solvation model is necessary to reliably calculate the alignment between the photoabsorption spectrum and the conduction band density of states, governing the injection rate. Finally, some of the factors that limit the injection ability of dyes are discussed.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Institute for Molecular Science , 38 Nishigo-Naka , Myodaiji, Okazaki , Aichi 444-8585 , Japan."
            },
            {
                "First Name": "Koji",
                "Last Name": "Yasuda",
                "Affiliation": "Graduate School of Informatics , Nagoya University , Furo-cho, Chikusa-ku, Nagoya , Aichi 464-8601 , Japan."
            }
        ],
        "Journal": "Journal of chemical theory and computation",
        "PubDate": "2018"
    },
    {
        "PMID": "30057204",
        "Title": "Dopamine Triggers the Maturation of Striatal Spiny Projection Neuron Excitability during a Critical Period.",
        "Abstract": "Neural circuits are formed and refined during childhood, including via critical changes in neuronal excitability. Here, we investigated the ontogeny of striatal intrinsic excitability. We found that dopamine neurotransmission increases from the first to the third postnatal week in mice and precedes the reduction in spiny projection neuron (SPN) intrinsic excitability during the fourth postnatal week. In mice developmentally deficient for striatal dopamine, direct pathway D1-SPNs failed to undergo maturation of excitability past P18 and maintained hyperexcitability into adulthood. We found that the absence of D1-SPN maturation was due to altered phosphatidylinositol 4,5-biphosphate dynamics and a consequent lack of normal ontogenetic increases in Kir2 currents. Dopamine replacement corrected these deficits in SPN excitability when provided from birth or during a specific period of juvenile development (P18-P28), but not during adulthood. These results identify a sensitive period of dopamine-dependent striatal maturation, with implications for the pathophysiology and treatment of neurodevelopmental disorders.",
        "Keywords": [
            "Kir2",
            "PIP2",
            "adolescence",
            "critical period",
            "development",
            "dopamine",
            "intrinsic excitability",
            "spiny projection neuron",
            "striatum"
        ],
        "MeSH terms": [
            "Age Factors",
            "Animals",
            "Animals, Newborn",
            "Corpus Striatum",
            "Critical Period, Psychological",
            "Dopamine",
            "Female",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Mice, Transgenic",
            "Neurons",
            "Random Allocation"
        ],
        "Authors": [
            {
                "First Name": "Ori J",
                "Last Name": "Lieberman",
                "Affiliation": "Department of Psychiatry, Columbia University College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "Avery F",
                "Last Name": "McGuirt",
                "Affiliation": "Department of Psychiatry, Columbia University College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "Eugene V",
                "Last Name": "Mosharov",
                "Affiliation": "Department of Psychiatry, Columbia University College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "Irena",
                "Last Name": "Pigulevskiy",
                "Affiliation": "Department of Psychiatry, Columbia University College of Physicians and Surgeons, New York, NY 10032, USA; Division of Movement Disorders, Department of Neurology, Columbia University College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "Benjamin D",
                "Last Name": "Hobson",
                "Affiliation": "Department of Psychiatry, Columbia University College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "Sejoon",
                "Last Name": "Choi",
                "Affiliation": "Department of Psychiatry, Columbia University College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "Micah D",
                "Last Name": "Frier",
                "Affiliation": "Department of Psychiatry, Columbia University College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "Emanuela",
                "Last Name": "Santini",
                "Affiliation": "Division of Movement Disorders, Department of Neurology, Columbia University College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "Anders",
                "Last Name": "Borgkvist",
                "Affiliation": "Division of Movement Disorders, Department of Neurology, Columbia University College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Department of Psychiatry, Columbia University College of Physicians and Surgeons, New York, NY 10032, USA; Division of Movement Disorders, Department of Neurology, Columbia University College of Physicians and Surgeons, New York, NY 10032, USA; Department of Pharmacology, Columbia University College of Physicians and Surgeons, New York, NY 10032, USA; Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY 10032, USA. Electronic address: ds43@cumc.columbia.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2018"
    },
    {
        "PMID": "29709573",
        "Title": "Roles for neuronal and glial autophagy in synaptic pruning during development.",
        "Abstract": "The dendritic protrusions known as spines represent the primary postsynaptic location for excitatory synapses. Dendritic spines are critical for many synaptic functions, and their formation, modification, and turnover are thought to be important for mechanisms of learning and memory. At many excitatory synapses, dendritic spines form during the early postnatal period, and while many spines are likely being formed and removed throughout life, the net number are often gradually \"pruned\" during adolescence to reach a stable level in the adult. In neurodevelopmental disorders, spine pruning is disrupted, emphasizing the importance of understanding its governing processes. Autophagy, a process through which cytosolic components and organelles are degraded, has recently been shown to control spine pruning in the mouse cortex, but the mechanisms through which autophagy acts remain obscure. Here, we draw on three widely studied prototypical synaptic pruning events to focus on two governing principles of spine pruning: 1) activity-dependent synaptic competition and 2) non-neuronal contributions. We briefly review what is known about autophagy in the central nervous system and its regulation by metabolic kinases. We propose a model in which autophagy in both neurons and non-neuronal cells contributes to spine pruning, and how other processes that regulate spine pruning could intersect with autophagy. We further outline future research directions to address outstanding questions on the role of autophagy in synaptic pruning.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Autophagy",
            "Central Nervous System",
            "Humans",
            "Neuroglia",
            "Neurons",
            "Synapses"
        ],
        "Authors": [
            {
                "First Name": "Ori J",
                "Last Name": "Lieberman",
                "Affiliation": "Department of Psychiatry, Columbia University Medical Center, New York, NY 10032, United States."
            },
            {
                "First Name": "Avery F",
                "Last Name": "McGuirt",
                "Affiliation": "Department of Psychiatry, Columbia University Medical Center, New York, NY 10032, United States."
            },
            {
                "First Name": "Guomei",
                "Last Name": "Tang",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, NY 10032, United States."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Department of Psychiatry, Columbia University Medical Center, New York, NY 10032, United States; Department of Neurology, Columbia University Medical Center, New York, NY 10032, United States; Department of Pharmacology, Columbia University Medical Center, New York, NY 10032, United States; Research Foundation for Mental Hygiene, New York State Psychiatric Institute, New York, NY 10032, United States. Electronic address: ds43@cumc.columbia.edu."
            }
        ],
        "Journal": "Neurobiology of disease",
        "PubDate": "2019"
    },
    {
        "PMID": "29644335",
        "Title": "Neuromelanin detection by magnetic resonance imaging (MRI) and its promise as a biomarker for Parkinson's disease.",
        "Abstract": "The diagnosis of Parkinson's disease (PD) occurs after pathogenesis is advanced and many substantia nigra (SN) dopamine neurons have already died. Now that therapies to block this neuronal loss are under development, it is imperative that the disease be diagnosed at earlier stages and that the response to therapies is monitored. Recent studies suggest this can be accomplished by magnetic resonance imaging (MRI) detection of neuromelanin (NM), the characteristic pigment of SN dopaminergic, and locus coeruleus (LC) noradrenergic neurons. NM is an autophagic product synthesized via oxidation of catecholamines and subsequent reactions, and in the SN and LC it increases linearly during normal aging. In PD, however, the pigment is lost when SN and LC neurons die. As shown nearly 25 years ago by Zecca and colleagues, NM's avid binding of iron provides a paramagnetic source to enable electron and nuclear magnetic resonance detection, and thus a means for safe and noninvasive measure in living human brain. Recent technical improvements now provide a means for MRI to differentiate between PD patients and age-matched healthy controls, and should be able to identify changes in SN NM with age in individuals. We discuss how MRI detects NM and how this approach might be improved. We suggest that MRI of NM can be used to confirm PD diagnosis and monitor disease progression. We recommend that for subjects at risk for PD, and perhaps generally for older people, that MRI sequences performed at regular intervals can provide a pre-clinical means to detect presymptomatic PD.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "1Department of Psychiatry, Columbia University Medical Center , New York State Psychiatric Institute, New York, NY USA."
            },
            {
                "First Name": "Clifford",
                "Last Name": "Cassidy",
                "Affiliation": "4The Royal's Institute of Mental Health Research, Affiliated with the University of Ottawa, Ottawa, ON Canada."
            },
            {
                "First Name": "Guillermo",
                "Last Name": "Horga",
                "Affiliation": "1Department of Psychiatry, Columbia University Medical Center , New York State Psychiatric Institute, New York, NY USA."
            },
            {
                "First Name": "Un Jung",
                "Last Name": "Kang",
                "Affiliation": "2Department of Neurology, Columbia University Medical Center, New York, NY USA."
            },
            {
                "First Name": "Stanley",
                "Last Name": "Fahn",
                "Affiliation": "2Department of Neurology, Columbia University Medical Center, New York, NY USA."
            },
            {
                "First Name": "Luigi",
                "Last Name": "Casella",
                "Affiliation": "5Department of Chemistry, University of Pavia, Pavia, Italy."
            },
            {
                "First Name": "Gianni",
                "Last Name": "Pezzoli",
                "Affiliation": "Parkinson Institute, ASST \"Gaetano Pini-CTO\", Milan, Italy."
            },
            {
                "First Name": "Jason",
                "Last Name": "Langley",
                "Affiliation": "7Center for Advanced NeuroImaging, University of California Riverside, Riverside, CA USA."
            },
            {
                "First Name": "Xiaoping P",
                "Last Name": "Hu",
                "Affiliation": "8Department of Bioengineering, University of California Riverside, Riverside, CA USA."
            },
            {
                "First Name": "Fabio A",
                "Last Name": "Zucca",
                "Affiliation": "9Institute of Biomedical Technologies, National Research Council of Italy, Milan, Italy."
            },
            {
                "First Name": "Ioannis U",
                "Last Name": "Isaias",
                "Affiliation": "Department of Neurology, University Hospital and Julius-Maximillian-University, Wuerzburg, Germany."
            },
            {
                "First Name": "Luigi",
                "Last Name": "Zecca",
                "Affiliation": "9Institute of Biomedical Technologies, National Research Council of Italy, Milan, Italy."
            }
        ],
        "Journal": "NPJ Parkinson's disease",
        "PubDate": "2018"
    },
    {
        "PMID": "29553567",
        "Title": "Piezo High Accuracy Surgical Osteal Removal (PHASOR): A Technique for Improved Cranial Window Surgery in Mice.",
        "Abstract": "Multiphoton microscopy has been widely adapted for imaging neurons in vivo. Repeated imaging requires implantation of a cranial window or repeated thinning of the skull. Cranial window surgery is typically performed with a high speed rotary drill, and many investigators find it challenging to prevent the drill from damaging the delicate dura and blood vessels. Extensive training and practice is required to remove the bone without damage to underlying tissue and thus cranial window surgery can be difficult, time consuming, and produce tissue damage. Piezoelectric surgery, which is extensively used for maxillofacial and dental surgery, utilizes ultrasonic vibrations to remove bone without damaging soft tissues. We have developed a method applying piezoelectric surgery to improve cranial window surgery in mice in preparation for multiphoton imaging. Comparisons within our lab find that the method requires less surgery time and has a lower average rate of complications due to dural bleeding than cranial window surgery with a rotary drill.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Humans",
            "Mice",
            "Skull"
        ],
        "Authors": [
            {
                "First Name": "Samuel D",
                "Last Name": "Clark",
                "Affiliation": "Departments of Psychiatry, Neurology, & Pharmacology, Columbia University Medical Campus."
            },
            {
                "First Name": "Rachel",
                "Last Name": "Mikofsky",
                "Affiliation": "Departments of Psychiatry, Neurology, & Pharmacology, Columbia University Medical Campus."
            },
            {
                "First Name": "Jacqueline",
                "Last Name": "Lawson",
                "Affiliation": "Departments of Psychiatry, Neurology, & Pharmacology, Columbia University Medical Campus."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Departments of Psychiatry, Neurology, & Pharmacology, Columbia University Medical Campus; ds43@columbia.edu."
            }
        ],
        "Journal": "Journal of visualized experiments : JoVE",
        "PubDate": "2018"
    },
    {
        "PMID": "29420932",
        "Title": "Dopamine's Effects on Corticostriatal Synapses during Reward-Based Behaviors.",
        "Abstract": "Many learned responses depend on the coordinated activation and inhibition of synaptic pathways in the striatum. Local dopamine neurotransmission acts in concert with a variety of neurotransmitters to regulate cortical, thalamic, and limbic excitatory inputs to drive the direct and indirect striatal spiny projection neuron outputs that determine the activity, sequence, and timing of learned behaviors. We review recent advances in the characterization of stereotyped neuronal and operant responses that predict and then obtain rewards. These depend on the local release of dopamine at discrete times during behavioral sequences, which, acting with glutamate, provides a presynaptic filter to select which excitatory synapses are inhibited and which signals pass to indirect pathway circuits. This is followed by dopamine-dependent activation of specific direct pathway circuits to procure a reward. These steps may provide a means by which higher organisms learn behaviors in response to feedback from the environment.",
        "Keywords": [
            "direct pathway",
            "indirect pathway",
            "learning",
            "motor",
            "nucleus accumbens",
            "reward",
            "striatum",
            "substantia nigra",
            "synapse",
            "ventral tegmental area"
        ],
        "MeSH terms": [
            "Animals",
            "Behavior, Animal",
            "Cerebral Cortex",
            "Conditioning, Operant",
            "Corpus Striatum",
            "Dopamine",
            "Neural Pathways",
            "Neurons",
            "Receptors, Dopamine D1",
            "Receptors, Dopamine D2",
            "Reward",
            "Synapses"
        ],
        "Authors": [
            {
                "First Name": "Nigel S",
                "Last Name": "Bamford",
                "Affiliation": "Departments of Pediatrics, Neurology, Cellular and Molecular Physiology, Yale University, New Haven, CT 06510, USA. Electronic address: nigel.bamford@yale.edu."
            },
            {
                "First Name": "R Mark",
                "Last Name": "Wightman",
                "Affiliation": "Department of Chemistry, University of North Carolina, Chapel Hill, NC, USA. Electronic address: rmw@unc.edu."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Departments of Psychiatry, Neurology, Pharmacology, Columbia University Medical Campus, Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY 10032, USA. Electronic address: ds43@cumc.columbia.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2018"
    },
    {
        "PMID": "29125979",
        "Title": "Synaptic plasticity may underlie l-DOPA induced dyskinesia.",
        "Abstract": "l-DOPA provides highly effective treatment for Parkinson's disease, but l-DOPA induced dyskinesia (LID) is a very debilitating response that eventually is presented by a majority of patients. A central issue in understanding the basis of LID is whether it is due to a response to chronic l-DOPA over years of therapy, and/or due to synaptic changes that follow the loss of dopaminergic neurotransmission and then triggered by acute l-DOPA administration. We review recent work that suggests that specific synaptic changes in the D1 dopamine receptor-expressing direct pathway striatal projection neurons due to loss of dopamine in Parkinson's disease are responsible for LID. Chronic l-DOPA may nevertheless modulate LID through priming mechanisms.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Antiparkinson Agents",
            "Corpus Striatum",
            "Disease Models, Animal",
            "Dyskinesia, Drug-Induced",
            "Humans",
            "Levodopa",
            "Neuronal Plasticity",
            "Parkinson Disease"
        ],
        "Authors": [
            {
                "First Name": "Anders",
                "Last Name": "Borgkvist",
                "Affiliation": "Departments of Neurology, Columbia University Medical Center and Division of Molecular Therapeutics, New York State Psychiatric Institute, United States. Electronic address: ab3380@cumc.columbia.edu."
            },
            {
                "First Name": "Ori J",
                "Last Name": "Lieberman",
                "Affiliation": "Departments of Psychiatry, Pharmacology, Columbia University Medical Center and Division of Molecular Therapeutics, New York State Psychiatric Institute, United States."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Departments of Psychiatry, Pharmacology, Columbia University Medical Center and Division of Molecular Therapeutics, New York State Psychiatric Institute, United States."
            }
        ],
        "Journal": "Current opinion in neurobiology",
        "PubDate": "2018"
    },
    {
        "PMID": "28988910",
        "Title": "Neuroprotection and neurorestoration as experimental therapeutics for Parkinson's disease.",
        "Abstract": "Disease-modifying treatments remain an unmet medical need in Parkinson's disease (PD). Such treatments can be operationally defined as interventions that slow down the clinical evolution to advanced disease milestones. A treatment may achieve this outcome by either inhibiting primary neurodegenerative events (\"neuroprotection\") or boosting compensatory and regenerative mechanisms in the brain (\"neurorestoration\"). Here we review experimental paradigms that are currently used to assess the neuroprotective and neurorestorative potential of candidate treatments in animal models of PD. We review some key molecular mediators of neuroprotection and neurorestoration in the nigrostriatal dopamine pathway that are likely to exert beneficial effects on multiple neural systems affected in PD. We further review past and current strategies to therapeutically stimulate these mediators, and discuss the preclinical evidence that exercise training can have neuroprotective and neurorestorative effects. A future translational task will be to combine behavioral and pharmacological interventions to exploit endogenous mechanisms of neuroprotection and neurorestoration for therapeutic purposes. This type of approach is likely to provide benefit to many PD patients, despite the clinical, etiological, and genetic heterogeneity of the disease.",
        "Keywords": [
            "6-Hydroxydopamine",
            "Axon sprouting",
            "Growth factor",
            "MPTP",
            "Neurotrophin",
            "Sigma-1 receptor",
            "Synaptic plasticity",
            "Synuclein"
        ],
        "MeSH terms": [
            "Animals",
            "Brain",
            "Disease Models, Animal",
            "Dopamine",
            "Humans",
            "Neuroprotection",
            "Neuroprotective Agents",
            "Parkinson Disease"
        ],
        "Authors": [
            {
                "First Name": "Veronica",
                "Last Name": "Francardo",
                "Affiliation": "Basal Ganglia Pathophysiology Unit, Department of Experimental Medical Science, Lund University, Lund, Sweden. Electronic address: Veronica.Francardo@med.lu.se."
            },
            {
                "First Name": "Yvonne",
                "Last Name": "Schmitz",
                "Affiliation": "Departments Neurology, Psychiatry, Pharmacology, Columbia University Medical Center: Division of Molecular Therapeutics, New York State Psychiatric Institute, New York 10032, NY, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Departments Neurology, Psychiatry, Pharmacology, Columbia University Medical Center: Division of Molecular Therapeutics, New York State Psychiatric Institute, New York 10032, NY, USA."
            },
            {
                "First Name": "M Angela",
                "Last Name": "Cenci",
                "Affiliation": "Basal Ganglia Pathophysiology Unit, Department of Experimental Medical Science, Lund University, Lund, Sweden. Electronic address: Angela.Cenci_Nilsson@med.lu.se."
            }
        ],
        "Journal": "Experimental neurology",
        "PubDate": "2017"
    },
    {
        "PMID": "28905919",
        "Title": "Erratum: T cells from patients with Parkinson's disease recognize α-synuclein peptides.",
        "Abstract": "This corrects the article DOI: 10.1038/nature22815.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            },
            {
                "First Name": "Roy N",
                "Last Name": "Alcalay",
                "Affiliation": ""
            },
            {
                "First Name": "Francesca",
                "Last Name": "Garretti",
                "Affiliation": ""
            },
            {
                "First Name": "Lucien",
                "Last Name": "Cote",
                "Affiliation": ""
            },
            {
                "First Name": "Ellen",
                "Last Name": "Kanter",
                "Affiliation": ""
            },
            {
                "First Name": "Julian",
                "Last Name": "Agin-Liebes",
                "Affiliation": ""
            },
            {
                "First Name": "Christopher",
                "Last Name": "Liong",
                "Affiliation": ""
            },
            {
                "First Name": "Curtis",
                "Last Name": "McMurtrey",
                "Affiliation": ""
            },
            {
                "First Name": "William H",
                "Last Name": "Hildebrand",
                "Affiliation": ""
            },
            {
                "First Name": "Xiaobo",
                "Last Name": "Mao",
                "Affiliation": ""
            },
            {
                "First Name": "Valina L",
                "Last Name": "Dawson",
                "Affiliation": ""
            },
            {
                "First Name": "Ted M",
                "Last Name": "Dawson",
                "Affiliation": ""
            },
            {
                "First Name": "Carla",
                "Last Name": "Oseroff",
                "Affiliation": ""
            },
            {
                "First Name": "John",
                "Last Name": "Pham",
                "Affiliation": ""
            },
            {
                "First Name": "John",
                "Last Name": "Sidney",
                "Affiliation": ""
            },
            {
                "First Name": "Myles B",
                "Last Name": "Dillon",
                "Affiliation": ""
            },
            {
                "First Name": "Chelsea",
                "Last Name": "Carpenter",
                "Affiliation": ""
            },
            {
                "First Name": "Daniela",
                "Last Name": "Weiskopf",
                "Affiliation": ""
            },
            {
                "First Name": "Elizabeth",
                "Last Name": "Phillips",
                "Affiliation": ""
            },
            {
                "First Name": "Simon",
                "Last Name": "Mallal",
                "Affiliation": ""
            },
            {
                "First Name": "Bjoern",
                "Last Name": "Peters",
                "Affiliation": ""
            },
            {
                "First Name": "April",
                "Last Name": "Frazier",
                "Affiliation": ""
            },
            {
                "First Name": "Cecilia S Lindestam",
                "Last Name": "Arlehamn",
                "Affiliation": ""
            },
            {
                "First Name": "Alessandro",
                "Last Name": "Sette",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2017"
    },
    {
        "PMID": "28636593",
        "Title": "T cells from patients with Parkinson's disease recognize α-synuclein peptides.",
        "Abstract": "Genetic studies have shown the association of Parkinson's disease with alleles of the major histocompatibility complex. Here we show that a defined set of peptides that are derived from α-synuclein, a protein aggregated in Parkinson's disease, act as antigenic epitopes displayed by these alleles and drive helper and cytotoxic T cell responses in patients with Parkinson's disease. These responses may explain the association of Parkinson's disease with specific major histocompatibility complex alleles.",
        "Keywords": [],
        "MeSH terms": [
            "Aged",
            "Aged, 80 and over",
            "Alleles",
            "Amino Acid Sequence",
            "Autoimmunity",
            "Epitopes, T-Lymphocyte",
            "Female",
            "HLA Antigens",
            "Humans",
            "Male",
            "Middle Aged",
            "Parkinson Disease",
            "Peptide Fragments",
            "T-Lymphocytes",
            "T-Lymphocytes, Cytotoxic",
            "T-Lymphocytes, Helper-Inducer",
            "alpha-Synuclein"
        ],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Departments of Psychiatry, Columbia University, Division of Molcular Therapeutics, New York State Psychiatric Institute, New York, New York 10032, USA."
            },
            {
                "First Name": "Roy N",
                "Last Name": "Alcalay",
                "Affiliation": "Department of Neurology, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Francesca",
                "Last Name": "Garretti",
                "Affiliation": "Departments of Psychiatry, Columbia University, Division of Molcular Therapeutics, New York State Psychiatric Institute, New York, New York 10032, USA."
            },
            {
                "First Name": "Lucien",
                "Last Name": "Cote",
                "Affiliation": "Department of Neurology, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Ellen",
                "Last Name": "Kanter",
                "Affiliation": "Departments of Psychiatry, Columbia University, Division of Molcular Therapeutics, New York State Psychiatric Institute, New York, New York 10032, USA."
            },
            {
                "First Name": "Julian",
                "Last Name": "Agin-Liebes",
                "Affiliation": "Departments of Psychiatry, Columbia University, Division of Molcular Therapeutics, New York State Psychiatric Institute, New York, New York 10032, USA."
            },
            {
                "First Name": "Christopher",
                "Last Name": "Liong",
                "Affiliation": "Department of Neurology, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Curtis",
                "Last Name": "McMurtrey",
                "Affiliation": "Department of Microbiology and Immunology, University of Oklahoma, Oklahoma City, Oklahoma 73104, USA."
            },
            {
                "First Name": "William H",
                "Last Name": "Hildebrand",
                "Affiliation": "Department of Microbiology and Immunology, University of Oklahoma, Oklahoma City, Oklahoma 73104, USA."
            },
            {
                "First Name": "Xiaobo",
                "Last Name": "Mao",
                "Affiliation": "Neuroregeneration and Stem Cell Program, Institute for Cell Engineering and the Department of Neurology, Johns Hopkins University School of Medicine, Baltimore, Maryland 21205, USA."
            },
            {
                "First Name": "Valina L",
                "Last Name": "Dawson",
                "Affiliation": "Neuroregeneration and Stem Cell Program, Institute for Cell Engineering and the Department of Neurology, Johns Hopkins University School of Medicine, Baltimore, Maryland 21205, USA."
            },
            {
                "First Name": "Ted M",
                "Last Name": "Dawson",
                "Affiliation": "Neuroregeneration and Stem Cell Program, Institute for Cell Engineering and the Department of Neurology, Johns Hopkins University School of Medicine, Baltimore, Maryland 21205, USA."
            },
            {
                "First Name": "Carla",
                "Last Name": "Oseroff",
                "Affiliation": "Division of Vaccine Discovery, La Jolla Institute for Allergy and Immunology, La Jolla, California 92037, USA."
            },
            {
                "First Name": "John",
                "Last Name": "Pham",
                "Affiliation": "Division of Vaccine Discovery, La Jolla Institute for Allergy and Immunology, La Jolla, California 92037, USA."
            },
            {
                "First Name": "John",
                "Last Name": "Sidney",
                "Affiliation": "Division of Vaccine Discovery, La Jolla Institute for Allergy and Immunology, La Jolla, California 92037, USA."
            },
            {
                "First Name": "Myles B",
                "Last Name": "Dillon",
                "Affiliation": "Division of Vaccine Discovery, La Jolla Institute for Allergy and Immunology, La Jolla, California 92037, USA."
            },
            {
                "First Name": "Chelsea",
                "Last Name": "Carpenter",
                "Affiliation": "Division of Vaccine Discovery, La Jolla Institute for Allergy and Immunology, La Jolla, California 92037, USA."
            },
            {
                "First Name": "Daniela",
                "Last Name": "Weiskopf",
                "Affiliation": "Division of Vaccine Discovery, La Jolla Institute for Allergy and Immunology, La Jolla, California 92037, USA."
            },
            {
                "First Name": "Elizabeth",
                "Last Name": "Phillips",
                "Affiliation": "Institute for Immunology and Infectious Diseases, Murdoch University, Perth, Western Australia 6150, Australia."
            },
            {
                "First Name": "Simon",
                "Last Name": "Mallal",
                "Affiliation": "Institute for Immunology and Infectious Diseases, Murdoch University, Perth, Western Australia 6150, Australia."
            },
            {
                "First Name": "Bjoern",
                "Last Name": "Peters",
                "Affiliation": "Division of Vaccine Discovery, La Jolla Institute for Allergy and Immunology, La Jolla, California 92037, USA."
            },
            {
                "First Name": "April",
                "Last Name": "Frazier",
                "Affiliation": "Division of Vaccine Discovery, La Jolla Institute for Allergy and Immunology, La Jolla, California 92037, USA."
            },
            {
                "First Name": "Cecilia S",
                "Last Name": "Lindestam Arlehamn",
                "Affiliation": "Division of Vaccine Discovery, La Jolla Institute for Allergy and Immunology, La Jolla, California 92037, USA."
            },
            {
                "First Name": "Alessandro",
                "Last Name": "Sette",
                "Affiliation": "Division of Vaccine Discovery, La Jolla Institute for Allergy and Immunology, La Jolla, California 92037, USA."
            }
        ],
        "Journal": "Nature",
        "PubDate": "2017"
    },
    {
        "PMID": "28450060",
        "Title": "Endocannabinoid modulation of dopamine neurotransmission.",
        "Abstract": "Dopamine (DA) is a major catecholamine neurotransmitter in the mammalian brain that controls neural circuits involved in the cognitive, emotional, and motor aspects of goal-directed behavior. Accordingly, perturbations in DA neurotransmission play a central role in several neuropsychiatric disorders. Somewhat surprisingly given its prominent role in numerous behaviors, DA is released by a relatively small number of densely packed neurons originating in the midbrain. The dopaminergic midbrain innervates numerous brain regions where extracellular DA release and receptor binding promote short- and long-term changes in postsynaptic neuron function. Striatal forebrain nuclei receive the greatest proportion of DA projections and are a predominant hub at which DA influences behavior. A number of excitatory, inhibitory, and modulatory inputs orchestrate DA neurotransmission by controlling DA cell body firing patterns, terminal release, and effects on postsynaptic sites in the striatum. The endocannabinoid (eCB) system serves as an important filter of afferent input that acts locally at midbrain and terminal regions to shape how incoming information is conveyed onto DA neurons and to output targets. In this review, we aim to highlight existing knowledge regarding how eCB signaling controls DA neuron function through modifications in synaptic strength at midbrain and striatal sites, and to raise outstanding questions on this topic. This article is part of the Special Issue entitled \"A New Dawn in Cannabinoid Neurobiology\".",
        "Keywords": [
            "Cannabinoids",
            "Dopamine",
            "Endocannabinoids",
            "Nucleus accumbens",
            "Striatum"
        ],
        "MeSH terms": [
            "Animals",
            "Corpus Striatum",
            "Dopaminergic Neurons",
            "Endocannabinoids",
            "Humans",
            "Mesencephalon",
            "Synaptic Transmission"
        ],
        "Authors": [
            {
                "First Name": "Dan P",
                "Last Name": "Covey",
                "Affiliation": "Department of Anatomy and Neurobiology, University of Maryland School of Medicine, Baltimore, MD, USA."
            },
            {
                "First Name": "Yolanda",
                "Last Name": "Mateo",
                "Affiliation": "Section on Synaptic Pharmacology, Laboratory for Integrative Neuroscience, National Institute on Alcohol Abuse and Alcoholism, National Institutes of Health, Rockville, MD 20852, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Department of Neurology, Columbia University, New York, NY 10032, USA; Department of Psychiatry, Columbia University, New York, NY 10032, USA; Department of Pharmacology, Columbia University, New York, NY 10032, USA; New York State Psychiatric Institute, New York, NY 10032, USA."
            },
            {
                "First Name": "Joseph F",
                "Last Name": "Cheer",
                "Affiliation": "Department of Anatomy and Neurobiology, University of Maryland School of Medicine, Baltimore, MD, USA; Department of Psychiatry, University of Maryland School of Medicine, Baltimore, MD, USA; Program in Neuroscience, University of Maryland School of Medicine, Baltimore, MD, USA."
            },
            {
                "First Name": "David M",
                "Last Name": "Lovinger",
                "Affiliation": "Section on Synaptic Pharmacology, Laboratory for Integrative Neuroscience, National Institute on Alcohol Abuse and Alcoholism, National Institutes of Health, Rockville, MD 20852, USA. Electronic address: lovindav@mail.nih.gov."
            }
        ],
        "Journal": "Neuropharmacology",
        "PubDate": "2017"
    },
    {
        "PMID": "27310524",
        "Title": "A New Method To Evaluate Excited States Lifetimes Based on Green's Function: Application to Dye-Sensitized Solar Cells.",
        "Abstract": "Dye-sensitized solar cell (DSSCs) are the promising device for electricity generation. However, the initial stage in which an electron is injected from a dye to the semiconductor has not been precisely understood. Standard quantum chemistry methods cannot handle infinite number of orbitals coming from the band structure of the semiconductor, whereas solid state calculations cannot handle many excited states at a reasonable computational cost. In this regard, we propose a new method to evaluate lifetimes of many excited states of a molecule on a semi-infinite surface. On the basis of the theory of resonance state, the effect of the semi-infinite semiconductor is encoded into the complex self-energy from surface Green's function. The lifetimes of excited states are evaluated through the imaginary part of the self-energy, and the self-energy correction is included into excitation energies obtained from time-dependent density functional theory calculations. This new method is applied to a DSSC system composed of black dye attached to the TiO2 semiconductor, and the computed lifetimes are linked to the natures of excited states and to the surface properties. The present method provides the firm ground for analysis of interplay between many excited states of the dye and band structure of the semiconductor.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Institute for Molecular Science, 38 Nishigo-Naka, Myodaiji, Okazaki, 444-8585, Japan."
            },
            {
                "First Name": "Satoru",
                "Last Name": "Iuchi",
                "Affiliation": ""
            },
            {
                "First Name": "Koji",
                "Last Name": "Yasuda",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of chemical theory and computation",
        "PubDate": "2016"
    },
    {
        "PMID": "27141430",
        "Title": "Striatal dopamine neurotransmission: regulation of release and uptake.",
        "Abstract": "Dopamine (DA) transmission is governed by processes that regulate release from axonal boutons in the forebrain and the somatodendritic compartment in midbrain, and by clearance by the DA transporter, diffusion, and extracellular metabolism. We review how axonal DA release is regulated by neuronal activity and by autoreceptors and heteroreceptors, and address how quantal release events are regulated in size and frequency. In brain regions densely innervated by DA axons, DA clearance is due predominantly to uptake by the DA transporter, whereas in cortex, midbrain, and other regions with relatively sparse DA inputs, the norepinephrine transporter and diffusion are involved. We discuss the role of DA uptake in restricting the sphere of influence of DA and in temporal accumulation of extracellular DA levels upon successive action potentials. The tonic discharge activity of DA neurons may be translated into a tonic extracellular DA level, whereas their bursting activity can generate discrete extracellular DA transients.",
        "Keywords": [
            "Parkinson’s disease",
            "acetylcholine",
            "addiction",
            "amperometry",
            "autoreceptor",
            "carbon fiber",
            "diffusion",
            "dopamine transporter",
            "drug dependence",
            "electrochemistry",
            "fast-scan cyclic voltammetry",
            "heteroreceptor",
            "microdialysis",
            "nAChRs",
            "quantal size",
            "release",
            "schizophrenia",
            "uptake"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Depts of Psychiatry, Neurology, & Pharmacology, NY State Psychiatric Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Stephanie J",
                "Last Name": "Cragg",
                "Affiliation": "Dept Physiology, Anatomy and Genetics, University of Oxford, Oxford, UK."
            },
            {
                "First Name": "Margaret E",
                "Last Name": "Rice",
                "Affiliation": "Depts of Neurosurgery & Neuroscience and Physiology, New York University School of Medicine, New York, NY, USA."
            }
        ],
        "Journal": "Basal ganglia",
        "PubDate": "2016"
    },
    {
        "PMID": "26900925",
        "Title": "Fluorescent false neurotransmitter reveals functionally silent dopamine vesicle clusters in the striatum.",
        "Abstract": "Neurotransmission at dopaminergic synapses has been studied with techniques that provide high temporal resolution, but cannot resolve individual synapses. To elucidate the spatial dynamics and heterogeneity of individual dopamine boutons, we developed fluorescent false neurotransmitter 200 (FFN200), a vesicular monoamine transporter 2 (VMAT2) substrate that selectively traces monoamine exocytosis in both neuronal cell culture and brain tissue. By monitoring electrically evoked Ca(2+) transients with GCaMP3 and FFN200 release simultaneously, we found that only a small fraction of dopamine boutons that exhibited Ca(2+) influx engaged in exocytosis, a result confirmed with activity-dependent loading of the endocytic probe FM1-43. Thus, only a low fraction of striatal dopamine axonal sites with uptake-competent VMAT2 vesicles are capable of transmitter release. This is consistent with the presence of functionally 'silent' dopamine vesicle clusters and represents, to the best of our knowledge, the first report suggestive of presynaptically silent neuromodulatory synapses.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cells, Cultured",
            "Corpus Striatum",
            "Dopamine",
            "Exocytosis",
            "Female",
            "Fluorescent Dyes",
            "HEK293 Cells",
            "Humans",
            "Male",
            "Mice",
            "Mice, 129 Strain",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Mice, Transgenic",
            "Neurotransmitter Agents",
            "Organ Culture Techniques",
            "Presynaptic Terminals",
            "Synaptic Vesicles"
        ],
        "Authors": [
            {
                "First Name": "Daniela B",
                "Last Name": "Pereira",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Yvonne",
                "Last Name": "Schmitz",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, New York, USA."
            },
            {
                "First Name": "József",
                "Last Name": "Mészáros",
                "Affiliation": "Department of Psychiatry, Columbia University Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Paolomi",
                "Last Name": "Merchant",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Gang",
                "Last Name": "Hu",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Shu",
                "Last Name": "Li",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Adam",
                "Last Name": "Henke",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "José E",
                "Last Name": "Lizardi-Ortiz",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Richard J",
                "Last Name": "Karpowicz",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Travis J",
                "Last Name": "Morgenstern",
                "Affiliation": "Department of Pharmacology, Columbia University Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Mark S",
                "Last Name": "Sonders",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Ellen",
                "Last Name": "Kanter",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Pamela C",
                "Last Name": "Rodriguez",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Eugene V",
                "Last Name": "Mosharov",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Dalibor",
                "Last Name": "Sames",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, New York, USA."
            }
        ],
        "Journal": "Nature neuroscience",
        "PubDate": "2016"
    },
    {
        "PMID": "26335644",
        "Title": "Loss of Striatonigral GABAergic Presynaptic Inhibition Enables Motor Sensitization in Parkinsonian Mice.",
        "Abstract": "Degeneration of dopamine (DA) neurons in Parkinson's disease (PD) causes hypokinesia, but DA replacement therapy can elicit exaggerated voluntary and involuntary behaviors that have been attributed to enhanced DA receptor sensitivity in striatal projection neurons. Here we reveal that in hemiparkinsonian mice, striatal D1 receptor-expressing medium spiny neurons (MSNs) directly projecting to the substantia nigra reticulata (SNr) lose tonic presynaptic inhibition by GABAB receptors. The absence of presynaptic GABAB response potentiates evoked GABA release from MSN efferents to the SNr and drives motor sensitization. This alternative mechanism of sensitization suggests a synaptic target for PD pharmacotherapy.",
        "Keywords": [],
        "MeSH terms": [
            "Adrenergic Agents",
            "Animals",
            "Bacterial Proteins",
            "Channelrhodopsins",
            "Corpus Striatum",
            "Disease Models, Animal",
            "Dopamine",
            "Excitatory Amino Acid Antagonists",
            "GABA Agents",
            "GABAergic Neurons",
            "Humans",
            "Inhibitory Postsynaptic Potentials",
            "Luminescent Proteins",
            "Medial Forebrain Bundle",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Transgenic",
            "Motor Activity",
            "Oxidopamine",
            "Parkinsonian Disorders",
            "Presynaptic Terminals",
            "Pyridinium Compounds",
            "Quaternary Ammonium Compounds",
            "Quinoxalines",
            "Substantia Nigra",
            "gamma-Aminobutyric Acid"
        ],
        "Authors": [
            {
                "First Name": "Anders",
                "Last Name": "Borgkvist",
                "Affiliation": "Department of Neurology, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Elizabeth M",
                "Last Name": "Avegno",
                "Affiliation": "Department of Pharmacology, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Minerva Y",
                "Last Name": "Wong",
                "Affiliation": "Department of Pharmacology, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Mazen A",
                "Last Name": "Kheirbek",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Mark S",
                "Last Name": "Sonders",
                "Affiliation": "Department of Neurology, Columbia University, New York, NY 10032, USA; Department of Psychiatry, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Rene",
                "Last Name": "Hen",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Department of Neurology, Columbia University, New York, NY 10032, USA; Department of Pharmacology, Columbia University, New York, NY 10032, USA; Department of Psychiatry, Columbia University, New York, NY 10032, USA; New York State Psychiatric Institute, New York, NY 10032, USA. Electronic address: ds43@cumc.columbia.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2015"
    },
    {
        "PMID": "28725680",
        "Title": "Introducing a new journal on Parkinson's disease.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Departments of Psychiatry, Neurology and Pharmacology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "K Ray",
                "Last Name": "Chaudhuri",
                "Affiliation": "National Parkinson Foundation International Centre of Excellence, King's College London, London, UK."
            },
            {
                "First Name": "Stanley",
                "Last Name": "Fahn",
                "Affiliation": "Department of Neurology, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "NPJ Parkinson's disease",
        "PubDate": "2015"
    },
    {
        "PMID": "25837712",
        "Title": "Synaptic optical imaging platforms: Examining pharmacological modulation of neurotransmitter release at discrete synapses.",
        "Abstract": "Chemical synapses are not only fundamental functional units of the brain but also anatomical and functional biomarkers of numerous brain disorders. Therefore, new experimental readouts of synaptic function are needed--with the spatial resolution of single synapses and the scale to image large ensembles of synapses in specific circuits--for the study of both acute and chronic effects of pharmacological agents on synaptic plasticity in living mammals. In this article we discuss the design and use of fluorescent false neurotransmitters (FFNs) as an important step in the development of versatile synaptic imaging platforms. This article is part of the Special Issue entitled 'Fluorescent Tools in Neuropharmacology'.",
        "Keywords": [
            "Brain receptors",
            "Fluorescent probes",
            "In vivo imaging",
            "Synapses",
            "Synaptic transmission"
        ],
        "MeSH terms": [
            "Animals",
            "Fluorescent Dyes",
            "Humans",
            "Neurotransmitter Agents",
            "Optical Imaging",
            "Synapses",
            "Synaptic Transmission"
        ],
        "Authors": [
            {
                "First Name": "Paolomi",
                "Last Name": "Merchant",
                "Affiliation": "Department of Chemistry, Columbia University, 3000 Broadway, MC3101, New York, NY 10027, United States; Department of Neurology, Columbia University Medical Center, New York, NY 10032, United States; Department of Psychiatry, Columbia University Medical Center, New York, NY 10032, United States; Department of Pharmacology, Columbia University Medical Center, New York, NY 10032, United States."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, NY 10032, United States; Department of Psychiatry, Columbia University Medical Center, New York, NY 10032, United States; Department of Pharmacology, Columbia University Medical Center, New York, NY 10032, United States. Electronic address: ds43@cumc.columbia.edu."
            },
            {
                "First Name": "Dalibor",
                "Last Name": "Sames",
                "Affiliation": "Department of Chemistry, Columbia University, 3000 Broadway, MC3101, New York, NY 10027, United States. Electronic address: ds584@columbia.edu."
            }
        ],
        "Journal": "Neuropharmacology",
        "PubDate": "2015"
    },
    {
        "PMID": "25450307",
        "Title": "Presynaptic effects of levodopa and their possible role in dyskinesia.",
        "Abstract": "Levodopa replacement therapy has long provided the most effective treatment for Parkinson's disease (PD). We review how this dopamine (DA) precursor enhances dopaminergic transmission by providing a greater sphere of neurotransmitter influence as a result of the confluence of increased quantal size and decreased DA reuptake, as well as loading DA as a false transmitter into surviving serotonin neuron synaptic vesicles. We further review literature on how presynaptic dysregulation of DA release after l-dopa might trigger dyskinesias in PD patients.",
        "Keywords": [
            "Parkinson's Disease",
            "dopamine",
            "dyskinesia",
            "levodopa",
            "presynaptic",
            "serotonin"
        ],
        "MeSH terms": [
            "Animals",
            "Dopamine",
            "Dopamine Agents",
            "Dyskinesia, Drug-Induced",
            "Humans",
            "Levodopa",
            "Neurons",
            "Parkinson Disease",
            "Presynaptic Terminals"
        ],
        "Authors": [
            {
                "First Name": "Eugene V",
                "Last Name": "Mosharov",
                "Affiliation": "Departments of Neurology, Columbia University Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Anders",
                "Last Name": "Borgkvist",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            }
        ],
        "Journal": "Movement disorders : official journal of the Movement Disorder Society",
        "PubDate": "2015"
    },
    {
        "PMID": "25352786",
        "Title": "Neuronal MHC-I expression and its implications in synaptic function, axonal regeneration and Parkinson's and other brain diseases.",
        "Abstract": "Neuronal expression of major histocompatibility complex I (MHC-I) has been implicated in developmental synaptic plasticity and axonal regeneration in the central nervous system (CNS), but recent findings demonstrate that constitutive neuronal MHC-I can also be involved in neurodegenerative diseases by playing a neuroinflammtory role. Recent reports demonstrate its expression in vitro and in human postmortem samples and support a role in neurodegeneration involving proinflammatory cytokines, activated microglia and increased cytosolic oxidative stress. Major histocompatibility complex I may be important for both normal development and pathogenesis of some CNS diseases including Parkinson's.",
        "Keywords": [
            "major histocompatibility complex class I",
            "neurodegeneration",
            "neuroinflammation",
            "neurons",
            "plasticity"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Carolina",
                "Last Name": "Cebrián",
                "Affiliation": "Department of Neurology, Columbia University Medical Center New York, NY, USA."
            },
            {
                "First Name": "John D",
                "Last Name": "Loike",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University Medical Center New York, NY, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Department of Neurology, Columbia University Medical Center New York, NY, USA ; Departments of Psychiatry and Pharmacology, Columbia University Medical Center New York, NY, USA."
            }
        ],
        "Journal": "Frontiers in neuroanatomy",
        "PubDate": "2014"
    },
    {
        "PMID": "25293443",
        "Title": "Neuroinflammation in Parkinson's disease animal models: a cell stress response or a step in neurodegeneration?",
        "Abstract": "The motor symptoms of Parkinson's disease are due to the progressive degeneration of dopaminergic neurons in the substantia nigra. Multiple neuroinflammatory processes are exacerbated in Parkinson's disease, including glial-mediated reactions, increased expression of proinflammatory substances, and lymphocytic infiltration, particularly in the substantia nigra. Neuroinflammation is also implicated in the neurodegeneration and consequent behavioral symptoms of many Parkinson's disease animal models, although it is not clear whether these features emulate pathogenic steps in the genuine disorder or if some inflammatory features provide protective stress responses. Here, we compare and summarize findings on neuroinflammatory responses and effects on behavior in a wide range of toxin-based, inflammatory and genetic Parkinson's disease animal models.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Disease Models, Animal",
            "Inflammation",
            "Parkinson Disease"
        ],
        "Authors": [
            {
                "First Name": "Carolina",
                "Last Name": "Cebrián",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "John D",
                "Last Name": "Loike",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            }
        ],
        "Journal": "Current topics in behavioral neurosciences",
        "PubDate": "2015"
    },
    {
        "PMID": "25155956",
        "Title": "Loss of mTOR-dependent macroautophagy causes autistic-like synaptic pruning deficits.",
        "Abstract": "Developmental alterations of excitatory synapses are implicated in autism spectrum disorders (ASDs). Here, we report increased dendritic spine density with reduced developmental spine pruning in layer V pyramidal neurons in postmortem ASD temporal lobe. These spine deficits correlate with hyperactivated mTOR and impaired autophagy. In Tsc2 ± ASD mice where mTOR is constitutively overactive, we observed postnatal spine pruning defects, blockade of autophagy, and ASD-like social behaviors. The mTOR inhibitor rapamycin corrected ASD-like behaviors and spine pruning defects in Tsc2 ± mice, but not in Atg7(CKO) neuronal autophagy-deficient mice or Tsc2 ± :Atg7(CKO) double mutants. Neuronal autophagy furthermore enabled spine elimination with no effects on spine formation. Our findings suggest that mTOR-regulated autophagy is required for developmental spine pruning, and activation of neuronal autophagy corrects synaptic pathology and social behavior deficits in ASD models with hyperactivated mTOR.",
        "Keywords": [],
        "MeSH terms": [
            "Adolescent",
            "Age Factors",
            "Animals",
            "Autistic Disorder",
            "Autophagy",
            "Child",
            "Child, Preschool",
            "Dendritic Spines",
            "Disease Models, Animal",
            "Exploratory Behavior",
            "Female",
            "Humans",
            "Immunosuppressive Agents",
            "Male",
            "Mice",
            "Mice, Transgenic",
            "Neurons",
            "Sirolimus",
            "Synapses",
            "TOR Serine-Threonine Kinases",
            "Temporal Lobe",
            "Tuberous Sclerosis Complex 2 Protein",
            "Tumor Suppressor Proteins",
            "Young Adult"
        ],
        "Authors": [
            {
                "First Name": "Guomei",
                "Last Name": "Tang",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, NY10032, USA."
            },
            {
                "First Name": "Kathryn",
                "Last Name": "Gudsnuk",
                "Affiliation": "Department of Psychology, Columbia University Medical Center, New York, NY10032, USA."
            },
            {
                "First Name": "Sheng-Han",
                "Last Name": "Kuo",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, NY10032, USA."
            },
            {
                "First Name": "Marisa L",
                "Last Name": "Cotrina",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Medical Center, New York, NY10032, USA; Center for Translational Neuromedicine, University of Rochester, Rochester, NY 14642, USA."
            },
            {
                "First Name": "Gorazd",
                "Last Name": "Rosoklija",
                "Affiliation": "Department of Psychiatry, Columbia University Medical Center, New York, NY10032, USA; New York State Psychiatric Institute, New York, NY 10032, USA."
            },
            {
                "First Name": "Alexander",
                "Last Name": "Sosunov",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Medical Center, New York, NY10032, USA."
            },
            {
                "First Name": "Mark S",
                "Last Name": "Sonders",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, NY10032, USA."
            },
            {
                "First Name": "Ellen",
                "Last Name": "Kanter",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, NY10032, USA."
            },
            {
                "First Name": "Candace",
                "Last Name": "Castagna",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, NY10032, USA."
            },
            {
                "First Name": "Ai",
                "Last Name": "Yamamoto",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, NY10032, USA."
            },
            {
                "First Name": "Zhenyu",
                "Last Name": "Yue",
                "Affiliation": "Departments of Neurology and Neuroscience, Friedman Brain Institute, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "Ottavio",
                "Last Name": "Arancio",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Medical Center, New York, NY10032, USA."
            },
            {
                "First Name": "Bradley S",
                "Last Name": "Peterson",
                "Affiliation": "Department of Psychiatry, Columbia University Medical Center, New York, NY10032, USA; New York State Psychiatric Institute, New York, NY 10032, USA."
            },
            {
                "First Name": "Frances",
                "Last Name": "Champagne",
                "Affiliation": "Department of Psychology, Columbia University Medical Center, New York, NY10032, USA."
            },
            {
                "First Name": "Andrew J",
                "Last Name": "Dwork",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Medical Center, New York, NY10032, USA; Department of Psychiatry, Columbia University Medical Center, New York, NY10032, USA; New York State Psychiatric Institute, New York, NY 10032, USA."
            },
            {
                "First Name": "James",
                "Last Name": "Goldman",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Medical Center, New York, NY10032, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, NY10032, USA; Department of Psychiatry, Columbia University Medical Center, New York, NY10032, USA; Department of Pharmacology, Columbia University Medical Center, New York, NY10032, USA; New York State Psychiatric Institute, New York, NY 10032, USA. Electronic address: ds43@columbia.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2014"
    },
    {
        "PMID": "25069615",
        "Title": "Cytokine pathway disruption in a mouse model of schizophrenia induced by Munc18-1a overexpression in the brain.",
        "Abstract": "An accumulating body of evidence points to the significance of neuroinflammation and immunogenetics in schizophrenia, and an imbalance of cytokines in the central nervous system (CNS) has been suggested to be associated with the disorder. Munc18-overexpressing mice (Munc18-OE) have provided a model for the study of the alterations that may underlie the symptoms of subjects with schizophrenia. The aim of the present study was to elucidate the involvement of neuroinflammation and cytokine imbalance in this model.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Brain",
            "Cytokines",
            "Disease Models, Animal",
            "Enzyme-Linked Immunosorbent Assay",
            "Gene Expression",
            "Glial Fibrillary Acidic Protein",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Munc18 Proteins",
            "NF-kappa B",
            "Schizophrenia",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Itziar",
                "Last Name": "Gil-Pisa",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, 710 W, 168th Street, New York, NY 10032, USA. itziar.gil@ehu.es."
            },
            {
                "First Name": "Carolina",
                "Last Name": "Cebrián",
                "Affiliation": ""
            },
            {
                "First Name": "Jorge E",
                "Last Name": "Ortega",
                "Affiliation": ""
            },
            {
                "First Name": "J Javier",
                "Last Name": "Meana",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of neuroinflammation",
        "PubDate": "2014"
    },
    {
        "PMID": "25057130",
        "Title": "Calcium currents regulate dopamine autoreceptors.",
        "Abstract": "This scientific commentary refers to ‘Cav1.3 channels control D2-autoreceptor responses via NCS-1 in substantia nigra dopamine neurons', by Dragicevic et al. (doi:10.1093/brain/awu131).",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Autoreceptors",
            "Calcium Channels, L-Type",
            "Dopaminergic Neurons",
            "G Protein-Coupled Inwardly-Rectifying Potassium Channels",
            "Humans",
            "Male",
            "Neuronal Calcium-Sensor Proteins",
            "Neuropeptides",
            "Parkinson Disease",
            "Substantia Nigra",
            "Ventral Tegmental Area"
        ],
        "Authors": [
            {
                "First Name": "Anders",
                "Last Name": "Borgkvist",
                "Affiliation": "Departments of Psychiatry, Neurology and Pharmacology, Columbia University, USA."
            },
            {
                "First Name": "Eugene V",
                "Last Name": "Mosharov",
                "Affiliation": "Departments of Psychiatry, Neurology and Pharmacology, Columbia University, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Departments of Psychiatry, Neurology and Pharmacology, Columbia University, USA ds43@columbia.edu."
            }
        ],
        "Journal": "Brain : a journal of neurology",
        "PubDate": "2014"
    },
    {
        "PMID": "24968779",
        "Title": "The multilingual nature of dopamine neurons.",
        "Abstract": "The ability of dopamine (DA) neurons to release other transmitters in addition to DA itself has been increasingly recognized, hence the concept of their multilingual nature. A subset of DA neurons, mainly found in the ventral tegmental area, express VGLUT2, allowing them to package and release glutamate onto striatal spiny projection neurons and cholinergic interneurons. Some dopaminergic axon terminals release GABA. Glutamate release by DA neurons has a developmental role, facilitating axonal growth and survival, and may determine in part the critical contribution of the ventral striatum to psychostimulant-induced behavior. Vesicular glutamate coentry may have synergistic effects on vesicular DA filling. The multilingual transmission of DA neurons across multiple striatal domains and the increasing insight into the role of glutamate cotransmission in the ventral striatum highlight the importance of analyzing DA neuron transmission at the synaptic level.",
        "Keywords": [
            "GABA",
            "cotransmission",
            "dopamine",
            "glutamate",
            "vesicular"
        ],
        "MeSH terms": [
            "Animals",
            "Dopaminergic Neurons",
            "Glutamic Acid",
            "Humans",
            "Neurotransmitter Agents",
            "Synaptic Transmission",
            "gamma-Aminobutyric Acid"
        ],
        "Authors": [
            {
                "First Name": "Louis-Eric",
                "Last Name": "Trudeau",
                "Affiliation": "Department of Pharmacology, Neuroscience Research Group, Faculty of Medicine, Université de Montréal, Montréal, QC, Canada; Department of Neurosciences, Neuroscience Research Group, Faculty of Medicine, Université de Montréal, Montréal, QC, Canada. Electronic address: louis-eric.trudeau@umontreal.ca."
            },
            {
                "First Name": "Thomas S",
                "Last Name": "Hnasko",
                "Affiliation": "Department of Neurosciences, University of California San Diego, La Jolla, CA, USA."
            },
            {
                "First Name": "Asa",
                "Last Name": "Wallén-Mackenzie",
                "Affiliation": "Unit of Functional Neurobiology, Department of Neuroscience, Uppsala University, Uppsala, Sweden."
            },
            {
                "First Name": "Marisela",
                "Last Name": "Morales",
                "Affiliation": "National Institute on Drug Abuse, Intramural Research Program, Neuronal Networks Section, Baltimore, MD, USA."
            },
            {
                "First Name": "Steven",
                "Last Name": "Rayport",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY, USA; Department of Molecular Therapeutics, NYS Psychiatric Institute, New York, NY, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY, USA; Department of Neurology, Columbia University, New York, NY, USA; Department of Pharmacology, Columbia University, New York, NY, USA; Department of Molecular Therapeutics, NYS Psychiatric Institute, New York, NY, USA."
            }
        ],
        "Journal": "Progress in brain research",
        "PubDate": "2014"
    },
    {
        "PMID": "24736453",
        "Title": "MHC-I expression renders catecholaminergic neurons susceptible to T-cell-mediated degeneration.",
        "Abstract": "Subsets of rodent neurons are reported to express major histocompatibility complex class I (MHC-I), but such expression has not been reported in normal adult human neurons. Here we provide evidence from immunolabel, RNA expression and mass spectrometry analysis of postmortem samples that human catecholaminergic substantia nigra and locus coeruleus neurons express MHC-I, and that this molecule is inducible in human stem cell-derived dopamine (DA) neurons. Catecholamine murine cultured neurons are more responsive to induction of MHC-I by gamma-interferon than other neuronal populations. Neuronal MHC-I is also induced by factors released from microglia activated by neuromelanin or alpha-synuclein, or high cytosolic DA and/or oxidative stress. DA neurons internalize foreign ovalbumin and display antigen derived from this protein by MHC-I, which triggers DA neuronal death in the presence of appropriate cytotoxic T cells. Thus, neuronal MHC-I can trigger antigenic response, and catecholamine neurons may be particularly susceptible to T-cell-mediated cytotoxic attack.",
        "Keywords": [],
        "MeSH terms": [
            "Adrenergic Neurons",
            "Aged",
            "Aged, 80 and over",
            "Animals",
            "Cell Survival",
            "Dopamine",
            "Dopaminergic Neurons",
            "Female",
            "Gene Expression Profiling",
            "Genes, MHC Class I",
            "Histocompatibility Antigens Class I",
            "Humans",
            "Interferon-gamma",
            "Locus Coeruleus",
            "Male",
            "Melanins",
            "Mice",
            "Microglia",
            "Middle Aged",
            "Oxidative Stress",
            "Parkinson Disease",
            "RNA, Messenger",
            "Substantia Nigra",
            "T-Lymphocytes, Cytotoxic",
            "alpha-Synuclein"
        ],
        "Authors": [
            {
                "First Name": "Carolina",
                "Last Name": "Cebrián",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, New York 10032, USA."
            },
            {
                "First Name": "Fabio A",
                "Last Name": "Zucca",
                "Affiliation": "Institute of Biomedical Technologies, National Research Council of Italy, Segrate, Milano 20090, Italy."
            },
            {
                "First Name": "Pierluigi",
                "Last Name": "Mauri",
                "Affiliation": "Institute of Biomedical Technologies, National Research Council of Italy, Segrate, Milano 20090, Italy."
            },
            {
                "First Name": "Julius A",
                "Last Name": "Steinbeck",
                "Affiliation": "Center for Stem Cell Biology, Sloan-Kettering Institute, New York, New York 10065, USA."
            },
            {
                "First Name": "Lorenz",
                "Last Name": "Studer",
                "Affiliation": "Center for Stem Cell Biology, Sloan-Kettering Institute, New York, New York 10065, USA."
            },
            {
                "First Name": "Clemens R",
                "Last Name": "Scherzer",
                "Affiliation": "The Neurogenomics Laboratory, Harvard Medical School and Brigham and Women's Hospital, Cambridge, Massachusetts 02139, USA."
            },
            {
                "First Name": "Ellen",
                "Last Name": "Kanter",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, New York 10032, USA."
            },
            {
                "First Name": "Sadna",
                "Last Name": "Budhu",
                "Affiliation": "Sloan Kettering Memorial Hospital, New York, New York, USA."
            },
            {
                "First Name": "Jonathan",
                "Last Name": "Mandelbaum",
                "Affiliation": "Discovery Oncology Biology, Takeda Pharmaceuticals International Co., 40 Landsdowne Street, Cambridge, MA 021369, USA."
            },
            {
                "First Name": "Jean P",
                "Last Name": "Vonsattel",
                "Affiliation": "New York Brain Bank, Columbia University Medical Center, New York, New York 10032, USA."
            },
            {
                "First Name": "Luigi",
                "Last Name": "Zecca",
                "Affiliation": "Institute of Biomedical Technologies, National Research Council of Italy, Segrate, Milano 20090, Italy."
            },
            {
                "First Name": "John D",
                "Last Name": "Loike",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University Medical Center, New York, New York 10032, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "1] Department of Neurology, Columbia University Medical Center, New York, New York 10032, USA [2] Department of Psychiatry, Columbia University Medical Center, New York, New York 10032, USA [3] Department of Pharmacology, Columbia University Medical Center, New York, New York 10032, USA."
            }
        ],
        "Journal": "Nature communications",
        "PubDate": "2014"
    },
    {
        "PMID": "24133278",
        "Title": "Glycine transporter-1 inhibition promotes striatal axon sprouting via NMDA receptors in dopamine neurons.",
        "Abstract": "NMDA receptor activity is involved in shaping synaptic connections throughout development and adulthood. We recently reported that brief activation of NMDA receptors on cultured ventral midbrain dopamine neurons enhanced their axon growth rate and induced axonal branching. To test whether this mechanism was relevant to axon regrowth in adult animals, we examined the reinnervation of dorsal striatum following nigral dopamine neuron loss induced by unilateral intrastriatal injections of the toxin 6-hydroxydopamine. We used a pharmacological approach to enhance NMDA receptor-dependent signaling by treatment with an inhibitor of glycine transporter-1 that elevates levels of extracellular glycine, a coagonist required for NMDA receptor activation. All mice displayed sprouting of dopaminergic axons from spared fibers in the ventral striatum to the denervated dorsal striatum at 7 weeks post-lesion, but the reinnervation in mice treated for 4 weeks with glycine uptake inhibitor was approximately twice as dense as in untreated mice. The treated mice also displayed higher levels of striatal dopamine and a complete recovery from lateralization in a test of sensorimotor behavior. We confirmed that the actions of glycine uptake inhibition on reinnervation and behavioral recovery required NMDA receptors in dopamine neurons using targeted deletion of the NR1 NMDA receptor subunit in dopamine neurons. Glycine transport inhibitors promote functionally relevant sprouting of surviving dopamine axons and could provide clinical treatment for disorders such as Parkinson's disease.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Axons",
            "Behavior, Animal",
            "Corpus Striatum",
            "Dopaminergic Neurons",
            "Glycine Plasma Membrane Transport Proteins",
            "Mesencephalon",
            "Mice",
            "Motor Skills",
            "Oxidopamine",
            "Parkinson Disease, Secondary",
            "Receptors, N-Methyl-D-Aspartate",
            "Recovery of Function",
            "Substantia Nigra"
        ],
        "Authors": [
            {
                "First Name": "Yvonne",
                "Last Name": "Schmitz",
                "Affiliation": "Departments of Neurology, Psychiatry, and Pharmacology, Columbia University Medical Center, New York, New York 10032, and Vanderbilt Center for Neuroscience Drug Discovery, Vanderbilt University Medical Center, Nashville, Tennessee 37232."
            },
            {
                "First Name": "Candace",
                "Last Name": "Castagna",
                "Affiliation": ""
            },
            {
                "First Name": "Ana",
                "Last Name": "Mrejeru",
                "Affiliation": ""
            },
            {
                "First Name": "José E",
                "Last Name": "Lizardi-Ortiz",
                "Affiliation": ""
            },
            {
                "First Name": "Zoe",
                "Last Name": "Klein",
                "Affiliation": ""
            },
            {
                "First Name": "Craig W",
                "Last Name": "Lindsley",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2013"
    },
    {
        "PMID": "23862751",
        "Title": "Visualizing neurotransmitter secretion at individual synapses.",
        "Abstract": "To advance understanding of the brain, the ability to measure both nerve cell electrical spiking and chemical neurotransmission with high spatial resolution is required. In comparison to the development of voltage sensors and Ca(2+) indicator dyes over the past several decades, high resolution imaging of neurotransmitter (NT) release at single synapses has not been possible. In this Viewpoint, we discuss two recent developments toward this goal, namely, the design of fluorescent false neurotransmitters (FFNs) and optical neurotransmitter sensors.",
        "Keywords": [],
        "MeSH terms": [
            "Brain",
            "Fluorescent Dyes",
            "Humans",
            "Molecular Imaging",
            "Neurotransmitter Agents",
            "Synapses",
            "Synaptic Transmission"
        ],
        "Authors": [
            {
                "First Name": "Dalibor",
                "Last Name": "Sames",
                "Affiliation": "Department of Chemistry, Columbia University , 3000 Broadway, New York, NY 10027, United States. ds584@columbia.edu"
            },
            {
                "First Name": "Matthew",
                "Last Name": "Dunn",
                "Affiliation": ""
            },
            {
                "First Name": "Richard J",
                "Last Name": "Karpowicz",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            }
        ],
        "Journal": "ACS chemical neuroscience",
        "PubDate": "2013"
    },
    {
        "PMID": "23647019",
        "Title": "APP+, a fluorescent analogue of the neurotoxin MPP+, is a marker of catecholamine neurons in brain tissue, but not a fluorescent false neurotransmitter.",
        "Abstract": "We have previously introduced fluorescent false neurotransmitters (FFNs) as optical reporters that enable visualization of individual dopaminergic presynaptic terminals and their activity in the brain. In this context, we examined the fluorescent pyridinium dye 4-(4-dimethylamino)phenyl-1-methylpyridinium (APP+), a fluorescent analogue of the dopaminergic neurotoxin MPP+, in acute mouse brain tissue. APP+ is a substrate for the dopamine transporter (DAT), norepinephrine transporter (NET), and serotonin transporter (SERT), and as such represented a candidate for the development of new FFN probes. Here we report that APP+ labels cell bodies of catecholaminergic neurons in the midbrain in a DAT- and NET-dependent manner, as well as fine dopaminergic axonal processes in the dorsal striatum. APP+ destaining from presynaptic terminals in the dorsal striatum was also examined under the conditions inducing depolarization and exocytotic neurotransmitter release. Application of KCl led to a small but significant degree of destaining (approximately 15% compared to control), which stands in contrast to a nearly complete destaining of the new generation FFN agent, FFN102. Electrical stimulation of brain slices at 10 Hz afforded no significant change in the APP+ signal. These results indicate that the majority of the APP+ signal in axonal processes originates from labeled organelles including mitochondria, whereas only a minor component of the APP+ signal represents the releasable synaptic vesicular pool. These results also show that APP+ may serve as a useful probe for identifying catecholaminergic innervations in the brain, although it is a poor candidate for the development of FFNs.",
        "Keywords": [],
        "MeSH terms": [
            "1-Methyl-4-phenylpyridinium",
            "Adrenergic Neurons",
            "Aniline Compounds",
            "Animals",
            "Axons",
            "Brain",
            "Dopamine Plasma Membrane Transport Proteins",
            "Dopaminergic Neurons",
            "Fluorescent Dyes",
            "Mice",
            "Mitochondria",
            "Neostriatum",
            "Norepinephrine Plasma Membrane Transport Proteins",
            "Presynaptic Terminals",
            "Pyridinium Compounds",
            "Synapses",
            "Synaptic Vesicles"
        ],
        "Authors": [
            {
                "First Name": "Richard J",
                "Last Name": "Karpowicz",
                "Affiliation": "Department of Chemistry, Columbia University , 3000 Broadway, New York, New York 10027, United States."
            },
            {
                "First Name": "Matthew",
                "Last Name": "Dunn",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            },
            {
                "First Name": "Dalibor",
                "Last Name": "Sames",
                "Affiliation": ""
            }
        ],
        "Journal": "ACS chemical neuroscience",
        "PubDate": "2013"
    },
    {
        "PMID": "23589357",
        "Title": "Neuronal vulnerability, pathogenesis, and Parkinson's disease.",
        "Abstract": "Although there have been significant advances, pathogenesis in Parkinson's disease (PD) is still poorly understood. Potential clues about pathogenesis that have not been systematically pursued are suggested by the restricted pattern of neuronal pathology in the disease. In addition to dopaminergic neurons in the substantia nigra pars compacta (SNc), a significant number of other central and peripheral neuronal populations exhibit Lewy pathology (LP), phenotypic dysregulation, or frank degeneration in PD patients. Drawing on this literature, there appears to be a small number of risk factors contributing to vulnerability. These include autonomous activity, broad action potentials, low intrinsic calcium buffering capacity, poorly myelinated long highly branched axons and terminal fields, and use of a catecholamine neurotransmitter, often with the catecholamine-derived neuromelanin pigment. Of these phenotypic traits, only the physiological ones appear to provide a reachable therapeutic target at present.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Dopaminergic Neurons",
            "Humans",
            "Parkinson Disease",
            "Substantia Nigra"
        ],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "D James",
                "Last Name": "Surmeier",
                "Affiliation": ""
            }
        ],
        "Journal": "Movement disorders : official journal of the Movement Disorder Society",
        "PubDate": "2013"
    },
    {
        "PMID": "23333625",
        "Title": "Mitochondrial abnormalities in temporal lobe of autistic brain.",
        "Abstract": "Autism spectrum disorder (ASD) consists of a group of complex developmental disabilities characterized by impaired social interactions, deficits in communication and repetitive behavior. Multiple lines of evidence implicate mitochondrial dysfunction in ASD. In postmortem BA21 temporal cortex, a region that exhibits synaptic pathology in ASD, we found that compared to controls, ASD patients exhibited altered protein levels of mitochondria respiratory chain protein complexes, decreased Complex I and IV activities, decreased mitochondrial antioxidant enzyme SOD2, and greater oxidative DNA damage. Mitochondrial membrane mass was higher in ASD brain, as indicated by higher protein levels of mitochondrial membrane proteins Tom20, Tim23 and porin. No differences were observed in either mitochondrial DNA or levels of the mitochondrial gene transcription factor TFAM or cofactor PGC1α, indicating that a mechanism other than alterations in mitochondrial genome or mitochondrial biogenesis underlies these mitochondrial abnormalities. We further identified higher levels of the mitochondrial fission proteins (Fis1 and Drp1) and decreased levels of the fusion proteins (Mfn1, Mfn2 and Opa1) in ASD patients, indicating altered mitochondrial dynamics in ASD brain. Many of these changes were evident in cortical pyramidal neurons, and were observed in ASD children but were less pronounced or absent in adult patients. Together, these findings provide evidence that mitochondrial function and intracellular redox status are compromised in pyramidal neurons in ASD brain and that mitochondrial dysfunction occurs during early childhood when ASD symptoms appear.",
        "Keywords": [],
        "MeSH terms": [
            "Adolescent",
            "Adult",
            "Autistic Disorder",
            "Blotting, Western",
            "Child",
            "Child, Preschool",
            "Electron Transport Chain Complex Proteins",
            "Female",
            "Humans",
            "Male",
            "Middle Aged",
            "Mitochondria",
            "Oxidative Stress",
            "Temporal Lobe",
            "Young Adult"
        ],
        "Authors": [
            {
                "First Name": "Guomei",
                "Last Name": "Tang",
                "Affiliation": "Department of Neurology, Columbia University, NY 10032, USA."
            },
            {
                "First Name": "Puri",
                "Last Name": "Gutierrez Rios",
                "Affiliation": ""
            },
            {
                "First Name": "Sheng-Han",
                "Last Name": "Kuo",
                "Affiliation": ""
            },
            {
                "First Name": "Hasan Orhan",
                "Last Name": "Akman",
                "Affiliation": ""
            },
            {
                "First Name": "Gorazd",
                "Last Name": "Rosoklija",
                "Affiliation": ""
            },
            {
                "First Name": "Kurenai",
                "Last Name": "Tanji",
                "Affiliation": ""
            },
            {
                "First Name": "Andrew",
                "Last Name": "Dwork",
                "Affiliation": ""
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": ""
            },
            {
                "First Name": "Salvatore",
                "Last Name": "Dimauro",
                "Affiliation": ""
            },
            {
                "First Name": "James",
                "Last Name": "Goldman",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            }
        ],
        "Journal": "Neurobiology of disease",
        "PubDate": "2013"
    },
    {
        "PMID": "23324593",
        "Title": "The pathology roadmap in Parkinson disease.",
        "Abstract": "An under-appreciated clue about pathogenesis in Parkinson disease (PD) is the distribution of pathology in the early and middle stages of the disease. This pathological 'roadmap' shows that in addition to dopaminergic neurons in the substantia nigra pars compacta (SNc), a significant number of other central and peripheral neuronal populations exhibit Lewy pathology, phenotypic dysregulation or frank degeneration in PD patients. This spatially distributed, at-risk population of neurons shares a number of features, including autonomously generated activity, broad action potentials, low intrinsic calcium buffering capacity and long, poorly myelinated, highly branched axons. Many, and perhaps all, of these traits add to the metabolic burden in these neurons, suggesting that mitochondrial deficits could drive pathogenesis in PD-in agreement with a large segment of the literature. What is less clear is how this neuronal phenotype might shape the susceptibility to proteostatic dysfunction or to the spread of α-synuclein fibrils deposited in the extracellular space. The review explores the literature on these issues and their translational implications.",
        "Keywords": [
            "Parkinson's disease",
            "calcium",
            "ion channel",
            "mitochondria",
            "neuroprotection",
            "oxidant stress"
        ],
        "MeSH terms": [
            "Animals",
            "Brain",
            "Calcium",
            "Humans",
            "Mitochondria",
            "Neurons",
            "Oxidative Stress",
            "Parkinson Disease",
            "Substantia Nigra",
            "alpha-Synuclein"
        ],
        "Authors": [
            {
                "First Name": "D James",
                "Last Name": "Surmeier",
                "Affiliation": "Department of Physiology, Feinberg School of Medicine, Northwestern University, Chicago, IL, USA. j-surmeier@northwestern.edu"
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            }
        ],
        "Journal": "Prion",
        "PubDate": "2013"
    },
    {
        "PMID": "23277566",
        "Title": "Fluorescent dopamine tracer resolves individual dopaminergic synapses and their activity in the brain.",
        "Abstract": "We recently introduced fluorescent false neurotransmitters (FFNs) as optical tracers that enable the visualization of neurotransmitter release at individual presynaptic terminals. Here, we describe a pH-responsive FFN probe, FFN102, which as a polar dopamine transporter substrate selectively labels dopamine cell bodies and dendrites in ventral midbrain and dopaminergic synaptic terminals in dorsal striatum. FFN102 exhibits greater fluorescence emission in neutral than acidic environments, and thus affords a means to optically measure evoked release of synaptic vesicle content into the extracellular space. Simultaneously, FFN102 allows the measurement of individual synaptic terminal activity by following fluorescence loss upon stimulation. Thus, FFN102 enables not only the identification of dopamine cells and their processes in brain tissue, but also the optical measurement of functional parameters including dopamine transporter activity and dopamine release at the level of individual synapses. As such, the development of FFN102 demonstrates that, by bringing together organic chemistry and neuroscience, molecular entities can be generated that match the endogenous transmitters in selectivity and distribution, allowing for the study of both the microanatomy and functional plasticity of the normal and diseased nervous system.",
        "Keywords": [],
        "MeSH terms": [
            "Amphetamine",
            "Animals",
            "Axons",
            "Brain",
            "Corpus Striatum",
            "Dendrites",
            "Dopamine",
            "Dopamine Plasma Membrane Transport Proteins",
            "Fluorescent Dyes",
            "Hydrogen-Ion Concentration",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Microscopy, Fluorescence, Multiphoton",
            "Photochemical Processes",
            "Presynaptic Terminals",
            "Synapses",
            "Synaptic Transmission"
        ],
        "Authors": [
            {
                "First Name": "Pamela C",
                "Last Name": "Rodriguez",
                "Affiliation": "Department of Chemistry, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Daniela B",
                "Last Name": "Pereira",
                "Affiliation": ""
            },
            {
                "First Name": "Anders",
                "Last Name": "Borgkvist",
                "Affiliation": ""
            },
            {
                "First Name": "Minerva Y",
                "Last Name": "Wong",
                "Affiliation": ""
            },
            {
                "First Name": "Candace",
                "Last Name": "Barnard",
                "Affiliation": ""
            },
            {
                "First Name": "Mark S",
                "Last Name": "Sonders",
                "Affiliation": ""
            },
            {
                "First Name": "Hui",
                "Last Name": "Zhang",
                "Affiliation": ""
            },
            {
                "First Name": "Dalibor",
                "Last Name": "Sames",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2013"
    },
    {
        "PMID": "22791686",
        "Title": "Neuronal vulnerability, pathogenesis, and Parkinson's disease.",
        "Abstract": "Although there have been significant advances, pathogenesis in Parkinson's disease (PD) is still poorly understood. Potential clues about pathogenesis that have not been systematically pursued are suggested by the restricted pattern of neuronal pathology in the disease. In addition to dopaminergic neurons in the substantia nigra pars compacta (SNc), a significant number of other central and peripheral neuronal populations exhibit Lewy pathology (LP), phenotypic dysregulation, or frank degeneration in PD patients. Drawing on this literature, there appear to be a small number of risk factors contributing to vulnerability. These include autonomous activity, broad action potentials, low intrinsic calcium-buffering capacity, poorly myelinated long highly branched axons and terminal fields, and use of a monoamine neurotransmitter, often with the catecholamine-derived neuromelanin pigment. Of these phenotypic traits, only the physiological ones appear to provide a reachable therapeutic target at present.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Nerve Degeneration",
            "Nervous System",
            "Neurons",
            "Parkinson Disease",
            "alpha-Synuclein"
        ],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, New York, USA. ds43@columbia.edu"
            },
            {
                "First Name": "D James",
                "Last Name": "Surmeier",
                "Affiliation": ""
            }
        ],
        "Journal": "Movement disorders : official journal of the Movement Disorder Society",
        "PubDate": "2013"
    },
    {
        "PMID": "22767262",
        "Title": "Macroautophagy can press a brake on presynaptic neurotransmission.",
        "Abstract": "The mechanistic target of rapamycin (MTOR) has been implicated in regulating synaptic plasticity and neurodegeneration, but MTOR's role in modulating presynaptic function through autophagy is unexplored. We studied presynaptic function in ventral dopamine neurons, a system from which neurotransmitter release can be measured directly by cyclic voltammetry. We generated mutant mice that were specifically deficient for macroautophagy in dopaminergic neurons by deleting the Atg7 gene in cells that express the dopamine uptake transporter. Dopamine axonal profiles in the mutant dorsal striatum were ~one third larger in the mutant mice, released ~50% more stimulus-evoked dopamine release, and exhibited more rapid presynaptic recovery than controls. Rapamycin reduced dopamine neuron axon profile size by ~30% in control mice, but had no effect on macroautophagy deficient axons. Acute rapamycin decreased dopaminergic synaptic vesicle density by ~25% and inhibited evoked dopamine release by ~25% in control mice, but not in the Atg7 deficient mutants. Thus, both basal and induced macroautophagy can provide a brake on presynaptic activity in vivo, perhaps by regulating the turnover of synaptic vesicles, and further regulates terminal volume and the kinetics of transmitter release.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Autophagy",
            "Autophagy-Related Protein 7",
            "Axons",
            "Dopamine",
            "Dopaminergic Neurons",
            "Integrases",
            "Mice",
            "Microtubule-Associated Proteins",
            "Neostriatum",
            "Presynaptic Terminals",
            "Sirolimus",
            "Synaptic Transmission"
        ],
        "Authors": [
            {
                "First Name": "Ciara A",
                "Last Name": "Torres",
                "Affiliation": "Integrated Program in Cellular, Molecular and Biomedical Studies, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            }
        ],
        "Journal": "Autophagy",
        "PubDate": "2012"
    },
    {
        "PMID": "22712055",
        "Title": "Regulation of striatal dopamine release by presynaptic auto- and heteroreceptors.",
        "Abstract": "Striatal dopamine neurotransmission is critical for normal voluntary movement, affect and cognition. Dysfunctions of its regulation are implicated in a broad range of behaviors and disorders including Parkinson's disease, schizophrenia and drug abuse. Extracellular dopamine levels result from a dynamic equilibrium between release and reuptake by dopaminergic terminals. Both processes are regulated by multiple mechanisms. Here we review data characterizing how dopamine levels are regulated by presynaptic autoreceptors and heteroreceptors, an area intensively investigated due to advances in real time electrochemical detection of extracellular dopamine, i.e., fast-scan cyclic voltammetry and amperometry, and the development of mutant mouse lines with deletions for specific receptors.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Hui",
                "Last Name": "Zhang",
                "Affiliation": "Department of Psychiatry and Neurology, Columbia University, New York."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            }
        ],
        "Journal": "Basal ganglia",
        "PubDate": "2012"
    },
    {
        "PMID": "22652810",
        "Title": "Mechanisms of dopamine quantal size regulation.",
        "Abstract": "The study of dopamine (DA) quantal size, or the amount of transmitter released per vesicle fusion event, has been enabled by subsecond resolution amperometric recordings. These methods, together with other electrophysiology techniques, novel optical approaches and classical molecular biology and biochemistry methodologies, have advanced our understanding of quantal size regulation in dopaminergic and other catecholaminergic systems. The presynaptic mechanisms that determine DA quantal size regulate two features: the amount of transmitter stored in each vesicle and the fraction of vesicular contents that are released per fusion event. The amount of vesicular DA is dependent on DA synthesis, DA vesicular loading and storage and on DA reuptake from the extracellular space upon exocytosis. The mode of vesicle fusion and the related fusion pore dynamics control the fraction of DA released per fusion event. We will summarize current understanding on the regulation of these steps by endogenous and exogenous factors, including drugs of abuse and DA itself.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Central Nervous System Stimulants",
            "Dopamine",
            "Dopamine Plasma Membrane Transport Proteins",
            "GTP-Binding Proteins",
            "Gene Expression Regulation",
            "Humans",
            "Membrane Fusion",
            "Models, Neurological",
            "Protein Processing, Post-Translational",
            "Receptors, Dopamine D2",
            "Secretory Vesicles",
            "Synaptic Transmission",
            "Tyrosine 3-Monooxygenase",
            "Vesicular Monoamine Transport Proteins"
        ],
        "Authors": [
            {
                "First Name": "Daniela B",
                "Last Name": "Pereira",
                "Affiliation": "Department of Neurology, Columbia University School of Medicine, New York, NY 10032, USA. dp2326@columbia.edu"
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            }
        ],
        "Journal": "Frontiers in bioscience (Landmark edition)",
        "PubDate": "2012"
    },
    {
        "PMID": "22542182",
        "Title": "Regulation of presynaptic neurotransmission by macroautophagy.",
        "Abstract": "mTOR is a regulator of cell growth and survival, protein synthesis-dependent synaptic plasticity, and autophagic degradation of cellular components. When triggered by mTOR inactivation, macroautophagy degrades long-lived proteins and organelles via sequestration into autophagic vacuoles. mTOR further regulates synaptic plasticity, and neurodegeneration occurs when macroautophagy is deficient. It is nevertheless unknown whether macroautophagy modulates presynaptic function. We find that the mTOR inhibitor rapamycin induces formation of autophagic vacuoles in prejunctional dopaminergic axons with associated decreased axonal profile volumes, synaptic vesicle numbers, and evoked dopamine release. Evoked dopamine secretion was enhanced and recovery was accelerated in transgenic mice in which macroautophagy deficiency was restricted to dopaminergic neurons; rapamycin failed to decrease evoked dopamine release in the striatum of these mice. Macroautophagy that follows mTOR inhibition in presynaptic terminals, therefore, rapidly alters presynaptic structure and neurotransmission.",
        "Keywords": [],
        "MeSH terms": [
            "8-Hydroxy-2-(di-n-propylamino)tetralin",
            "Analysis of Variance",
            "Animals",
            "Autophagy",
            "Autophagy-Related Protein 7",
            "Behavior, Animal",
            "Brain",
            "Corpus Striatum",
            "Dopamine",
            "Dopamine Plasma Membrane Transport Proteins",
            "Electrochemistry",
            "Gene Expression Regulation",
            "Genotype",
            "Immunosuppressive Agents",
            "In Vitro Techniques",
            "Male",
            "Mice",
            "Mice, Transgenic",
            "Microscopy, Electron, Transmission",
            "Microtubule-Associated Proteins",
            "Presynaptic Terminals",
            "RNA, Messenger",
            "Sirolimus",
            "TOR Serine-Threonine Kinases",
            "Tyrosine 3-Monooxygenase"
        ],
        "Authors": [
            {
                "First Name": "Daniela",
                "Last Name": "Hernandez",
                "Affiliation": "Department of Neuroscience, Columbia University Medical Campus, New York, NY 10013, USA."
            },
            {
                "First Name": "Ciara A",
                "Last Name": "Torres",
                "Affiliation": ""
            },
            {
                "First Name": "Wanda",
                "Last Name": "Setlik",
                "Affiliation": ""
            },
            {
                "First Name": "Carolina",
                "Last Name": "Cebrián",
                "Affiliation": ""
            },
            {
                "First Name": "Eugene V",
                "Last Name": "Mosharov",
                "Affiliation": ""
            },
            {
                "First Name": "Guomei",
                "Last Name": "Tang",
                "Affiliation": ""
            },
            {
                "First Name": "Hsiao-Chun",
                "Last Name": "Cheng",
                "Affiliation": ""
            },
            {
                "First Name": "Nikolai",
                "Last Name": "Kholodilov",
                "Affiliation": ""
            },
            {
                "First Name": "Olga",
                "Last Name": "Yarygina",
                "Affiliation": ""
            },
            {
                "First Name": "Robert E",
                "Last Name": "Burke",
                "Affiliation": ""
            },
            {
                "First Name": "Michael",
                "Last Name": "Gershon",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2012"
    },
    {
        "PMID": "22080205",
        "Title": "4-Component relativistic magnetically induced current density using London atomic orbitals.",
        "Abstract": "We present the implementation and application of 4-component relativistic magnetically induced current density using London atomic orbitals for self-consistent field models. We obtain a magnetically balanced basis by a simple scheme where orbitals obtained by imposing restricted kinetic balance are extended by their unrestricted kinetic balance complement. The presented methodology makes it possible to analyze the concept of aromaticity based on the ring current criterion for closed-shell molecules across the periodic table and is independent of the choice of gauge origin. As a first illustration of the methodology we study plots of the magnetically induced current density and its divergence in the series C(5)H(5)E (E = CH, N, P, As, Sb, Bi) at the Kohn-Sham level, as well as integrated ring current susceptibilities, which we compare to previous results (R. Bast et al., Chem. Phys., 2009, 356, 187) obtained using a common gauge origin approach. We find that the current strength decreases monotonically along the series, but that all molecules qualify as aromatic according to the ring current criterion.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Laboratoire de Chimie Quantique, Institut de Chimie (UMR 7177), CNRS/Université de Strasbourg, 4 rue Blaise Pascal, 67000 Strasbourg, France."
            },
            {
                "First Name": "Małgorzata",
                "Last Name": "Olejniczak",
                "Affiliation": ""
            },
            {
                "First Name": "Radovan",
                "Last Name": "Bast",
                "Affiliation": ""
            },
            {
                "First Name": "Trond",
                "Last Name": "Saue",
                "Affiliation": ""
            }
        ],
        "Journal": "Physical chemistry chemical physics : PCCP",
        "PubDate": "2011"
    },
    {
        "PMID": "21913113",
        "Title": "Imaging presynaptic exocytosis in corticostriatal slices.",
        "Abstract": "Optical imaging is a valuable tool for investigating alterations in membrane turnover and vesicle trafficking. Established techniques can easily be adapted to study the mechanisms of synaptic dysfunction in models of neuropsychiatric disorders and neurodegenerative diseases, such as drug addiction, Parkinsonism, and Huntington's disease. Fluorescent endocytic tracers, including FM1-43, have been used to optically monitor synaptic vesicle fusion and measure synaptic function in various preparations, including chromaffin cells, dissociated cell cultures, and brain slices. In this chapter, we describe a technique that provides a direct measure of pathway-specific exocytosis from glutamatergic corticostriatal terminals.",
        "Keywords": [],
        "MeSH terms": [
            "Exocytosis",
            "Fluorescent Dyes",
            "Glutamic Acid",
            "Microscopy, Confocal",
            "Molecular Imaging",
            "Neostriatum",
            "Photons",
            "Potassium",
            "Synapses"
        ],
        "Authors": [
            {
                "First Name": "Minerva Y",
                "Last Name": "Wong",
                "Affiliation": "Department of Neurology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            },
            {
                "First Name": "Nigel S",
                "Last Name": "Bamford",
                "Affiliation": ""
            }
        ],
        "Journal": "Methods in molecular biology (Clifton, N.J.)",
        "PubDate": "2011"
    },
    {
        "PMID": "21658574",
        "Title": "Multiple personalities in the ventral tegmental area.",
        "Abstract": "A small number of ventral tegmental area dopamine neurons engage in numerous and apparently contradictory functions--how can this be? A clue is provided by Lammel and colleagues in this issue of Neuron: some VTA dopamine neurons display synaptic plasticity in response to cocaine, and others in response to pain, and these populations are distinguished by their axonal projections and Ih.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Anders",
                "Last Name": "Borgkvist",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Ana",
                "Last Name": "Mrejeru",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2011"
    },
    {
        "PMID": "21338876",
        "Title": "How addictive drugs disrupt presynaptic dopamine neurotransmission.",
        "Abstract": "The fundamental principle that unites addictive drugs appears to be that each enhances synaptic dopamine by means that dissociate it from normal behavioral control, so that they act to reinforce their own acquisition. This occurs via the modulation of synaptic mechanisms that can be involved in learning, including enhanced excitation or disinhibition of dopamine neuron activity, blockade of dopamine reuptake, and altering the state of the presynaptic terminal to enhance evoked over basal transmission. Amphetamines offer an exception to such modulation in that they combine multiple effects to produce nonexocytic stimulation-independent release of neurotransmitter via reverse transport independent from normal presynaptic function. Questions about the molecular actions of addictive drugs, prominently including the actions of alcohol and solvents, remain unresolved, but their ability to co-opt normal presynaptic functions helps to explain why treatment for addiction has been challenging.",
        "Keywords": [],
        "MeSH terms": [
            "Amphetamines",
            "Analgesics, Opioid",
            "Animals",
            "Central Nervous System Agents",
            "Cocaine",
            "Dopamine",
            "Ethanol",
            "Humans",
            "Hypnotics and Sedatives",
            "Models, Biological",
            "Neural Inhibition",
            "Neurons",
            "Nicotine",
            "Presynaptic Terminals",
            "Synaptic Transmission"
        ],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Departments of Psychiatry, Neurology, and Pharmacology, Columbia University Medical Center, Black 308, 650 W. 168 St., New York, NY 10032, USA. ds43@columbia.edu"
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2011"
    },
    {
        "PMID": "20540519",
        "Title": "Development of pH-responsive fluorescent false neurotransmitters.",
        "Abstract": "We introduce pH-responsive fluorescent false neurotransmitters (pH-responsive FFNs) as novel probes that act as vesicular monoamine transporter (VMAT) substrates and ratiometric fluorescent pH sensors. The development of these agents was achieved by systematic molecular design that integrated several structural elements, including the aminoethyl group (VMAT recognition), halogenated hydroxy-coumarin core (ratiometric optical pH sensing in the desired pH range), and N- or C-alkylation (modulation of lipophilicity). Of 14 compounds that were synthesized, the probe Mini202 was selected based on the highest uptake in VMAT2-transfected HEK cells and desirable optical properties. Using Mini202, we measured the pH of catecholamine secretory vesicles in PC-12 cells (pH approximately 5.9) via two-photon fluorescence microscopy. Incubation with methamphetamine led to an increase in vesicular pH (pH approximately 6.4), consistent with a proposed mechanism of action of this psychostimulant, and eventually to redistribution of vesicular content (including Mini202) from vesicles to cytoplasm. Mini202 is sufficiently bright, photostable, and suitable for two-photon microscopy. This probe will enable fundamental neuroscience and neuroendocrine research as well as drug screening efforts.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Catecholamines",
            "Drug Discovery",
            "Fluorescent Dyes",
            "Hydrogen-Ion Concentration",
            "Neurotransmitter Agents",
            "Optical Phenomena",
            "PC12 Cells",
            "Rats",
            "Secretory Vesicles",
            "Spectrometry, Fluorescence"
        ],
        "Authors": [
            {
                "First Name": "Minhee",
                "Last Name": "Lee",
                "Affiliation": "Department of Chemistry, Columbia University, 3000 Broadway, New York, New York 10027, USA."
            },
            {
                "First Name": "Niko G",
                "Last Name": "Gubernator",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            },
            {
                "First Name": "Dalibor",
                "Last Name": "Sames",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the American Chemical Society",
        "PubDate": "2010"
    },
    {
        "PMID": "20187229",
        "Title": "Clues to how alpha-synuclein damages neurons in Parkinson's disease.",
        "Abstract": "Alpha-synuclein (alpha-syn) appears to normally regulate neurotransmitter release, possibly via calcium-dependent binding and dissociation from lipid domains on secretory vesicles. The pathogenic effects of alpha-syn leading to Parkinson's disease (PD) appear to result from alternate toxic effects on lipid membrane. A variety of findings indicate that overexpression of wild-type alpha-syn, pathogenic mutations of alpha-syn, and dopamine-modified-alpha-syn promote toxic interaction between alpha-syn oligomers and lipids. These may disrupt transmembrane concentration gradients across secretory vesicles and other organelles and interfere with normal lysosomal or ubiqutin/proteasome mediated protein degradation or mitochondrial function. Additional causes of PD may interfere at other points with normal handling and degradation of alpha-syn, providing a variety of entry points to a converging neurodegenerative path underlying the disease.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Inflammation",
            "Lipids",
            "Mutation",
            "Neurons",
            "Parkinson Disease",
            "Secretory Vesicles",
            "alpha-Synuclein"
        ],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Department of Neurology, Columbia University Medical School, New York State Psychiatric Institute, New York, New York 10032, USA. ds43@columbia.edu"
            }
        ],
        "Journal": "Movement disorders : official journal of the Movement Disorder Society",
        "PubDate": "2010"
    },
    {
        "PMID": "19776283",
        "Title": "Glutamate controls growth rate and branching of dopaminergic axons.",
        "Abstract": "Dopamine-releasing neurons of the substantia nigra pars compacta produce an extraordinarily dense and expansive plexus of innervation in the striatum converging with glutamatergic corticostriatal and thalamostriatal axon terminals at dendritic spines of medium spiny neurons. Here, we investigated whether glutamatergic signaling promotes arborization and growth of dopaminergic axons. In postnatal ventral midbrain cultures, dopaminergic axons rapidly responded to glutamate stimulation with accelerated growth and growth cone splitting when NMDA and AMPA/kainate receptors were activated. In contrast, when AMPA/kainate receptors were selectively activated, axon growth rate was decreased. To address whether this switch in axonal growth response was mediated by distinct calcium signals, we used calcium imaging. Combined NMDA and AMPA/kainate receptor activation elicited calcium signals in axonal growth cones that were mediated by calcium influx through L-type voltage-gated calcium channels and ryanodine receptor-induced calcium release from intracellular stores. AMPA/kainate receptor activation alone elicited calcium signals that were solely attributable to calcium influx through L-type calcium channels. We found that inhibitors of calcium/calmodulin-dependent protein kinases prevented the NMDA receptor-dependent axonal growth acceleration, whereas AMPA/kainate-induced axonal growth decrease was blocked by inhibitors of calcineurin and by increased cAMP levels. Our data suggest that the balance between NMDA and AMPA/kainate receptor activation regulates the axonal arborization pattern of dopamine axons through the activation of competing calcium-dependent signaling pathways. Understanding the mechanisms of dopaminergic axonal arborization is essential to the development of treatments that aim to restore dopaminergic innervation in Parkinson's disease.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Axons",
            "Calcineurin Inhibitors",
            "Calcium",
            "Calcium Channels, L-Type",
            "Calcium-Calmodulin-Dependent Protein Kinases",
            "Cells, Cultured",
            "Cyclic AMP",
            "Dopamine",
            "Glutamic Acid",
            "Growth Cones",
            "Intracellular Space",
            "Kainic Acid",
            "Mesencephalon",
            "Mice",
            "Mice, Transgenic",
            "Receptors, AMPA",
            "Receptors, Kainic Acid",
            "Receptors, N-Methyl-D-Aspartate",
            "Ryanodine Receptor Calcium Release Channel",
            "alpha-Amino-3-hydroxy-5-methyl-4-isoxazolepropionic Acid"
        ],
        "Authors": [
            {
                "First Name": "Yvonne",
                "Last Name": "Schmitz",
                "Affiliation": "Departments of Neurology, Columbia University School of Medicine, New York State Psychiatric Institute, New York, 10032, USA. ys290@columbia.edu"
            },
            {
                "First Name": "James",
                "Last Name": "Luccarelli",
                "Affiliation": ""
            },
            {
                "First Name": "Minji",
                "Last Name": "Kim",
                "Affiliation": ""
            },
            {
                "First Name": "Mi",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2009"
    },
    {
        "PMID": "19525353",
        "Title": "Presynaptic regulation of dopamine transmission in schizophrenia.",
        "Abstract": "A role for dopamine (DA) release in the hallucinations and other positive symptoms associated with schizophrenia has long been inferred from the antipsychotic response to D2 DA receptor antagonists and because the DA releaser amphetamine can be psychotogenic. Recent studies suggest that patients with schizophrenia, including those never exposed to antipsychotic drugs, maintain high presynaptic DA accumulation in the striatum. New laboratory approaches are elucidating mechanisms that control the level of presynaptic DA stores, thus contributing to fundamental understanding of the basic pathophysiologic mechanism in schizophrenia.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Corpus Striatum",
            "Disease Models, Animal",
            "Dopamine",
            "Humans",
            "Presynaptic Terminals",
            "Receptors, Dopamine D2",
            "Schizophrenia"
        ],
        "Authors": [
            {
                "First Name": "Gholson J",
                "Last Name": "Lyon",
                "Affiliation": "Department of Psychiatry, Columbia University, New York City, NY 10032, USA."
            },
            {
                "First Name": "Anissa",
                "Last Name": "Abi-Dargham",
                "Affiliation": ""
            },
            {
                "First Name": "Holly",
                "Last Name": "Moore",
                "Affiliation": ""
            },
            {
                "First Name": "Jeffrey A",
                "Last Name": "Lieberman",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            }
        ],
        "Journal": "Schizophrenia bulletin",
        "PubDate": "2011"
    },
    {
        "PMID": "19409267",
        "Title": "Interplay between cytosolic dopamine, calcium, and alpha-synuclein causes selective death of substantia nigra neurons.",
        "Abstract": "The basis for selective death of specific neuronal populations in neurodegenerative diseases remains unclear. Parkinson's disease (PD) is a synucleinopathy characterized by a preferential loss of dopaminergic neurons in the substantia nigra (SN), whereas neurons of the ventral tegmental area (VTA) are spared. Using intracellular patch electrochemistry to directly measure cytosolic dopamine (DA(cyt)) in cultured midbrain neurons, we confirm that elevated DA(cyt) and its metabolites are neurotoxic and that genetic and pharmacological interventions that decrease DA(cyt) provide neuroprotection. L-DOPA increased DA(cyt) in SN neurons to levels 2- to 3-fold higher than in VTA neurons, a response dependent on dihydropyridine-sensitive Ca2+ channels, resulting in greater susceptibility of SN neurons to L-DOPA-induced neurotoxicity. DA(cyt) was not altered by alpha-synuclein deletion, although dopaminergic neurons lacking alpha-synuclein were resistant to L-DOPA-induced cell death. Thus, an interaction between Ca2+, DA(cyt), and alpha-synuclein may underlie the susceptibility of SN neurons in PD, suggesting multiple therapeutic targets.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Newborn",
            "Calbindins",
            "Calcium",
            "Calcium Channel Blockers",
            "Cell Death",
            "Cytosol",
            "Dopamine",
            "Dopamine Agents",
            "Dose-Response Relationship, Drug",
            "Electrochemistry",
            "Enzyme Inhibitors",
            "Gene Expression Regulation",
            "Green Fluorescent Proteins",
            "Humans",
            "Hydrazines",
            "Levodopa",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Transgenic",
            "Neurons",
            "Rats",
            "Rats, Sprague-Dawley",
            "S100 Calcium Binding Protein G",
            "Substantia Nigra",
            "Time Factors",
            "Tyrosine 3-Monooxygenase",
            "Vesicular Monoamine Transport Proteins",
            "alpha-Synuclein"
        ],
        "Authors": [
            {
                "First Name": "Eugene V",
                "Last Name": "Mosharov",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Kristin E",
                "Last Name": "Larsen",
                "Affiliation": ""
            },
            {
                "First Name": "Ellen",
                "Last Name": "Kanter",
                "Affiliation": ""
            },
            {
                "First Name": "Kester A",
                "Last Name": "Phillips",
                "Affiliation": ""
            },
            {
                "First Name": "Krystal",
                "Last Name": "Wilson",
                "Affiliation": ""
            },
            {
                "First Name": "Yvonne",
                "Last Name": "Schmitz",
                "Affiliation": ""
            },
            {
                "First Name": "David E",
                "Last Name": "Krantz",
                "Affiliation": ""
            },
            {
                "First Name": "Kazuto",
                "Last Name": "Kobayashi",
                "Affiliation": ""
            },
            {
                "First Name": "Robert H",
                "Last Name": "Edwards",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2009"
    },
    {
        "PMID": "19014382",
        "Title": "Secretory vesicle rebound hyperacidification and increased quantal size resulting from prolonged methamphetamine exposure.",
        "Abstract": "Acute exposure to amphetamines (AMPHs) collapses secretory vesicle pH gradients, which increases cytosolic catecholamine levels while decreasing the quantal size of catecholamine release during fusion events. AMPH and methamphetamine (METH), however, are retained in tissues over long durations. We used optical and electron microscopic probes to measure the effects of long-term METH exposure on secretory vesicle pH, and amperometry and intracellular patch electrochemistry to observe the effects on neurosecretion and cytosolic catecholamines in cultured rat chromaffin cells. In contrast to acute METH effects, exposure to the drug for 6-48 h at 10 microM and higher concentrations produced a concentration-dependent rebound hyperacidification of secretory vesicles. At 5-10 microM levels, prolonged METH increased the quantal size and reinstated exocytotic catecholamine release, although very high (> 100 microM) levels of the drug, while continuing to produce rebound hyperacidification, did not increase quantal size. Secretory vesicle rebound hyperacidification was temperature dependent with optimal response at approximately 37 degrees C, was not blocked by the transcription inhibitor, puromycin, and appears to be a general compensatory response to prolonged exposure with membranophilic weak bases, including AMPHs, methylphenidate, cocaine, and ammonia. Thus, under some conditions of prolonged exposure, AMPHs and other weak bases can enhance, rather than deplete, the vesicular release of catecholamines via a compensatory response resulting in vesicle acidification.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Newborn",
            "Cadaverine",
            "Catecholamines",
            "Cells, Cultured",
            "Chromaffin Cells",
            "Cytosol",
            "Dopamine Uptake Inhibitors",
            "Dose-Response Relationship, Drug",
            "Electrochemistry",
            "Exocytosis",
            "Hydrogen-Ion Concentration",
            "Methamphetamine",
            "Microscopy, Immunoelectron",
            "Protein Synthesis Inhibitors",
            "Puromycin",
            "Rats",
            "Secretory Vesicles",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Dmitriy",
                "Last Name": "Markov",
                "Affiliation": "Department of Neurology, Columbia University, College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "Eugene V",
                "Last Name": "Mosharov",
                "Affiliation": ""
            },
            {
                "First Name": "Wanda",
                "Last Name": "Setlik",
                "Affiliation": ""
            },
            {
                "First Name": "Michael D",
                "Last Name": "Gershon",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of neurochemistry",
        "PubDate": "2008"
    },
    {
        "PMID": "18400166",
        "Title": "Repeated exposure to methamphetamine causes long-lasting presynaptic corticostriatal depression that is renormalized with drug readministration.",
        "Abstract": "Addiction-associated behaviors such as drug craving and relapse are hypothesized to result from synaptic changes that persist long after withdrawal and are renormalized by drug reinstatement, although such chronic synaptic effects have not been identified. We report that exposure to the dopamine releaser methamphetamine for 10 days elicits a long-lasting (>4 month) depression at corticostriatal terminals that is reversed by methamphetamine readministration. Both methamphetamine-induced chronic presynaptic depression and the drug's selective renormalization in drug-experienced animals are independent of corresponding long-term changes in synaptic dopamine release but are due to alterations in D1 dopamine and cholinergic receptor systems. These mechanisms might provide a synaptic basis that underlies addiction and habit learning and their long-term maintenance.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cerebral Cortex",
            "Corpus Striatum",
            "Drug Administration Schedule",
            "Long-Term Synaptic Depression",
            "Methamphetamine",
            "Mice",
            "Mice, Inbred C57BL",
            "Neural Pathways",
            "Neuronal Plasticity",
            "Presynaptic Terminals",
            "Synaptic Transmission"
        ],
        "Authors": [
            {
                "First Name": "Nigel S",
                "Last Name": "Bamford",
                "Affiliation": "Department of Neurology, University of Washington, Seattle, WA 98105, USA. bamford@u.washington.edu"
            },
            {
                "First Name": "Hui",
                "Last Name": "Zhang",
                "Affiliation": ""
            },
            {
                "First Name": "John A",
                "Last Name": "Joyce",
                "Affiliation": ""
            },
            {
                "First Name": "Christine A",
                "Last Name": "Scarlis",
                "Affiliation": ""
            },
            {
                "First Name": "Whitney",
                "Last Name": "Hanan",
                "Affiliation": ""
            },
            {
                "First Name": "Nan-Ping",
                "Last Name": "Wu",
                "Affiliation": ""
            },
            {
                "First Name": "Véronique M",
                "Last Name": "André",
                "Affiliation": ""
            },
            {
                "First Name": "Rachel",
                "Last Name": "Cohen",
                "Affiliation": ""
            },
            {
                "First Name": "Carlos",
                "Last Name": "Cepeda",
                "Affiliation": ""
            },
            {
                "First Name": "Michael S",
                "Last Name": "Levine",
                "Affiliation": ""
            },
            {
                "First Name": "Erin",
                "Last Name": "Harleton",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2008"
    },
    {
        "PMID": "18384642",
        "Title": "Neuronal pigmented autophagic vacuoles: lipofuscin, neuromelanin, and ceroid as macroautophagic responses during aging and disease.",
        "Abstract": "The most striking morphologic change in neurons during normal aging is the accumulation of autophagic vacuoles filled with lipofuscin or neuromelanin pigments. These organelles are similar to those containing the ceroid pigments associated with neurologic disorders, particularly in diseases caused by lysosomal dysfunction. The pigments arise from incompletely degraded proteins and lipids principally derived from the breakdown of mitochondria or products of oxidized catecholamines. Pigmented autophagic vacuoles may eventually occupy a major portion of the neuronal cell body volume because of resistance of the pigments to lysosomal degradation and/or inadequate fusion of the vacuoles with lysosomes. Although the formation of autophagic vacuoles via macroautophagy protects the neuron from cellular stress, accumulation of pigmented autophagic vacuoles may eventually interfere with normal degradative pathways and endocytic/secretory tasks such as appropriate response to growth factors.",
        "Keywords": [],
        "MeSH terms": [
            "Aging",
            "Animals",
            "Autophagy",
            "Brain",
            "Brain Diseases",
            "Ceroid",
            "Coloring Agents",
            "Humans",
            "Lipofuscin",
            "Melanins",
            "Neurons",
            "Vacuoles"
        ],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Department of Neurology, Columbia University, New York, NY 10036, USA. ds43@columbia.edu"
            },
            {
                "First Name": "Eugene",
                "Last Name": "Mosharov",
                "Affiliation": ""
            },
            {
                "First Name": "Zsolt",
                "Last Name": "Talloczy",
                "Affiliation": ""
            },
            {
                "First Name": "Fabio A",
                "Last Name": "Zucca",
                "Affiliation": ""
            },
            {
                "First Name": "John D",
                "Last Name": "Simon",
                "Affiliation": ""
            },
            {
                "First Name": "Luigi",
                "Last Name": "Zecca",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of neurochemistry",
        "PubDate": "2008"
    },
    {
        "PMID": "18248621",
        "Title": "PKC theta activity maintains normal quantal size in chromaffin cells.",
        "Abstract": "Protein kinase C (PKC) activity mediates multiple neurosecretory processes, but these are poorly understood due in part to the existence of at least 12 PKC isoforms. Using amperometry to record quantal catecholamine release from chromaffin cells, we found that both broad spectrum PKC antagonists and rottlerin, a selective inhibitor of the novel isoforms PKC theta and PKC delta, decreased quantal size and the number of secretory events recorded per stimulus. In contrast, drugs that selectively inhibit the atypical and conventional PKC isoforms had no effect on these parameters. While both PKC theta and delta were expressed in chromaffin cells, mice deficient for PKC theta, but not for PKC delta, exhibited lower quantal size than wild-type and were insensitive to rottlerin. Finally, an inhibitory PKC theta pseudosubstrate produced rottlerin-like responses in wild-type mice, indicating that the lack of rottlerin response in the PKC theta mutants was not the result of a form of compensation. These findings demonstrate neurosecretory regulation by a novel PKC isoform, PKC theta, and should contribute to defining mechanisms of activity-dependent regulation of neurosecretion.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Catecholamines",
            "Cells, Cultured",
            "Chromaffin Cells",
            "Enzyme Activation",
            "Isoenzymes",
            "Mice",
            "Mice, Knockout",
            "Protein Kinase C",
            "Protein Kinase C-theta",
            "Rats",
            "Rats, Sprague-Dawley"
        ],
        "Authors": [
            {
                "First Name": "Roland G W",
                "Last Name": "Staal",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, New York 10032, USA."
            },
            {
                "First Name": "Anthonia",
                "Last Name": "Hananiya",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of neurochemistry",
        "PubDate": "2008"
    },
    {
        "PMID": "17610813",
        "Title": "Parkinson's disease: return of an old prime suspect.",
        "Abstract": "Pacemaking activity in adult substantia nigra (SN) dopamine neurons relies on L-type Ca2+ channels, but a surprising study in Nature by Chan et al. demonstrates that blockade of these channels by dihydropyridines re-establishes the pacemaking driven by sodium and HCN channels found in juvenile SN. This shift protects SN neurons in chemical models of Parkinson's disease (PD), suggesting that elevated intracellular Ca2+ participates in SN cell loss and that dihydropyridines may provide therapy in PD.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Antiparkinson Agents",
            "Biological Clocks",
            "Calcium Channels, L-Type",
            "Cyclic Nucleotide-Gated Cation Channels",
            "Dihydropyridines",
            "Humans",
            "Hyperpolarization-Activated Cyclic Nucleotide-Gated Channels",
            "Parkinson Disease",
            "Parkinson Disease, Secondary",
            "Potassium Channels",
            "Substantia Nigra"
        ],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Department of Neurology, Columbia University Medical School, New York State Psychiatric Institute, New York, NY 10032, USA. ds43@columbia.edu"
            },
            {
                "First Name": "Yvonne",
                "Last Name": "Schmitz",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2007"
    },
    {
        "PMID": "17418429",
        "Title": "Multiple hit hypotheses for dopamine neuron loss in Parkinson's disease.",
        "Abstract": "Parkinson's disease arises from genetic and possibly neurotoxic causes that produce massive cell death of the neuromelanin-containing dopaminergic neurons of the substantia nigra. Loss of these neurons is essential for the diagnostic parkinsonian features. Although many genetic mutations have been suggested as causes or risk factors for Parkinson's disease, the low penetrance of some mutations and the low disease concordance in relatives suggests that there must be interactions between multiple factors. We suggest that 'multiple hits' that combine toxic stress, for example, from dopamine oxidation or mitochondrial dysfunction, with an inhibition of a neuroprotective response, such as loss of function of parkin or stress-induced autophagic degradation, underlie selective neuronal death. We discuss the properties of substantia nigra dopamine neurons that might make them particular targets of such multiple hits.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Dopamine",
            "Humans",
            "Nerve Degeneration",
            "Neurons",
            "Parkinson Disease",
            "Substantia Nigra"
        ],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Department of Neurology, Black 309, 650 West, 168th Street, Columbia University, New York State Psychiatric Institute, New York City, NY 10032, USA. ds43@columbia.edu"
            }
        ],
        "Journal": "Trends in neurosciences",
        "PubDate": "2007"
    },
    {
        "PMID": "17108165",
        "Title": "Alpha-synuclein overexpression in PC12 and chromaffin cells impairs catecholamine release by interfering with a late step in exocytosis.",
        "Abstract": "Alpha-synuclein (alpha-syn), a protein implicated in Parkinson's disease pathogenesis, is a presynaptic protein suggested to regulate transmitter release. We explored how alpha-syn overexpression in PC12 and chromaffin cells, which exhibit low endogenous alpha-syn levels relative to neurons, affects catecholamine release. Overexpression of wild-type or A30P mutant alpha-syn in PC12 cell lines inhibited evoked catecholamine release without altering calcium threshold or cooperativity of release. Electron micrographs revealed that vesicular pools were not reduced but that, on the contrary, a marked accumulation of morphologically \"docked\" vesicles was apparent in the alpha-syn-overexpressing lines. We used amperometric recordings from chromaffin cells derived from mice that overexpress A30P or wild-type (WT) alpha-syn, as well as chromaffin cells from control and alpha-syn null mice, to determine whether the filling of vesicles with the transmitter was altered. The quantal size and shape characteristics of amperometric events were identical for all mouse lines, suggesting that overexpression of WT or mutant alpha-syn did not affect vesicular transmitter accumulation or the kinetics of vesicle fusion. The frequency and number of exocytotic events per stimulus, however, was lower for both WT and A30P alpha-syn-overexpressing cells. The alpha-syn-overexpressing cells exhibited reduced depression of evoked release in response to repeated stimuli, consistent with a smaller population of readily releasable vesicles. We conclude that alpha-syn overexpression inhibits a vesicle \"priming\" step, after secretory vesicle trafficking to \"docking\" sites but before calcium-dependent vesicle membrane fusion.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Calcium",
            "Calcium Signaling",
            "Catecholamines",
            "Chromaffin Cells",
            "Disease Models, Animal",
            "Dopamine",
            "Exocytosis",
            "Female",
            "Male",
            "Membrane Fusion",
            "Mice",
            "Mice, Knockout",
            "Mice, Transgenic",
            "Neurons",
            "PC12 Cells",
            "Parkinsonian Disorders",
            "Rats",
            "Secretory Vesicles",
            "Synaptic Membranes",
            "Synaptic Transmission",
            "Synaptic Vesicles",
            "Time Factors",
            "alpha-Synuclein"
        ],
        "Authors": [
            {
                "First Name": "Kristin E",
                "Last Name": "Larsen",
                "Affiliation": "Department of Neurology, Columbia University School of Medicine, New York, New York 10032, USA."
            },
            {
                "First Name": "Yvonne",
                "Last Name": "Schmitz",
                "Affiliation": ""
            },
            {
                "First Name": "Matthew D",
                "Last Name": "Troyer",
                "Affiliation": ""
            },
            {
                "First Name": "Eugene",
                "Last Name": "Mosharov",
                "Affiliation": ""
            },
            {
                "First Name": "Paula",
                "Last Name": "Dietrich",
                "Affiliation": ""
            },
            {
                "First Name": "Abrar Z",
                "Last Name": "Quazi",
                "Affiliation": ""
            },
            {
                "First Name": "Magali",
                "Last Name": "Savalle",
                "Affiliation": ""
            },
            {
                "First Name": "Venu",
                "Last Name": "Nemani",
                "Affiliation": ""
            },
            {
                "First Name": "Farrukh A",
                "Last Name": "Chaudhry",
                "Affiliation": ""
            },
            {
                "First Name": "Robert H",
                "Last Name": "Edwards",
                "Affiliation": ""
            },
            {
                "First Name": "Leonidas",
                "Last Name": "Stefanis",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2006"
    },
    {
        "PMID": "16957086",
        "Title": "Alpha-synuclein overexpression increases cytosolic catecholamine concentration.",
        "Abstract": "Dysregulation of dopamine homeostasis and elevation of the cytosolic level of the transmitter have been suggested to underlie the vulnerability of catecholaminergic neurons in Parkinson's disease. Because several known mutations in alpha-synuclein or overexpression of the wild-type (WT) protein causes familial forms of Parkinson's disease, we investigated possible links between alpha-synuclein pathogenesis and dopamine homeostasis. Chromaffin cells isolated from transgenic mice that overexpress A30P alpha-synuclein displayed significantly increased cytosolic catecholamine levels as measured by intracellular patch electrochemistry, whereas cells overexpressing the WT protein and those from knock-out animals were not different from controls. Likewise, catechol concentrations were higher in L-DOPA-treated PC12 cells overexpressing A30P or A53T compared with those expressing WT alpha-synuclein, although the ability of cells to maintain a low cytosolic dopamine level after L-DOPA challenge was markedly inhibited by either protein. We also found that incubation with low-micromolar concentrations of WT, A30P, or A53T alpha-synuclein inhibited ATP-dependent maintenance of pH gradients in isolated chromaffin vesicles and that the WT protein was significantly less potent in inducing the proton leakage. In summary, we demonstrate that overexpression of different types of alpha-synuclein disrupts vesicular pH and leads to a marked increase in the levels of cytosolic catechol species, an effect that may in turn trigger cellular oxyradical damage. Although multiple molecular mechanisms may be responsible for the perturbation of cytosolic catecholamine homeostasis, this study provides critical evidence about how alpha-synuclein might exert its cytotoxicity and selectively damage catecholaminergic cells.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Catecholamines",
            "Cells, Cultured",
            "Chromaffin Cells",
            "Cytosol",
            "Gene Expression Regulation",
            "Mice",
            "Mice, Transgenic",
            "PC12 Cells",
            "Rats",
            "alpha-Synuclein"
        ],
        "Authors": [
            {
                "First Name": "Eugene V",
                "Last Name": "Mosharov",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, New York 10032, USA."
            },
            {
                "First Name": "Roland G W",
                "Last Name": "Staal",
                "Affiliation": ""
            },
            {
                "First Name": "Jordi",
                "Last Name": "Bové",
                "Affiliation": ""
            },
            {
                "First Name": "Delphine",
                "Last Name": "Prou",
                "Affiliation": ""
            },
            {
                "First Name": "Anthonia",
                "Last Name": "Hananiya",
                "Affiliation": ""
            },
            {
                "First Name": "Dmitriy",
                "Last Name": "Markov",
                "Affiliation": ""
            },
            {
                "First Name": "Nathan",
                "Last Name": "Poulsen",
                "Affiliation": ""
            },
            {
                "First Name": "Kristin E",
                "Last Name": "Larsen",
                "Affiliation": ""
            },
            {
                "First Name": "Candace M H",
                "Last Name": "Moore",
                "Affiliation": ""
            },
            {
                "First Name": "Matthew D",
                "Last Name": "Troyer",
                "Affiliation": ""
            },
            {
                "First Name": "Robert H",
                "Last Name": "Edwards",
                "Affiliation": ""
            },
            {
                "First Name": "Serge",
                "Last Name": "Przedborski",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2006"
    },
    {
        "PMID": "16118635",
        "Title": "Analysis of exocytotic events recorded by amperometry.",
        "Abstract": "Amperometry is widely used to study exocytosis of neurotransmitters and hormones in various cell types. Analysis of the shape of the amperometric spikes that originate from the oxidation of monoamine molecules released during the fusion of individual secretory vesicles provides information about molecular steps involved in stimulation-dependent transmitter release. Here we present an overview of the methodology of amperometric signal processing, including (i) amperometric signal acquisition and filtering, (ii) detection of exocytotic events and determining spike shape characteristics, and (iii) data manipulation and statistical analysis. The purpose of this review is to provide practical guidelines for performing amperometric recordings of exocytotic activity and interpreting the results based on shape characteristics of individual release events.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Animals",
            "Biosensing Techniques",
            "Cell Membrane Permeability",
            "Electrochemistry",
            "Exocytosis",
            "Humans"
        ],
        "Authors": [
            {
                "First Name": "Eugene V",
                "Last Name": "Mosharov",
                "Affiliation": "Department of Neurology, Black Building 305, 650 W 168th Street, Columbia University, New York, New York 10032, USA. em706@columbia.edu"
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature methods",
        "PubDate": "2005"
    },
    {
        "PMID": "15955613",
        "Title": "Mechanisms of neurotransmitter release by amphetamines: a review.",
        "Abstract": "Amphetamine and substituted amphetamines, including methamphetamine, methylphenidate (Ritalin), methylenedioxymethamphetamine (ecstasy), and the herbs khat and ephedra, encompass the only widely administered class of drugs that predominantly release neurotransmitter, in this case principally catecholamines, by a non-exocytic mechanism. These drugs play important medicinal and social roles in many cultures, exert profound effects on mental function and behavior, and can produce neurodegeneration and addiction. Numerous questions remain regarding the unusual molecular mechanisms by which these compounds induce catecholamine release. We review current issues on the two apparent primary mechanisms--the redistribution of catecholamines from synaptic vesicles to the cytosol, and induction of reverse transport of transmitter through plasma membrane uptake carriers--and on additional drug effects that affect extracellular catecholamine levels, including uptake inhibition, effects on exocytosis, neurotransmitter synthesis, and metabolism.",
        "Keywords": [],
        "MeSH terms": [
            "Amphetamines",
            "Animals",
            "Carrier Proteins",
            "Catecholamines",
            "Central Nervous System Stimulants",
            "Exocytosis",
            "Humans",
            "Neurotransmitter Agents",
            "Neurotransmitter Uptake Inhibitors",
            "Presynaptic Terminals",
            "Synaptic Membranes",
            "Synaptic Transmission",
            "Synaptic Vesicles"
        ],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Department of Psychiatry, Neurology and Pharmacology, New York State Psychiatric Institute, Columbia University, 650 W. 168th Street, Black Building Room 309, New York, NY 10032, USA. ds43@columbia.edu"
            },
            {
                "First Name": "Mark S",
                "Last Name": "Sonders",
                "Affiliation": ""
            },
            {
                "First Name": "Nathan W",
                "Last Name": "Poulsen",
                "Affiliation": ""
            },
            {
                "First Name": "Aurelio",
                "Last Name": "Galli",
                "Affiliation": ""
            }
        ],
        "Journal": "Progress in neurobiology",
        "PubDate": "2005"
    },
    {
        "PMID": "15820686",
        "Title": "Antidepressants and the monoamine masquerade.",
        "Abstract": "Neurotransmitter transporters have long been known to recognize related compounds as substrates, resulting in the accumulation and release of so-called \"false transmitters.\" In this issue of Neuron, Zhou et al. show that when serotonin levels are elevated by inhibition of either serotonin reuptake or of monoamine oxidase, dopamine neurons accumulate serotonin. The results suggest that release of serotonin by dopamine neurons may contribute to the effects of multiple major classes of antidepressants.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Antidepressive Agents",
            "Biogenic Monoamines",
            "Humans",
            "Neurons"
        ],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Department of Neurology, Columbia University, New York State Psychiatric Institute, New York, New York 10032, USA."
            },
            {
                "First Name": "Robert H",
                "Last Name": "Edwards",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2005"
    },
    {
        "PMID": "15717014",
        "Title": "Neurodegeneration and neuroprotection in Parkinson disease.",
        "Abstract": "Many of the motoric features that define Parkinson disease (PD) result primarily from the loss of the neuromelanin (NM)-containing dopamine (DA) neurons of the substantia nigra (SN), and to a lesser extent, other mostly catecholaminergic neurons, and are associated with cytoplasmic \"Lewy body\" inclusions in some of the surviving neurons. While there are uncommon instances of familial PD, and rare instances of known genetic causes, the etiology of the vast majority of PD cases remains unknown (i.e., idiopathic). Here we outline genetic and environmental findings related to PD epidemiology, suggestions that aberrant protein degradation may play a role in disease pathogenesis, and pathogenetic mechanisms including oxidative stress due to DA oxidation that could underlie the selectivity of neurodegeneration. We then outline potential approaches to neuroprotection for PD that are derived from current notions on disease pathogenesis.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Brain",
            "Clinical Trials as Topic",
            "Humans",
            "Nerve Degeneration",
            "Neurons",
            "Neuroprotective Agents",
            "Parkinson Disease"
        ],
        "Authors": [
            {
                "First Name": "Stanley",
                "Last Name": "Fahn",
                "Affiliation": "Department of Neurology, Columbia University, New York, New York 10032, USA. fahn@neuro.columbia.edu"
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            }
        ],
        "Journal": "NeuroRx : the journal of the American Society for Experimental NeuroTherapeutics",
        "PubDate": "2004"
    },
    {
        "PMID": "15333840",
        "Title": "Impaired degradation of mutant alpha-synuclein by chaperone-mediated autophagy.",
        "Abstract": "Aberrant alpha-synuclein degradation is implicated in Parkinson's disease pathogenesis because the protein accumulates in the Lewy inclusion bodies associated with the disease. Little is known, however, about the pathways by which wild-type alpha-synuclein is normally degraded. We found that wild-type alpha-synuclein was selectively translocated into lysosomes for degradation by the chaperone-mediated autophagy pathway. The pathogenic A53T and A30P alpha-synuclein mutants bound to the receptor for this pathway on the lysosomal membrane, but appeared to act as uptake blockers, inhibiting both their own degradation and that of other substrates. These findings may underlie the toxic gain-of-function by the mutants.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Motifs",
            "Animals",
            "Antigens, CD",
            "Autophagy",
            "Cells, Cultured",
            "Glyceraldehyde-3-Phosphate Dehydrogenases",
            "Half-Life",
            "Intracellular Membranes",
            "Lysosomal Membrane Proteins",
            "Lysosomes",
            "Male",
            "Mice",
            "Molecular Chaperones",
            "Mutation",
            "Nerve Tissue Proteins",
            "Neurons",
            "PC12 Cells",
            "Protein Binding",
            "Protein Transport",
            "Rats",
            "Rats, Wistar",
            "Synucleins",
            "alpha-Synuclein"
        ],
        "Authors": [
            {
                "First Name": "Ana Maria",
                "Last Name": "Cuervo",
                "Affiliation": "Department of Anatomy and Structural Biology, Marion Bessin Liver Research Center, Albert Einstein College of Medicine, Bronx, NY 10461, USA. amcuervo@aecom.yu.edu"
            },
            {
                "First Name": "Leonidas",
                "Last Name": "Stefanis",
                "Affiliation": ""
            },
            {
                "First Name": "Ross",
                "Last Name": "Fredenburg",
                "Affiliation": ""
            },
            {
                "First Name": "Peter T",
                "Last Name": "Lansbury",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2004"
    },
    {
        "PMID": "15157425",
        "Title": "Heterosynaptic dopamine neurotransmission selects sets of corticostriatal terminals.",
        "Abstract": "Dopamine input to the striatum is required for voluntary motor movement, behavioral reinforcement, and responses to drugs of abuse. It is speculated that these functions are dependent on either excitatory or inhibitory modulation of corticostriatal synapses onto medium spiny neurons (MSNs). While dopamine modulates MSN excitability, a direct presynaptic effect on the corticostriatal input has not been clearly demonstrated. We combined optical monitoring of synaptic vesicle exocytosis from motor area corticostriatal afferents and electrochemical recordings of striatal dopamine release to directly measure effects of dopamine at the level of individual presynaptic terminals. Dopamine released by either electrical stimulation or amphetamine acted via D2 receptors to inhibit the activity of subsets of corticostriatal terminals. Optical and electrophysiological data suggest that heterosynaptic inhibition was enhanced by higher frequency stimulation and was selective for the least active terminals. Thus, dopamine, by filtering less active inputs, appears to reinforce specific sets of corticostriatal synaptic connections.",
        "Keywords": [],
        "MeSH terms": [
            "Afferent Pathways",
            "Amphetamine",
            "Animals",
            "Calcium Signaling",
            "Cerebral Cortex",
            "Dopamine",
            "Electric Stimulation",
            "Excitatory Postsynaptic Potentials",
            "Exocytosis",
            "Feedback",
            "Glutamic Acid",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Neostriatum",
            "Neural Inhibition",
            "Presynaptic Terminals",
            "Pyridinium Compounds",
            "Quaternary Ammonium Compounds",
            "Receptors, Dopamine D2",
            "Substantia Nigra",
            "Synaptic Transmission",
            "Synaptic Vesicles"
        ],
        "Authors": [
            {
                "First Name": "Nigel S",
                "Last Name": "Bamford",
                "Affiliation": "Department of Neurology, University of Washington, Children's Hospital and Regional Medical Center, Seattle, WA 98105 USA."
            },
            {
                "First Name": "Hui",
                "Last Name": "Zhang",
                "Affiliation": ""
            },
            {
                "First Name": "Yvonne",
                "Last Name": "Schmitz",
                "Affiliation": ""
            },
            {
                "First Name": "Nan-Ping",
                "Last Name": "Wu",
                "Affiliation": ""
            },
            {
                "First Name": "Carlos",
                "Last Name": "Cepeda",
                "Affiliation": ""
            },
            {
                "First Name": "Michael S",
                "Last Name": "Levine",
                "Affiliation": ""
            },
            {
                "First Name": "Claudia",
                "Last Name": "Schmauss",
                "Affiliation": ""
            },
            {
                "First Name": "Stanislav S",
                "Last Name": "Zakharenko",
                "Affiliation": ""
            },
            {
                "First Name": "Leonard",
                "Last Name": "Zablow",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2004"
    },
    {
        "PMID": "15146187",
        "Title": "Frequency-dependent modulation of dopamine release by nicotine.",
        "Abstract": "Although nicotine activation of dopamine release is implicated in addiction, it also desensitizes nicotinic acetylcholine receptors (nAChRs), leading to a prolonged depression of evoked dopamine release. Here we show that nicotine's effects depend on the firing pattern of dopamine neurons, so that while desensitization of nAChRs indeed curbs dopamine released by stimuli emulating tonic firing, it allows a rapid rise in dopamine from stimuli emulating phasic firing patterns associated with incentive/salience paradigms. Nicotine may thus enhance the contrast of dopamine signals associated with behavioral cues.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Dopamine",
            "In Vitro Techniques",
            "Mice",
            "Nicotine",
            "Nucleus Accumbens",
            "Receptors, Nicotinic"
        ],
        "Authors": [
            {
                "First Name": "Hui",
                "Last Name": "Zhang",
                "Affiliation": "Department of Neurology, Columbia University, 650 W 168th Street, New York, New York 10032, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature neuroscience",
        "PubDate": "2004"
    },
    {
        "PMID": "14990933",
        "Title": "Dopamine neurons release transmitter via a flickering fusion pore.",
        "Abstract": "A key question in understanding mechanisms of neurotransmitter release is whether the fusion pore of a synaptic vesicle regulates the amount of transmitter released during exocytosis. We measured dopamine release from small synaptic vesicles of rat cultured ventral midbrain neurons using carbon fiber amperometry. Our data indicate that small synaptic vesicle fusion pores flicker either once or multiple times in rapid succession, with each flicker releasing approximately 25-30% of vesicular dopamine. The incidence of events with multiple flickers was reciprocally regulated by phorbol esters and staurosporine. Thus, dopamine neurons regulate the amount of neurotransmitter released by small synaptic vesicles by controlling the number of fusion pore flickers per exocytotic event. This mode of exocytosis is a potential mechanism whereby neurons can rapidly reuse vesicles without undergoing the comparatively slow process of recycling.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Dopamine",
            "Electrophysiology",
            "Exocytosis",
            "In Vitro Techniques",
            "Mesencephalon",
            "Models, Neurological",
            "Neurons",
            "Protein Transport",
            "Rats",
            "Synapses",
            "Synaptic Transmission",
            "Synaptic Vesicles"
        ],
        "Authors": [
            {
                "First Name": "Roland G W",
                "Last Name": "Staal",
                "Affiliation": "Department of Neurology, Black 305, 650 West 168th St, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Eugene V",
                "Last Name": "Mosharov",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature neuroscience",
        "PubDate": "2004"
    },
    {
        "PMID": "14627643",
        "Title": "Glutamate spillover in the striatum depresses dopaminergic transmission by activating group I metabotropic glutamate receptors.",
        "Abstract": "Cortical glutamate and substantia nigra dopamine (DA) afferents converge onto the dendritic spines of medium spiny neurons (MSNs) in the striatum where they act to modulate motor and cognitive functions. The released DA spills over from its synapse and is thought to regulate glutamatergic input by acting on distal DA receptors located on corticostriatal axon terminals. By monitoring evoked DA release directly using fast-scan cyclic voltammetry, we report a reciprocal modulation by glutamate spillover on evoked striatal DA release, induced by either glutamate uptake blockade or high-frequency stimulation of corticostriatal tracts. We demonstrate that this modulation is attributable to the activation of group I metabotropic glutamate receptors. Thus, under conditions in which glutamate escapes the confines of its synapse, it can elicit the presynaptic suppression of dopaminergic neurotransmission.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Transport System X-AG",
            "Animals",
            "Aspartic Acid",
            "Corpus Striatum",
            "Dopamine",
            "Electric Stimulation",
            "Excitatory Amino Acid Agonists",
            "Excitatory Amino Acid Antagonists",
            "Excitatory Amino Acid Transporter 1",
            "Excitatory Amino Acid Transporter 2",
            "Glutamate Plasma Membrane Transport Proteins",
            "Glutamic Acid",
            "Glycine",
            "In Vitro Techniques",
            "Ligands",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Receptor, Metabotropic Glutamate 5",
            "Receptors, Metabotropic Glutamate",
            "Resorcinols",
            "Symporters",
            "Synaptic Transmission"
        ],
        "Authors": [
            {
                "First Name": "Hui",
                "Last Name": "Zhang",
                "Affiliation": "Department of Neurology, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2003"
    },
    {
        "PMID": "14585596",
        "Title": "Neuromelanin of the substantia nigra: a neuronal black hole with protective and toxic characteristics.",
        "Abstract": "Neuromelanin accumulates in dopaminergic neurons during normal aging, and in Parkinson's disease, neurons with this pigment are those that selectively degenerate. Intraneuronal neuromelanin could play a protective role during its synthesis by preventing the toxic accumulation of cytosolic catechol derivatives and, in addition, by its ability to scavenge reactive metals, pesticides and other toxins to form stable adducts. However, dying neurons in Parkinson's disease that release neuromelanin might induce a vicious cycle of chronic neuroinflammation and neuronal loss.",
        "Keywords": [],
        "MeSH terms": [
            "Aging",
            "Dopamine",
            "Humans",
            "Melanins",
            "Neurons",
            "Neuroprotective Agents",
            "Neurotoxins",
            "Parkinson Disease",
            "Substantia Nigra"
        ],
        "Authors": [
            {
                "First Name": "Luigi",
                "Last Name": "Zecca",
                "Affiliation": "Institute of Biomedical Technologies - National Council of Research, Segrate, Italy. luigi.zecca@itb.cnr.it"
            },
            {
                "First Name": "Fabio A",
                "Last Name": "Zucca",
                "Affiliation": ""
            },
            {
                "First Name": "Henrik",
                "Last Name": "Wilms",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            }
        ],
        "Journal": "Trends in neurosciences",
        "PubDate": "2003"
    },
    {
        "PMID": "14511105",
        "Title": "Presynaptic regulation of dopaminergic neurotransmission.",
        "Abstract": "The development of electrochemical recordings with small carbon-fiber electrodes has significantly advanced the understanding of the regulation of catecholamine transmission in various brain areas. Recordings in vivo or in slice preparations monitor diffusion of catecholamine following stimulated synaptic release into the surrounding tissue. This synaptic 'overflow' is defined by the amount of release, by the activity of reuptake, and by the diffusion parameters in brain tissue. Such studies have elucidated the complex regulation of catecholamine release and uptake, and how psychostimulants and anti-psychotic drugs interfere with it. Moreover, recordings with carbon-fiber electrodes from cultured neurons have provided analysis of catecholamine release and its plasticity at the quantal level.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Catecholamines",
            "Central Nervous System Stimulants",
            "Dopamine",
            "Electrophysiology",
            "Humans",
            "In Vitro Techniques",
            "Microelectrodes",
            "Neurons",
            "Presynaptic Terminals",
            "Synaptic Transmission"
        ],
        "Authors": [
            {
                "First Name": "Yvonne",
                "Last Name": "Schmitz",
                "Affiliation": "Department of Neurology, Columbia Univeristy, New York, NY 10032, USA. ys290@columbia.edu"
            },
            {
                "First Name": "Marianne",
                "Last Name": "Benoit-Marand",
                "Affiliation": ""
            },
            {
                "First Name": "François",
                "Last Name": "Gonon",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of neurochemistry",
        "PubDate": "2003"
    },
    {
        "PMID": "12843272",
        "Title": "D3 dopamine autoreceptors do not activate G-protein-gated inwardly rectifying potassium channel currents in substantia nigra dopamine neurons.",
        "Abstract": "Substantia nigra (SN) dopamine neurons express D2 and D3 dopamine autoreceptors. A physiological role for the D3 receptor has not been identified, but an activation of G-protein-gated inwardly rectifying potassium (GIRK; also known as Kir3) channels is strongly implicated because D3 receptors activate channels composed of GIRK2 subunits in cell lines. We confirmed that acutely dissociated SN dopamine neurons indeed contain D3 and GIRK2 subunit mRNA using single-cell RT-PCR. We then tested whether D3 receptors activate GIRK currents in SN dopamine neurons by comparing acutely dissociated neurons from D2-/- receptor knock-out and congenic wild-type mice. In nearly all (14 of 15) wild-type SN dopamine neurons, the D2/D3 agonist quinpirole activated GIRK currents that were blocked by cesium. Quinpirole, however, elicited no GIRK currents in any SN dopamine neuron (0 of 13) derived from D2-/- receptor knock-out mice. The absence of quinpirole response was not caused by a lack of GIRK activity, because the GABAB receptor agonist baclofen continued to elicit these currents in the mutant neurons. Thus, it appears that D3 activation of GIRK currents in SN neurons does not occur or is exceedingly rare.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Autoreceptors",
            "Cell Separation",
            "Dopamine",
            "G Protein-Coupled Inwardly-Rectifying Potassium Channels",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Mice, Neurologic Mutants",
            "Neurons",
            "Patch-Clamp Techniques",
            "Potassium Channels",
            "Potassium Channels, Inwardly Rectifying",
            "RNA, Messenger",
            "Receptors, Dopamine D2",
            "Receptors, Dopamine D3",
            "Reverse Transcriptase Polymerase Chain Reaction",
            "Substantia Nigra"
        ],
        "Authors": [
            {
                "First Name": "Viviana",
                "Last Name": "Davila",
                "Affiliation": "Department of Neurology, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Zhen",
                "Last Name": "Yan",
                "Affiliation": ""
            },
            {
                "First Name": "Liviu C",
                "Last Name": "Craciun",
                "Affiliation": ""
            },
            {
                "First Name": "Diomedes",
                "Last Name": "Logothetis",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2003"
    },
    {
        "PMID": "12689764",
        "Title": "Dopamine transport currents are promoted from curiosity to physiology.",
        "Abstract": "Midbrain dopaminergic neurons maintain low ongoing \"tonic\" activity interrupted by high frequency bursts associated with behavioral reward. Dopamine released during bursts feeds back onto D(2) autoreceptors that depress neuronal activity. New findings from Ingram and colleagues suggest that, by contrast, tonic activity excites these neurons by activating an uncoupled Cl- conductance that is mediated by the dopamine uptake transporter. This response extends the range of states regulated by neurotransmitter feedback, and could contribute importantly to understanding amphetamine action.",
        "Keywords": [],
        "MeSH terms": [
            "Amphetamine",
            "Animals",
            "Autoreceptors",
            "Central Nervous System Stimulants",
            "Chlorides",
            "Dopamine Plasma Membrane Transport Proteins",
            "Feedback",
            "Humans",
            "Membrane Glycoproteins",
            "Membrane Transport Proteins",
            "Mesencephalon",
            "Nerve Tissue Proteins",
            "Neurons"
        ],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Departments of Neurology and Psychiatry, Columbia University, Department of Neuroscience, New York State Psychiatric Institute, Black 305, 650W 168th Street, New York, NY 10032, USA. ds43@columbia.edu"
            },
            {
                "First Name": "Aurelio",
                "Last Name": "Galli",
                "Affiliation": ""
            }
        ],
        "Journal": "Trends in neurosciences",
        "PubDate": "2003"
    },
    {
        "PMID": "12388602",
        "Title": "Methamphetamine-induced degeneration of dopaminergic neurons involves autophagy and upregulation of dopamine synthesis.",
        "Abstract": "Methamphetamine (METH) selectively injures the neurites of dopamine (DA) neurons, generally without inducing cell death. It has been proposed that METH-induced redistribution of DA from the vesicular storage pool to the cytoplasm, where DA can oxidize to produce quinones and additional reactive oxygen species, may account for this selective neurotoxicity. To test this hypothesis, we used mice heterozygous (+/-) or homozygous (-/-) for the brain vesicular monoamine uptake transporter VMAT2, which mediates the accumulation of cytosolic DA into synaptic vesicles. In postnatal ventral midbrain neuronal cultures derived from these mice, METH-induced degeneration of DA neurites and accumulation of oxyradicals, including metabolites of oxidized DA, varied inversely with VMAT2 expression. METH administration also promoted the synthesis of DA via upregulation of tyrosine hydroxylase activity, resulting in an elevation of cytosolic DA even in the absence of vesicular sequestration. Electron microscopy and fluorescent labeling confirmed that METH promoted the formation of autophagic granules, particularly in neuronal varicosities and, ultimately, within cell bodies of dopaminergic neurons. Therefore, we propose that METH neurotoxicity results from the induction of a specific cellular pathway that is activated when DA cannot be effectively sequestered in synaptic vesicles, thereby producing oxyradical stress, autophagy, and neurite degeneration.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Autophagy",
            "Cell Count",
            "Cell Death",
            "Cells, Cultured",
            "Chromatography, High Pressure Liquid",
            "Dopamine",
            "Dopamine Plasma Membrane Transport Proteins",
            "Membrane Glycoproteins",
            "Membrane Transport Proteins",
            "Mesencephalon",
            "Methamphetamine",
            "Mice",
            "Mice, Knockout",
            "Mice, Mutant Strains",
            "Nerve Tissue Proteins",
            "Neurites",
            "Neurons",
            "Neuropeptides",
            "Oxidative Stress",
            "Signal Transduction",
            "Synaptic Vesicles",
            "Up-Regulation",
            "Vesicular Biogenic Amine Transport Proteins",
            "Vesicular Monoamine Transport Proteins"
        ],
        "Authors": [
            {
                "First Name": "Kristin E",
                "Last Name": "Larsen",
                "Affiliation": "Department of Neurology, Columbia University, and New York Psychiatric Institute, New York, New York 10032, USA."
            },
            {
                "First Name": "Edward A",
                "Last Name": "Fon",
                "Affiliation": ""
            },
            {
                "First Name": "Teresa G",
                "Last Name": "Hastings",
                "Affiliation": ""
            },
            {
                "First Name": "Robert H",
                "Last Name": "Edwards",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2002"
    },
    {
        "PMID": "12223553",
        "Title": "Altered dopamine release and uptake kinetics in mice lacking D2 receptors.",
        "Abstract": "Dysregulation of dopamine transmission is thought to contribute to schizophrenic psychosis and drug dependence. Dopamine release is regulated by D2 dopamine autoreceptors, and D2 receptor ligands are used to treat psychosis and addiction. To elucidate the long-term effects of D2 autoreceptor activity on dopamine signaling, dopamine overflow evoked by single or paired-pulse stimulation was compared in striatal slices from D2-null mutant and wild-type mice. Quinpirole, a D2/D3 receptor agonist, had no effect on evoked dopamine release in D2 mutant mice, indicating that D2 receptors are the only release-regulating receptors at the axon terminal. Dopamine release inhibition by GABA(B) receptor activation was unchanged in D2 mutant mice, suggesting that other G-protein-coupled pathways remained normal in the absence of D2 autoreceptors. Paired-pulse stimulation revealed that autoinhibition of dopamine release was maximal 500 msec after stimulation and lasted <5 sec. In D2-null mutants, dopamine overflow in response to single stimuli was severely decreased. Experiments with the uptake inhibitor nomifensine indicated that this was caused by enhanced dopamine uptake rather than reduced release. Analysis of dopamine overflow kinetics using a simulation model suggested that the enhanced uptake was caused by an increase in the maximal velocity of uptake, V(max). These results from D2-null mutant mice support the suggestion that D2 autoreceptors and dopamine transporters interact to regulate the amplitude and timing of dopamine signals.",
        "Keywords": [],
        "MeSH terms": [
            "3,4-Dihydroxyphenylacetic Acid",
            "Animals",
            "Autoreceptors",
            "Cerebral Cortex",
            "Chromatography, High Pressure Liquid",
            "Corpus Striatum",
            "Dopamine",
            "Electric Stimulation",
            "GABA Agonists",
            "GTP-Binding Proteins",
            "Homovanillic Acid",
            "In Vitro Techniques",
            "Kinetics",
            "Mice",
            "Mice, Knockout",
            "Presynaptic Terminals",
            "Receptors, Cell Surface",
            "Receptors, Dopamine D2"
        ],
        "Authors": [
            {
                "First Name": "Yvonne",
                "Last Name": "Schmitz",
                "Affiliation": "Department of Neurology, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Claudia",
                "Last Name": "Schmauss",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2002"
    },
    {
        "PMID": "12122145",
        "Title": "Stimulation-dependent regulation of the pH, volume and quantal size of bovine and rodent secretory vesicles.",
        "Abstract": "Trapping of weak bases was utilized to evaluate stimulus-induced changes in the internal pH of the secretory vesicles of chromaffin cells and enteric neurons. The internal acidity of chromaffin vesicles was increased by the nicotinic agonist 1,1-dimethyl-4-phenyl-piperazinium iodide (DMPP; in vivo and in vitro) and by high K+ (in vitro); and in enteric nerve terminals by exposure to veratridine or a plasmalemmal [Ca2+]o receptor agonist (Gd3+). Stimulation-induced acidification of chromaffin vesicles was [Ca2+]o-dependent and blocked by agents that inhibit the vacuolar proton pump (vH+-ATPase) or flux through Cl- channels. Stimulation also increased the average volume of chromaffin vesicles and the proportion that displayed a clear halo around their dense cores (called active vesicles). Stimulation-induced increases in internal acidity and size were greatest in active vesicles. Stimulation of chromaffin cells in the presence of a plasma membrane marker revealed that membrane was internalized in endosomes but not in chromaffin vesicles. The stable expression of botulinum toxin E to prevent exocytosis did not affect the stimulation-induced acidification of the secretory vesicles of mouse neuroblastoma Neuro2A cells. Stimulation-induced acidification thus occurs independently of exocytosis. The quantal size of secreted catecholamines, measured by amperometry in cultured chromaffin cells, was found to be increased either by prior exposure to L-DOPA or stimulation by high K+, and decreased by inhibition of vH+-ATPase or flux through Cl- channels. These observations are consistent with the hypothesis that the content of releasable small molecules in secretory vesicles is increased when the driving force for their uptake is enhanced, either by increasing the transmembrane concentration or pH gradients.",
        "Keywords": [],
        "MeSH terms": [
            "Adrenal Medulla",
            "Animals",
            "Anti-Bacterial Agents",
            "Cattle",
            "Cell Size",
            "Cells, Cultured",
            "Chromaffin Cells",
            "Electric Stimulation",
            "Electrochemistry",
            "Homeostasis",
            "Hydrogen-Ion Concentration",
            "Immunohistochemistry",
            "Macrolides",
            "Male",
            "Microscopy, Immunoelectron",
            "Organelles",
            "Potassium",
            "Rats",
            "Rats, Sprague-Dawley"
        ],
        "Authors": [
            {
                "First Name": "Emmanuel N",
                "Last Name": "Pothos",
                "Affiliation": "Department of Pharmacology and Experimental Therapeutics, Tufts University School of Medicine, Boston, MA 0211, USA."
            },
            {
                "First Name": "Eugene",
                "Last Name": "Mosharov",
                "Affiliation": ""
            },
            {
                "First Name": "Kuo-Peing",
                "Last Name": "Liu",
                "Affiliation": ""
            },
            {
                "First Name": "Wanda",
                "Last Name": "Setlik",
                "Affiliation": ""
            },
            {
                "First Name": "Marian",
                "Last Name": "Haburcak",
                "Affiliation": ""
            },
            {
                "First Name": "Giulia",
                "Last Name": "Baldini",
                "Affiliation": ""
            },
            {
                "First Name": "Michael D",
                "Last Name": "Gershon",
                "Affiliation": ""
            },
            {
                "First Name": "Hadassah",
                "Last Name": "Tamir",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of physiology",
        "PubDate": "2002"
    },
    {
        "PMID": "11912908",
        "Title": "Transgenic superoxide dismutase overproducer: murine.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cells, Cultured",
            "Genotype",
            "Humans",
            "Immunohistochemistry",
            "Isoenzymes",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Transgenic",
            "Polymerase Chain Reaction",
            "Reactive Oxygen Species",
            "Recombinant Proteins",
            "Superoxide Dismutase"
        ],
        "Authors": [
            {
                "First Name": "Serge",
                "Last Name": "Przedborski",
                "Affiliation": "Departments of Neurology and Pathology, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Vernice",
                "Last Name": "Jackson-Lewis",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            },
            {
                "First Name": "Ali",
                "Last Name": "Naini",
                "Affiliation": ""
            },
            {
                "First Name": "Norma",
                "Last Name": "Romero",
                "Affiliation": ""
            },
            {
                "First Name": "Caiping",
                "Last Name": "Chen",
                "Affiliation": ""
            },
            {
                "First Name": "Julia",
                "Last Name": "Arias",
                "Affiliation": ""
            }
        ],
        "Journal": "Methods in enzymology",
        "PubDate": "2002"
    }
]