[
    {
        "PMID": "38534190",
        "Title": "Artificial Intelligence in Breast Imaging Daily Clinical Practice: Point-Reshaping Breast Cancer Screening.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Aimilia",
                "Last Name": "Gastounioti",
                "Affiliation": "Mallinckrodt Institute of Radiology, Washington University School of Medicine, St. Louis, MO, USA."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Radiology, Columbia University Irving Medical Center, New York, NY, USA."
            }
        ],
        "Journal": "AJR. American journal of roentgenology",
        "PubDate": "2024"
    },
    {
        "PMID": "38472364",
        "Title": "The promise of AI in personalized breast cancer screening: are we there yet?",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Breast Neoplasms",
            "Female",
            "Early Detection of Cancer",
            "Precision Medicine",
            "Artificial Intelligence"
        ],
        "Authors": [
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Radiology, Columbia University Irving Medical Center (CUIMC), New York, NY, USA. dk3360@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature reviews. Clinical oncology",
        "PubDate": "2024"
    },
    {
        "PMID": "38352179",
        "Title": "State of the art: radiomics and radiomics-related artificial intelligence on the road to clinical translation.",
        "Abstract": "Radiomics and artificial intelligence carry the promise of increased precision in oncologic imaging assessments due to the ability of harnessing thousands of occult digital imaging features embedded in conventional medical imaging data. While powerful, these technologies suffer from a number of sources of variability that currently impede clinical translation. In order to overcome this impediment, there is a need to control for these sources of variability through harmonization of imaging data acquisition across institutions, construction of standardized imaging protocols that maximize the acquisition of these features, harmonization of post-processing techniques, and big data resources to properly power studies for hypothesis testing. For this to be accomplished, it will be critical to have multidisciplinary and multi-institutional collaboration.",
        "Keywords": [
            "artificial intelligence",
            "deep learning",
            "machine learning",
            "oncologic imaging",
            "radiomics"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Shweta",
                "Last Name": "Majumder",
                "Affiliation": "Department of Radiology, University of Pennsylvania Perelman School of Medicine, Philadelphia, PA 19104, United States."
            },
            {
                "First Name": "Sharyn",
                "Last Name": "Katz",
                "Affiliation": "Department of Radiology, University of Pennsylvania Perelman School of Medicine, Philadelphia, PA 19104, United States."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Radiology, University of Pennsylvania Perelman School of Medicine, Philadelphia, PA 19104, United States."
            },
            {
                "First Name": "Leonid",
                "Last Name": "Roshkovan",
                "Affiliation": "Department of Radiology, University of Pennsylvania Perelman School of Medicine, Philadelphia, PA 19104, United States."
            }
        ],
        "Journal": "BJR open",
        "PubDate": "2024"
    },
    {
        "PMID": "38330217",
        "Title": "Ethical considerations for artificial intelligence in dermatology: a scoping review.",
        "Abstract": "The field of dermatology is experiencing the rapid deployment of artificial intelligence (AI), from mobile applications (apps) for skin cancer detection to large language models like ChatGPT that can answer generalist or specialist questions about skin diagnoses. With these new applications, ethical concerns have emerged. In this scoping review, we aimed to identify the applications of AI to the field of dermatology and to understand their ethical implications. We used a multifaceted search approach, searching PubMed, MEDLINE, Cochrane Library and Google Scholar for primary literature, following the PRISMA Extension for Scoping Reviews guidance. Our advanced query included terms related to dermatology, AI and ethical considerations. Our search yielded 202 papers. After initial screening, 68 studies were included. Thirty-two were related to clinical image analysis and raised ethical concerns for misdiagnosis, data security, privacy violations and replacement of dermatologist jobs. Seventeen discussed limited skin of colour representation in datasets leading to potential misdiagnosis in the general population. Nine articles about teledermatology raised ethical concerns, including the exacerbation of health disparities, lack of standardized regulations, informed consent for AI use and privacy challenges. Seven addressed inaccuracies in the responses of large language models. Seven examined attitudes toward and trust in AI, with most patients requesting supplemental assessment by a physician to ensure reliability and accountability. Benefits of AI integration into clinical practice include increased patient access, improved clinical decision-making, efficiency and many others. However, safeguards must be put in place to ensure the ethical application of AI.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Artificial Intelligence",
            "Dermatology",
            "Telemedicine",
            "Informed Consent",
            "Confidentiality",
            "Diagnostic Errors",
            "Computer Security",
            "Skin Diseases",
            "Mobile Applications"
        ],
        "Authors": [
            {
                "First Name": "Emily R",
                "Last Name": "Gordon",
                "Affiliation": "Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Megan H",
                "Last Name": "Trager",
                "Affiliation": "Columbia University Irving Medical Center, Departments of Dermatology."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "University of Pennsylvania, Perelman School of Medicine, Department of Radiology, Philadelphia, PA, USA."
            },
            {
                "First Name": "Chunhua",
                "Last Name": "Weng",
                "Affiliation": "Biomedical Informatics, New York, NY, USA."
            },
            {
                "First Name": "Larisa J",
                "Last Name": "Geskin",
                "Affiliation": "Columbia University Irving Medical Center, Departments of Dermatology."
            },
            {
                "First Name": "Lydia S",
                "Last Name": "Dugdale",
                "Affiliation": "Columbia University Vagelos College of Physicians and Surgeons, Department of Medicine, Center for Clinical Medical Ethics, New York, NY, USA."
            },
            {
                "First Name": "Faramarz H",
                "Last Name": "Samie",
                "Affiliation": "Columbia University Irving Medical Center, Departments of Dermatology."
            }
        ],
        "Journal": "The British journal of dermatology",
        "PubDate": "2024"
    },
    {
        "PMID": "38074794",
        "Title": "Breast Cancer Risk Assessment in the AI Era: The Importance of Model Validation in Ethnically Diverse Cohorts.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "From the Department of Radiology, Perelman School of Medicine, University of Pennsylvania, 3700 Hamilton Walk, Richards Bldg, Rm D702, Philadelphia, PA 19104 (D.K.); and Department of Ophthalmology, University of Colorado School of Medicine, Aurora, Colo (J.K.C.)."
            },
            {
                "First Name": "Jayashree",
                "Last Name": "Kalpathy-Cramer",
                "Affiliation": "From the Department of Radiology, Perelman School of Medicine, University of Pennsylvania, 3700 Hamilton Walk, Richards Bldg, Rm D702, Philadelphia, PA 19104 (D.K.); and Department of Ophthalmology, University of Colorado School of Medicine, Aurora, Colo (J.K.C.)."
            }
        ],
        "Journal": "Radiology. Artificial intelligence",
        "PubDate": "2023"
    },
    {
        "PMID": "37159874",
        "Title": "Combining Molecular and Radiomic Features for Risk Assessment in Breast Cancer.",
        "Abstract": "Breast cancer risk is highly variable within the population and current research is leading the shift toward personalized medicine. By accurately assessing an individual woman's risk, we can reduce the risk of over/undertreatment by preventing unnecessary procedures or by elevating screening procedures. Breast density measured from conventional mammography has been established as one of the most dominant risk factors for breast cancer; however, it is currently limited by its ability to characterize more complex breast parenchymal patterns that have been shown to provide additional information to strengthen cancer risk models. Molecular factors ranging from high penetrance, or high likelihood that a mutation will show signs and symptoms of the disease, to combinations of gene mutations with low penetrance have shown promise for augmenting risk assessment. Although imaging biomarkers and molecular biomarkers have both individually demonstrated improved performance in risk assessment, few studies have evaluated them together. This review aims to highlight the current state of the art in breast cancer risk assessment using imaging and genetic biomarkers.",
        "Keywords": [
            "breast cancer",
            "polygenic risk score",
            "radiomics",
            "risk assessment",
            "single-nucleotide polymorphisms"
        ],
        "MeSH terms": [
            "Female",
            "Humans",
            "Breast Neoplasms",
            "Mammography",
            "Breast Density",
            "Breast",
            "Risk Assessment"
        ],
        "Authors": [
            {
                "First Name": "Alex A",
                "Last Name": "Nguyen",
                "Affiliation": "Department of Bioengineering, University of Pennsylvania, Philadelphia, Pennsylvania, USA."
            },
            {
                "First Name": "Anne Marie",
                "Last Name": "McCarthy",
                "Affiliation": "Department of Biostatistics, Epidemiology and Informatics, University of Pennsylvania, Philadelphia, Pennsylvania, USA."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Philadelphia, Pennsylvania, USA; email: despina.kontos@pennmedicine.upenn.edu."
            }
        ],
        "Journal": "Annual review of biomedical data science",
        "PubDate": "2023"
    },
    {
        "PMID": "36997615",
        "Title": "Radiomic tumor phenotypes augment molecular profiling in predicting recurrence free survival after breast neoadjuvant chemotherapy.",
        "Abstract": "Early changes in breast intratumor heterogeneity during neoadjuvant chemotherapy may reflect the tumor's ability to adapt and evade treatment. We investigated the combination of precision medicine predictors of genomic and MRI data towards improved prediction of recurrence free survival (RFS).",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Rhea",
                "Last Name": "Chitalia",
                "Affiliation": "Department of Bioengineering, University of Pennsylvania, Perelman School of Medicine 3400 Spruce Street, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Marios",
                "Last Name": "Miliotis",
                "Affiliation": "Department of Computer Science and Biomedical Informatics, University of Thessaly, Lamia, Greece."
            },
            {
                "First Name": "Nariman",
                "Last Name": "Jahani",
                "Affiliation": "Department of Radiology, Division of Hematology/Oncology, University of Pennsylvania, Perelman School of Medicine 3400 Spruce Street, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Spyros",
                "Last Name": "Tastsoglou",
                "Affiliation": "Department of Computer Science and Biomedical Informatics, University of Thessaly, Lamia, Greece."
            },
            {
                "First Name": "Elizabeth S",
                "Last Name": "McDonald",
                "Affiliation": "Department of Radiology, Division of Hematology/Oncology, University of Pennsylvania, Perelman School of Medicine 3400 Spruce Street, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Vivian",
                "Last Name": "Belenky",
                "Affiliation": "Department of Radiology, Division of Hematology/Oncology, University of Pennsylvania, Perelman School of Medicine 3400 Spruce Street, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Eric A",
                "Last Name": "Cohen",
                "Affiliation": "Department of Radiology, Division of Hematology/Oncology, University of Pennsylvania, Perelman School of Medicine 3400 Spruce Street, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Newitt",
                "Affiliation": "Department of Radiology and Biomedical Imaging, University of California, San Francisco, USA."
            },
            {
                "First Name": "Laura J",
                "Last Name": "Van't Veer",
                "Affiliation": "Department of Surgery and Oncology, University of California, San Francisco, USA."
            },
            {
                "First Name": "Laura",
                "Last Name": "Esserman",
                "Affiliation": "Department of Surgery and Oncology, University of California, San Francisco, USA."
            },
            {
                "First Name": "Nola",
                "Last Name": "Hylton",
                "Affiliation": "Department of Radiology and Biomedical Imaging, University of California, San Francisco, USA."
            },
            {
                "First Name": "Angela",
                "Last Name": "DeMichele",
                "Affiliation": "Department of Medicine, Division of Hematology/Oncology, University of Pennsylvania, Perelman School of Medicine 3400 Spruce Street, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Artemis",
                "Last Name": "Hatzigeorgiou",
                "Affiliation": "Department of Computer Science and Biomedical Informatics, University of Thessaly, Lamia, Greece."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Radiology, Division of Hematology/Oncology, University of Pennsylvania, Perelman School of Medicine 3400 Spruce Street, Philadelphia, PA, 19104, USA. Despina.Kontos@pennmedicine.upenn.edu."
            }
        ],
        "Journal": "Communications medicine",
        "PubDate": "2023"
    },
    {
        "PMID": "36739358",
        "Title": "Radiomic phenotyping of the lung parenchyma in a lung cancer screening cohort.",
        "Abstract": "High-throughput extraction of radiomic features from low-dose CT scans can characterize the heterogeneity of the lung parenchyma and potentially aid in identifying subpopulations that may have higher risk of lung diseases, such as COPD, and lung cancer due to inflammation or obstruction of the airways. We aim to determine the feasibility of a lung radiomics phenotyping approach in a lung cancer screening cohort, while quantifying the effect of different CT reconstruction algorithms on phenotype robustness. We identified low-dose CT scans (n = 308) acquired with Siemens Healthineers scanners from patients who completed low-dose CT within our lung cancer screening program between 2015 and 2018 and had two different sets of image reconstructions kernel available (i.e., medium (I30f.), sharp (I50f.)) for the same acquisition. Following segmentation of the lung field, a total of 26 radiomic features were extracted from the entire 3D lung-field using a previously validated fully-automated lattice-based software pipeline, adapted for low-dose CT scans. The lattice in-house software was used to extract features including gray-level histogram, co-occurrence, and run-length descriptors. The lattice approach uses non-overlapping windows for traversing along pixels of images and calculates different features. Each feature was averaged for each scan within a range of lattice window sizes (W) of 4, 8 and 20 mm. The extracted imaging features from both datasets were harmonized to correct for differences in image acquisition parameters. Subsequently, unsupervised hierarchical clustering was applied on the extracted features to identify distinct phenotypic patterns of the lung parenchyma, where consensus clustering was used to identify the optimal number of clusters (K = 2). Differences between phenotypes for demographic and clinical covariates including sex, age, BMI, pack-years of smoking, Lung-RADS and cancer diagnosis were assessed for each phenotype cluster, and then compared across clusters for the two different CT reconstruction algorithms using the cluster entanglement metric, where a lower entanglement coefficient corresponds to good cluster alignment. Furthermore, an independent set of low-dose CT scans (n = 88) from patients with available pulmonary function data on lung obstruction were analyzed using the identified optimal clusters to assess associations to lung obstruction and validate the lung phenotyping paradigm. Heatmaps generated by radiomic features identified two distinct lung parenchymal phenotype patterns across different feature extraction window sizes, for both reconstruction algorithms (P < 0.05 with K = 2). Associations of radiomic-based clusters with clinical covariates showed significant differences for BMI and pack-years of smoking (P < 0.05) for both reconstruction kernels. Radiomic phenotype patterns were more similar across the two reconstructed kernels, when smaller window sizes (W = 4 and 8 mm) were used for radiomic feature extraction, as deemed by their entanglement coefficient. Validation of clustering approaches using cluster mapping for the independent sample with lung obstruction also showed two statistically significant phenotypes (P < 0.05) with significant difference for BMI and smoking pack-years. Radiomic analysis can be used to characterize lung parenchymal phenotypes from low-dose CT scans, which appear reproducible for different reconstruction kernels. Further work should seek to evaluate the effect of additional CT acquisition parameters and validate these phenotypes in characterizing lung cancer screening populations, to potentially better stratify disease patterns and cancer risk.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Lung Neoplasms",
            "Tomography, X-Ray Computed",
            "Early Detection of Cancer",
            "Lung",
            "Algorithms"
        ],
        "Authors": [
            {
                "First Name": "Babak",
                "Last Name": "Haghighi",
                "Affiliation": "Department of Radiology, Perelman School of Medicine and Hospital of the University of Pennsylvania, University of Pennsylvania, 3400 Spruce Street, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Hannah",
                "Last Name": "Horng",
                "Affiliation": "Department of Radiology, Perelman School of Medicine and Hospital of the University of Pennsylvania, University of Pennsylvania, 3400 Spruce Street, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Peter B",
                "Last Name": "Noël",
                "Affiliation": "Department of Radiology, Perelman School of Medicine and Hospital of the University of Pennsylvania, University of Pennsylvania, 3400 Spruce Street, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Eric A",
                "Last Name": "Cohen",
                "Affiliation": "Department of Radiology, Perelman School of Medicine and Hospital of the University of Pennsylvania, University of Pennsylvania, 3400 Spruce Street, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Lauren",
                "Last Name": "Pantalone",
                "Affiliation": "Department of Radiology, Perelman School of Medicine and Hospital of the University of Pennsylvania, University of Pennsylvania, 3400 Spruce Street, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Anil",
                "Last Name": "Vachani",
                "Affiliation": "Department of Radiology, Perelman School of Medicine and Hospital of the University of Pennsylvania, University of Pennsylvania, 3400 Spruce Street, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Katharine A",
                "Last Name": "Rendle",
                "Affiliation": "Department of Radiology, Perelman School of Medicine and Hospital of the University of Pennsylvania, University of Pennsylvania, 3400 Spruce Street, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Jocelyn",
                "Last Name": "Wainwright",
                "Affiliation": "Department of Radiology, Perelman School of Medicine and Hospital of the University of Pennsylvania, University of Pennsylvania, 3400 Spruce Street, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Chelsea",
                "Last Name": "Saia",
                "Affiliation": "Department of Radiology, Perelman School of Medicine and Hospital of the University of Pennsylvania, University of Pennsylvania, 3400 Spruce Street, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Russel T",
                "Last Name": "Shinohara",
                "Affiliation": "Department of Radiology, Perelman School of Medicine and Hospital of the University of Pennsylvania, University of Pennsylvania, 3400 Spruce Street, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Eduardo Mortani",
                "Last Name": "Barbosa",
                "Affiliation": "Department of Radiology, Perelman School of Medicine and Hospital of the University of Pennsylvania, University of Pennsylvania, 3400 Spruce Street, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Radiology, Perelman School of Medicine and Hospital of the University of Pennsylvania, University of Pennsylvania, 3400 Spruce Street, Philadelphia, PA, 19104, USA. Despina.Kontos@pennmedicine.upenn.edu."
            }
        ],
        "Journal": "Scientific reports",
        "PubDate": "2023"
    },
    {
        "PMID": "36513760",
        "Title": "Resampling and harmonization for mitigation of heterogeneity in image parameters of baseline scans.",
        "Abstract": "Our study investigates the effects of heterogeneity in image parameters on the reproducibility of prognostic performance of models built using radiomic biomarkers. We compare the prognostic performance of models derived from the heterogeneity-mitigated features with that of models obtained from raw features, to assess whether reproducibility of prognostic scores improves upon application of our methods. We used two datasets: The Breast I-SPY1 dataset-Baseline DCE-MRI scans of 156 women with locally advanced breast cancer, treated with neoadjuvant chemotherapy, publicly available via The Cancer Imaging Archive (TCIA); The NSCLC IO dataset-Baseline CT scans of 107 patients with stage 4 non-small cell lung cancer (NSCLC), treated with pembrolizumab immunotherapy at our institution. Radiomic features (n = 102) are extracted from the tumor ROIs. We use a variety of resampling and harmonization scenarios to mitigate the heterogeneity in image parameters. The patients were divided into groups based on batch variables. For each group, the radiomic phenotypes are combined with the clinical covariates into a prognostic model. The performance of the groups is assessed using the c-statistic, derived from a Cox proportional hazards model fitted on all patients within a group. The heterogeneity-mitigation scenario (radiomic features, derived from images that have been resampled to minimum voxel spacing, are harmonized using the image acquisition parameters as batch variables) gave models with highest prognostic scores (for e.g., IO dataset; batch variable: high kernel resolution-c-score: 0.66). The prognostic performance of patient groups is not comparable in case of models built using non-heterogeneity mitigated features (for e.g., I-SPY1 dataset; batch variable: small pixel spacing-c-score: 0.54, large pixel spacing-c-score: 0.65). The prognostic performance of patient groups is closer in case of heterogeneity-mitigated scenarios (for e.g., scenario-harmonize by voxel spacing parameters: IO dataset; thin slice-c-score: 0.62, thick slice-c-score: 0.60). Our results indicate that accounting for heterogeneity in image parameters is important to obtain more reproducible prognostic scores, irrespective of image site or modality. For non-heterogeneity mitigated models, the prognostic scores are not comparable across patient groups divided based on batch variables. This study can be a step in the direction of constructing reproducible radiomic biomarkers, thus increasing their application in clinical decision making.",
        "Keywords": [],
        "MeSH terms": [
            "Female",
            "Humans",
            "Carcinoma, Non-Small-Cell Lung",
            "Lung Neoplasms",
            "Reproducibility of Results",
            "Tomography, X-Ray Computed",
            "Prognosis"
        ],
        "Authors": [
            {
                "First Name": "Apurva",
                "Last Name": "Singh",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Hannah",
                "Last Name": "Horng",
                "Affiliation": "Department of Bioengineering, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Rhea",
                "Last Name": "Chitalia",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Leonid",
                "Last Name": "Roshkovan",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Sharyn I",
                "Last Name": "Katz",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Peter",
                "Last Name": "Noël",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Russell T",
                "Last Name": "Shinohara",
                "Affiliation": "Department of Biostatistics, Epidemiology, and Informatics, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Philadelphia, PA, 19104, USA. Despina.Kontos@pennmedicine.upenn.edu."
            }
        ],
        "Journal": "Scientific reports",
        "PubDate": "2022"
    },
    {
        "PMID": "35705618",
        "Title": "Development of a robust radiomic biomarker of progression-free survival in advanced non-small cell lung cancer patients treated with first-line immunotherapy.",
        "Abstract": "We aim to determine the feasibility of a novel radiomic biomarker that can integrate with other established clinical prognostic factors to predict progression-free survival (PFS) in patients with non-small cell lung cancer (NSCLC) undergoing first-line immunotherapy. Our study includes 107 patients with stage 4 NSCLC treated with pembrolizumab-based therapy (monotherapy: 30%, combination chemotherapy: 70%). The ITK-SNAP software was used for 3D tumor volume segmentation from pre-therapy CT scans. Radiomic features (n = 102) were extracted using the CaPTk software. Impact of heterogeneity introduced by image physical dimensions (voxel spacing parameters) and acquisition parameters (contrast enhancement and CT reconstruction kernel) was mitigated by resampling the images to the minimum voxel spacing parameters and harmonization by a nested ComBat technique. This technique was initialized with radiomic features, clinical factors of age, sex, race, PD-L1 expression, ECOG status, body mass index (BMI), smoking status, recurrence event and months of progression-free survival, and image acquisition parameters as batch variables. Two phenotypes were identified using unsupervised hierarchical clustering of harmonized features. Prognostic factors, including PDL1 expression, ECOG status, BMI and smoking status, were combined with radiomic phenotypes in Cox regression models of PFS and Kaplan Meier (KM) curve-fitting. Cox model based on clinical factors had a c-statistic of 0.57, which increased to 0.63 upon addition of phenotypes derived from harmonized features. There were statistically significant differences in survival outcomes stratified by clinical covariates, as measured by the log-rank test (p = 0.034), which improved upon addition of phenotypes (p = 0.00022). We found that mitigation of heterogeneity by image resampling and nested ComBat harmonization improves prognostic value of phenotypes, resulting in better prediction of PFS when added to other prognostic variables.",
        "Keywords": [],
        "MeSH terms": [
            "Biomarkers",
            "Carcinoma, Non-Small-Cell Lung",
            "Humans",
            "Immunotherapy",
            "Lung Neoplasms",
            "Progression-Free Survival"
        ],
        "Authors": [
            {
                "First Name": "Apurva",
                "Last Name": "Singh",
                "Affiliation": "Department of Radiology, Center for Biomedical Image Computing and Analytics (CBICA), University of Pennsylvania, Rm D702 Richards Bldg., 3700 Hamilton Walk, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Hannah",
                "Last Name": "Horng",
                "Affiliation": "Department of Bioengineering, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Leonid",
                "Last Name": "Roshkovan",
                "Affiliation": "Department of Radiology, Center for Biomedical Image Computing and Analytics (CBICA), University of Pennsylvania, Rm D702 Richards Bldg., 3700 Hamilton Walk, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Joanna K",
                "Last Name": "Weeks",
                "Affiliation": "Department of Radiology, Center for Biomedical Image Computing and Analytics (CBICA), University of Pennsylvania, Rm D702 Richards Bldg., 3700 Hamilton Walk, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Michelle",
                "Last Name": "Hershman",
                "Affiliation": "Department of Radiology, Center for Biomedical Image Computing and Analytics (CBICA), University of Pennsylvania, Rm D702 Richards Bldg., 3700 Hamilton Walk, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Peter",
                "Last Name": "Noël",
                "Affiliation": "Department of Radiology, Center for Biomedical Image Computing and Analytics (CBICA), University of Pennsylvania, Rm D702 Richards Bldg., 3700 Hamilton Walk, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "José Marcio",
                "Last Name": "Luna",
                "Affiliation": "Department of Radiology, Center for Biomedical Image Computing and Analytics (CBICA), University of Pennsylvania, Rm D702 Richards Bldg., 3700 Hamilton Walk, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Eric A",
                "Last Name": "Cohen",
                "Affiliation": "Department of Radiology, Center for Biomedical Image Computing and Analytics (CBICA), University of Pennsylvania, Rm D702 Richards Bldg., 3700 Hamilton Walk, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Lauren",
                "Last Name": "Pantalone",
                "Affiliation": "Department of Radiology, Center for Biomedical Image Computing and Analytics (CBICA), University of Pennsylvania, Rm D702 Richards Bldg., 3700 Hamilton Walk, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Russell T",
                "Last Name": "Shinohara",
                "Affiliation": "Department of Biostatistics, Epidemiology, and Informatics, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Joshua M",
                "Last Name": "Bauml",
                "Affiliation": "Department of Medicine, Division of Hematology-Oncology, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Jeffrey C",
                "Last Name": "Thompson",
                "Affiliation": "Department of Medicine, Division of Hematology-Oncology, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Charu",
                "Last Name": "Aggarwal",
                "Affiliation": "Department of Medicine, Division of Hematology-Oncology, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Erica L",
                "Last Name": "Carpenter",
                "Affiliation": "Department of Medicine, Division of Hematology-Oncology, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Sharyn I",
                "Last Name": "Katz",
                "Affiliation": "Department of Radiology, Center for Biomedical Image Computing and Analytics (CBICA), University of Pennsylvania, Rm D702 Richards Bldg., 3700 Hamilton Walk, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Radiology, Center for Biomedical Image Computing and Analytics (CBICA), University of Pennsylvania, Rm D702 Richards Bldg., 3700 Hamilton Walk, Philadelphia, PA, 19104, USA. Despina.Kontos@pennmedicine.upenn.edu."
            }
        ],
        "Journal": "Scientific reports",
        "PubDate": "2022"
    },
    {
        "PMID": "35452252",
        "Title": "Risk Assessment in Population-Based Breast Cancer Screening.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Breast Neoplasms",
            "Early Detection of Cancer",
            "Female",
            "Humans",
            "Mammography",
            "Mass Screening",
            "Risk Assessment"
        ],
        "Authors": [
            {
                "First Name": "Mikael",
                "Last Name": "Eriksson",
                "Affiliation": "Mikael Eriksson, PhD, Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden; Emily F. Conant, MD, and Despina Kontos, PhD, Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA; and Per Hall, MD, PhD, Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden, Department of Oncology, Södersjukhuset University Hospital, Karolinska Institutet, Stockholm, Sweden."
            },
            {
                "First Name": "Emily F",
                "Last Name": "Conant",
                "Affiliation": "Mikael Eriksson, PhD, Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden; Emily F. Conant, MD, and Despina Kontos, PhD, Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA; and Per Hall, MD, PhD, Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden, Department of Oncology, Södersjukhuset University Hospital, Karolinska Institutet, Stockholm, Sweden."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Mikael Eriksson, PhD, Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden; Emily F. Conant, MD, and Despina Kontos, PhD, Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA; and Per Hall, MD, PhD, Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden, Department of Oncology, Södersjukhuset University Hospital, Karolinska Institutet, Stockholm, Sweden."
            },
            {
                "First Name": "Per",
                "Last Name": "Hall",
                "Affiliation": "Mikael Eriksson, PhD, Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden; Emily F. Conant, MD, and Despina Kontos, PhD, Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA; and Per Hall, MD, PhD, Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden, Department of Oncology, Södersjukhuset University Hospital, Karolinska Institutet, Stockholm, Sweden."
            }
        ],
        "Journal": "Journal of clinical oncology : official journal of the American Society of Clinical Oncology",
        "PubDate": "2022"
    },
    {
        "PMID": "35395604",
        "Title": "Impact of deformable registration methods for prediction of recurrence free survival response to neoadjuvant chemotherapy in breast cancer: Results from the ISPY 1/ACRIN 6657 trial.",
        "Abstract": "Image registration plays a vital role in spatially aligning multiple MRI scans for better longitudinal assessment of tumor morphological features. The objective was to evaluate the effect of registration accuracy of six established deformable registration methods(ANTs, DRAMMS, ART, NiftyReg, SSD-FFD, and NMI-FFD) on the predictive value of extracted radiomic features when modeling recurrence-free-survival(RFS) for women after neoadjuvant chemotherapy(NAC) for locally advanced breast cancer.",
        "Keywords": [
            "Breast cancer",
            "Deformable image registration",
            "Longitudinal breast MRI",
            "Parametric response maps",
            "Radiomic features",
            "Recurrence-free survival analysis",
            "Tumor heterogeneity"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Snekha",
                "Last Name": "Thakran",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA 19104 United States."
            },
            {
                "First Name": "Eric",
                "Last Name": "Cohen",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA 19104 United States."
            },
            {
                "First Name": "Nariman",
                "Last Name": "Jahani",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA 19104 United States."
            },
            {
                "First Name": "Susan P",
                "Last Name": "Weinstein",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA 19104 United States."
            },
            {
                "First Name": "Lauren",
                "Last Name": "Pantalone",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA 19104 United States."
            },
            {
                "First Name": "Nola",
                "Last Name": "Hylton",
                "Affiliation": "Department of Radiology and Biomedical Imaging, University of California San Francisco, San Francisco, CA 94115 United States."
            },
            {
                "First Name": "David",
                "Last Name": "Newitt",
                "Affiliation": "Department of Radiology and Biomedical Imaging, University of California San Francisco, San Francisco, CA 94115 United States."
            },
            {
                "First Name": "Angela",
                "Last Name": "DeMichele",
                "Affiliation": "Department of Medicine, Division of Hematology-Oncology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA 19104 United States."
            },
            {
                "First Name": "Christos",
                "Last Name": "Davatzikos",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA 19104 United States."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA 19104 United States. Electronic address: despina.kontos@pennmedicine.upenn.edu."
            }
        ],
        "Journal": "Translational oncology",
        "PubDate": "2022"
    },
    {
        "PMID": "35296726",
        "Title": "Generalized ComBat harmonization methods for radiomic features with multi-modal distributions and multiple batch effects.",
        "Abstract": "Radiomic features have a wide range of clinical applications, but variability due to image acquisition factors can affect their performance. The harmonization tool ComBat is a promising solution but is limited by inability to harmonize multimodal distributions, unknown imaging parameters, and multiple imaging parameters. In this study, we propose two methods for addressing these limitations. We propose a sequential method that allows for harmonization of radiomic features by multiple imaging parameters (Nested ComBat). We also employ a Gaussian Mixture Model (GMM)-based method (GMM ComBat) where scans are split into groupings based on the shape of the distribution used for harmonization as a batch effect and subsequent harmonization by a known imaging parameter. These two methods were evaluated on features extracted with CapTK and PyRadiomics from two public lung computed tomography datasets. We found that Nested ComBat exhibited similar performance to standard ComBat in reducing the percentage of features with statistically significant differences in distribution attributable to imaging parameters. GMM ComBat improved harmonization performance over standard ComBat (- 11%, - 10% for Lung3/CAPTK, Lung3/PyRadiomics harmonizing by kernel resolution). Features harmonized with a variant of the Nested method and the GMM split method demonstrated similar c-statistics and Kaplan-Meier curves when used in survival analyses.",
        "Keywords": [],
        "MeSH terms": [
            "Tomography, X-Ray Computed"
        ],
        "Authors": [
            {
                "First Name": "Hannah",
                "Last Name": "Horng",
                "Affiliation": "Department of Bioengineering, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Apurva",
                "Last Name": "Singh",
                "Affiliation": "Department of Radiology, Center for Biomedical Image Computing and Analysis (CBICA), University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Bardia",
                "Last Name": "Yousefi",
                "Affiliation": "Department of Radiology, Center for Biomedical Image Computing and Analysis (CBICA), University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Eric A",
                "Last Name": "Cohen",
                "Affiliation": "Department of Radiology, Center for Biomedical Image Computing and Analysis (CBICA), University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Babak",
                "Last Name": "Haghighi",
                "Affiliation": "Department of Radiology, Center for Biomedical Image Computing and Analysis (CBICA), University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Sharyn",
                "Last Name": "Katz",
                "Affiliation": "Department of Radiology, Center for Biomedical Image Computing and Analysis (CBICA), University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Peter B",
                "Last Name": "Noël",
                "Affiliation": "Laboratory for Advanced Computed Tomography Imaging, Department of Radiology, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Russell T",
                "Last Name": "Shinohara",
                "Affiliation": "Penn Statistics in Imaging and Visualization Endeavor (PennSIVE), Department of Biostatistics, Epidemiology and Informatics, University of Pennsylvania, Philadelphia, PA, 19104, USA. Russell.Shinohara@pennmedicine.upenn.edu."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Radiology, Center for Biomedical Image Computing and Analysis (CBICA), University of Pennsylvania, Philadelphia, PA, 19104, USA. Despina.Kontos@pennmedicine.upenn.edu."
            }
        ],
        "Journal": "Scientific reports",
        "PubDate": "2022"
    },
    {
        "PMID": "35184757",
        "Title": "Artificial intelligence in mammographic phenotyping of breast cancer risk: a narrative review.",
        "Abstract": "Improved breast cancer risk assessment models are needed to enable personalized screening strategies that achieve better harm-to-benefit ratio based on earlier detection and better breast cancer outcomes than existing screening guidelines. Computational mammographic phenotypes have demonstrated a promising role in breast cancer risk prediction. With the recent exponential growth of computational efficiency, the artificial intelligence (AI) revolution, driven by the introduction of deep learning, has expanded the utility of imaging in predictive models. Consequently, AI-based imaging-derived data has led to some of the most promising tools for precision breast cancer screening.",
        "Keywords": [
            "Artificial intelligence",
            "Breast cancer",
            "Breast cancer risk",
            "Breast density",
            "Breast tomosynthesis",
            "Deep learning",
            "Digital mammography",
            "Mammographic density",
            "Mammographic imaging"
        ],
        "MeSH terms": [
            "Artificial Intelligence",
            "Breast Neoplasms",
            "Early Detection of Cancer",
            "Female",
            "Humans",
            "Mammography"
        ],
        "Authors": [
            {
                "First Name": "Aimilia",
                "Last Name": "Gastounioti",
                "Affiliation": "Department of Radiology, Center for Biomedical Image Computing and Analytics (CBICA), University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Shyam",
                "Last Name": "Desai",
                "Affiliation": "Department of Radiology, Center for Biomedical Image Computing and Analytics (CBICA), University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Vinayak S",
                "Last Name": "Ahluwalia",
                "Affiliation": "Department of Radiology, Center for Biomedical Image Computing and Analytics (CBICA), University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Emily F",
                "Last Name": "Conant",
                "Affiliation": "Department of Radiology, Hospital of the University of Pennsylvania, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Radiology, Center for Biomedical Image Computing and Analytics (CBICA), University of Pennsylvania, Philadelphia, PA, 19104, USA. Despina.Kontos@pennmedicine.upenn.edu."
            }
        ],
        "Journal": "Breast cancer research : BCR",
        "PubDate": "2022"
    },
    {
        "PMID": "35158971",
        "Title": "Radiomic Phenotypes for Improving Early Prediction of Survival in Stage III Non-Small Cell Lung Cancer Adenocarcinoma after Chemoradiation.",
        "Abstract": "We evaluate radiomic phenotypes derived from CT scans as early predictors of overall survival (OS) after chemoradiation in stage III primary lung adenocarcinoma. We retrospectively analyzed 110 thoracic CT scans acquired between April 2012-October 2018. Patients received a median radiation dose of 66.6 Gy at 1.8 Gy/fraction delivered with proton (55.5%) and photon (44.5%) beam treatment, as well as concurrent chemotherapy (89%) with carboplatin-based (55.5%) and cisplatin-based (36.4%) doublets. A total of 56 death events were recorded. Using manual tumor segmentations, 107 radiomic features were extracted. Feature harmonization using ComBat was performed to mitigate image heterogeneity due to the presence or lack of intravenous contrast material and variability in CT scanner vendors. A binary radiomic phenotype to predict OS was derived through the unsupervised hierarchical clustering of the first principal components explaining 85% of the variance of the radiomic features. C-scores and likelihood ratio tests (LRT) were used to compare the performance of a baseline Cox model based on ECOG status and age, with a model integrating the radiomic phenotype with such clinical predictors. The model integrating the radiomic phenotype (C-score = 0.69, 95% CI = (0.62, 0.77)) significantly improved (p<0.005) upon the baseline model (C-score = 0.65, CI = (0.57, 0.73)). Our results suggest that harmonized radiomic phenotypes can significantly improve OS prediction in stage III NSCLC after chemoradiation.",
        "Keywords": [
            "ComBat",
            "computed tomography",
            "non-small cell lung cancer",
            "overall survival",
            "radiomics"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "José Marcio",
                "Last Name": "Luna",
                "Affiliation": "Center for Biomedical Image Computing and Analytics, University of Pennsylvania, Philadelphia, PA 19104, USA."
            },
            {
                "First Name": "Andrew R",
                "Last Name": "Barsky",
                "Affiliation": "Department of Radiation Oncology, University of Pennsylvania, Philadelphia, PA 19104, USA."
            },
            {
                "First Name": "Russell T",
                "Last Name": "Shinohara",
                "Affiliation": "Center for Biomedical Image Computing and Analytics, University of Pennsylvania, Philadelphia, PA 19104, USA."
            },
            {
                "First Name": "Leonid",
                "Last Name": "Roshkovan",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Philadelphia, PA 19103, USA."
            },
            {
                "First Name": "Michelle",
                "Last Name": "Hershman",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Philadelphia, PA 19103, USA."
            },
            {
                "First Name": "Alexandra D",
                "Last Name": "Dreyfuss",
                "Affiliation": "Department of Radiation Oncology, University of Pennsylvania, Philadelphia, PA 19104, USA."
            },
            {
                "First Name": "Hannah",
                "Last Name": "Horng",
                "Affiliation": "Department of Bioengineering, University of Pennsylvania, Philadelphia, PA 19104, USA."
            },
            {
                "First Name": "Carolyn",
                "Last Name": "Lou",
                "Affiliation": "Penn Statistics in Imaging and Visualization Center, Department of Biostatistics, Epidemiology, and Informatics, University of Pennsylvania, Philadelphia, PA 19104, USA."
            },
            {
                "First Name": "Peter B",
                "Last Name": "Noël",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Philadelphia, PA 19103, USA."
            },
            {
                "First Name": "Keith A",
                "Last Name": "Cengel",
                "Affiliation": "Department of Radiation Oncology, University of Pennsylvania, Philadelphia, PA 19104, USA."
            },
            {
                "First Name": "Sharyn",
                "Last Name": "Katz",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Philadelphia, PA 19103, USA."
            },
            {
                "First Name": "Eric S",
                "Last Name": "Diffenderfer",
                "Affiliation": "Department of Radiation Oncology, University of Pennsylvania, Philadelphia, PA 19104, USA."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Center for Biomedical Image Computing and Analytics, University of Pennsylvania, Philadelphia, PA 19104, USA."
            }
        ],
        "Journal": "Cancers",
        "PubDate": "2022"
    },
    {
        "PMID": "34771660",
        "Title": "Incorporating Robustness to Imaging Physics into Radiomic Feature Selection for Breast Cancer Risk Estimation.",
        "Abstract": "Digital mammography has seen an explosion in the number of radiomic features used for risk-assessment modeling. However, having more features is not necessarily beneficial, as some features may be overly sensitive to imaging physics (contrast, noise, and image sharpness). To measure the effects of imaging physics, we analyzed the feature variation across imaging acquisition settings (kV, mAs) using an anthropomorphic phantom. We also analyzed the intra-woman variation (IWV), a measure of how much a feature varies between breasts with similar parenchymal patterns-a woman's left and right breasts. From 341 features, we identified \"robust\" features that minimized the effects of imaging physics and IWV. We also investigated whether robust features offered better case-control classification in an independent data set of 575 images, all with an overall BI-RADS",
        "Keywords": [
            "anthropomorphic phantom",
            "breast cancer",
            "case-control analysis",
            "digital mammography",
            "feature selection",
            "imaging acquisition physics",
            "radiomics",
            "risk assessment",
            "robustness"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Raymond J",
                "Last Name": "Acciavatti",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA 19104, USA."
            },
            {
                "First Name": "Eric A",
                "Last Name": "Cohen",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA 19104, USA."
            },
            {
                "First Name": "Omid Haji",
                "Last Name": "Maghsoudi",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA 19104, USA."
            },
            {
                "First Name": "Aimilia",
                "Last Name": "Gastounioti",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA 19104, USA."
            },
            {
                "First Name": "Lauren",
                "Last Name": "Pantalone",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA 19104, USA."
            },
            {
                "First Name": "Meng-Kang",
                "Last Name": "Hsieh",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA 19104, USA."
            },
            {
                "First Name": "Emily F",
                "Last Name": "Conant",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA 19104, USA."
            },
            {
                "First Name": "Christopher G",
                "Last Name": "Scott",
                "Affiliation": "Division of Epidemiology, Department of Health Sciences Research, Mayo Clinic, Rochester, MN 55905, USA."
            },
            {
                "First Name": "Stacey J",
                "Last Name": "Winham",
                "Affiliation": "Division of Epidemiology, Department of Health Sciences Research, Mayo Clinic, Rochester, MN 55905, USA."
            },
            {
                "First Name": "Karla",
                "Last Name": "Kerlikowske",
                "Affiliation": "Departments of Medicine and Epidemiology/Biostatistics, Women's Health Clinical Research Center, UCSF, San Francisco, CA 94143, USA."
            },
            {
                "First Name": "Celine",
                "Last Name": "Vachon",
                "Affiliation": "Division of Epidemiology, Department of Health Sciences Research, Mayo Clinic, Rochester, MN 55905, USA."
            },
            {
                "First Name": "Andrew D A",
                "Last Name": "Maidment",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA 19104, USA."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA 19104, USA."
            }
        ],
        "Journal": "Cancers",
        "PubDate": "2021"
    },
    {
        "PMID": "34519572",
        "Title": "Fully Automated Volumetric Breast Density Estimation from Digital Breast Tomosynthesis.",
        "Abstract": "Background While digital breast tomosynthesis (DBT) is rapidly replacing digital mammography (DM) in breast cancer screening, the potential of DBT density measures for breast cancer risk assessment remains largely unexplored. Purpose To compare associations of breast density estimates from DBT and DM with breast cancer. Materials and Methods This retrospective case-control study used contralateral DM/DBT studies from women with unilateral breast cancer and age- and ethnicity-matched controls (September 19, 2011-January 6, 2015). Volumetric percent density (VPD%) was estimated from DBT using previously validated software. For comparison, the publicly available Laboratory for Individualized Breast Radiodensity Assessment software package, or LIBRA, was used to estimate area-based percent density (APD%) from raw and processed DM images. The commercial Quantra and Volpara software packages were applied to raw DM images to estimate VPD% with use of physics-based models. Density measures were compared by using Spearman correlation coefficients (",
        "Keywords": [],
        "MeSH terms": [
            "Breast",
            "Breast Density",
            "Breast Neoplasms",
            "Case-Control Studies",
            "Female",
            "Humans",
            "Mammography",
            "Middle Aged",
            "Retrospective Studies"
        ],
        "Authors": [
            {
                "First Name": "Aimilia",
                "Last Name": "Gastounioti",
                "Affiliation": "From the Department of Radiology, University of Pennsylvania, 3700 Hamilton Walk, Richards Bldg, Room D702, Philadelphia, PA 19104 (A.G., L.P., E.A.C., A.D.A.M., E.F.C., D.K.); and the Department of Quantitative Health Sciences, Mayo Clinic, Rochester, Minn (C.G.S., F.F.W., S.J.W., M.R.J., C.M.V.)."
            },
            {
                "First Name": "Lauren",
                "Last Name": "Pantalone",
                "Affiliation": "From the Department of Radiology, University of Pennsylvania, 3700 Hamilton Walk, Richards Bldg, Room D702, Philadelphia, PA 19104 (A.G., L.P., E.A.C., A.D.A.M., E.F.C., D.K.); and the Department of Quantitative Health Sciences, Mayo Clinic, Rochester, Minn (C.G.S., F.F.W., S.J.W., M.R.J., C.M.V.)."
            },
            {
                "First Name": "Christopher G",
                "Last Name": "Scott",
                "Affiliation": "From the Department of Radiology, University of Pennsylvania, 3700 Hamilton Walk, Richards Bldg, Room D702, Philadelphia, PA 19104 (A.G., L.P., E.A.C., A.D.A.M., E.F.C., D.K.); and the Department of Quantitative Health Sciences, Mayo Clinic, Rochester, Minn (C.G.S., F.F.W., S.J.W., M.R.J., C.M.V.)."
            },
            {
                "First Name": "Eric A",
                "Last Name": "Cohen",
                "Affiliation": "From the Department of Radiology, University of Pennsylvania, 3700 Hamilton Walk, Richards Bldg, Room D702, Philadelphia, PA 19104 (A.G., L.P., E.A.C., A.D.A.M., E.F.C., D.K.); and the Department of Quantitative Health Sciences, Mayo Clinic, Rochester, Minn (C.G.S., F.F.W., S.J.W., M.R.J., C.M.V.)."
            },
            {
                "First Name": "Fang F",
                "Last Name": "Wu",
                "Affiliation": "From the Department of Radiology, University of Pennsylvania, 3700 Hamilton Walk, Richards Bldg, Room D702, Philadelphia, PA 19104 (A.G., L.P., E.A.C., A.D.A.M., E.F.C., D.K.); and the Department of Quantitative Health Sciences, Mayo Clinic, Rochester, Minn (C.G.S., F.F.W., S.J.W., M.R.J., C.M.V.)."
            },
            {
                "First Name": "Stacey J",
                "Last Name": "Winham",
                "Affiliation": "From the Department of Radiology, University of Pennsylvania, 3700 Hamilton Walk, Richards Bldg, Room D702, Philadelphia, PA 19104 (A.G., L.P., E.A.C., A.D.A.M., E.F.C., D.K.); and the Department of Quantitative Health Sciences, Mayo Clinic, Rochester, Minn (C.G.S., F.F.W., S.J.W., M.R.J., C.M.V.)."
            },
            {
                "First Name": "Matthew R",
                "Last Name": "Jensen",
                "Affiliation": "From the Department of Radiology, University of Pennsylvania, 3700 Hamilton Walk, Richards Bldg, Room D702, Philadelphia, PA 19104 (A.G., L.P., E.A.C., A.D.A.M., E.F.C., D.K.); and the Department of Quantitative Health Sciences, Mayo Clinic, Rochester, Minn (C.G.S., F.F.W., S.J.W., M.R.J., C.M.V.)."
            },
            {
                "First Name": "Andrew D A",
                "Last Name": "Maidment",
                "Affiliation": "From the Department of Radiology, University of Pennsylvania, 3700 Hamilton Walk, Richards Bldg, Room D702, Philadelphia, PA 19104 (A.G., L.P., E.A.C., A.D.A.M., E.F.C., D.K.); and the Department of Quantitative Health Sciences, Mayo Clinic, Rochester, Minn (C.G.S., F.F.W., S.J.W., M.R.J., C.M.V.)."
            },
            {
                "First Name": "Celine M",
                "Last Name": "Vachon",
                "Affiliation": "From the Department of Radiology, University of Pennsylvania, 3700 Hamilton Walk, Richards Bldg, Room D702, Philadelphia, PA 19104 (A.G., L.P., E.A.C., A.D.A.M., E.F.C., D.K.); and the Department of Quantitative Health Sciences, Mayo Clinic, Rochester, Minn (C.G.S., F.F.W., S.J.W., M.R.J., C.M.V.)."
            },
            {
                "First Name": "Emily F",
                "Last Name": "Conant",
                "Affiliation": "From the Department of Radiology, University of Pennsylvania, 3700 Hamilton Walk, Richards Bldg, Room D702, Philadelphia, PA 19104 (A.G., L.P., E.A.C., A.D.A.M., E.F.C., D.K.); and the Department of Quantitative Health Sciences, Mayo Clinic, Rochester, Minn (C.G.S., F.F.W., S.J.W., M.R.J., C.M.V.)."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "From the Department of Radiology, University of Pennsylvania, 3700 Hamilton Walk, Richards Bldg, Room D702, Philadelphia, PA 19104 (A.G., L.P., E.A.C., A.D.A.M., E.F.C., D.K.); and the Department of Quantitative Health Sciences, Mayo Clinic, Rochester, Minn (C.G.S., F.F.W., S.J.W., M.R.J., C.M.V.)."
            }
        ],
        "Journal": "Radiology",
        "PubDate": "2021"
    },
    {
        "PMID": "34282411",
        "Title": "O-Net: An Overall Convolutional Network for Segmentation Tasks.",
        "Abstract": "Convolutional neural networks (CNNs) have recently been popular for classification and segmentation through numerous network architectures offering a substantial performance improvement. Their value has been particularly appreciated in the domain of biomedical applications, where even a small improvement in the predicted segmented region (e.g., a malignancy) compared to the ground truth can potentially lead to better diagnosis or treatment planning. Here, we introduce a novel architecture, namely the Overall Convolutional Network (O-Net), which takes advantage of different pooling levels and convolutional layers to extract more deeper local and containing global context. Our quantitative results on 2D images from two distinct datasets show that O-Net can achieve a higher dice coefficient when compared to either a U-Net or a Pyramid Scene Parsing Net. We also look into the stability of results for training and validation sets which can show the robustness of model compared with new datasets. In addition to comparison to the decoder, we use different encoders including simple, VGG Net, and ResNet. The ResNet encoder could help to improve the results in most of the cases.",
        "Keywords": [
            "Biomedical imaging",
            "Deep learning",
            "Segmentation"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Omid Haji",
                "Last Name": "Maghsoudi",
                "Affiliation": "Center for Biomedical Image Computing and Analytics, University of Pennsylvania, Philadelphia, PA 19104, USA."
            },
            {
                "First Name": "Aimilia",
                "Last Name": "Gastounioti",
                "Affiliation": "Center for Biomedical Image Computing and Analytics, University of Pennsylvania, Philadelphia, PA 19104, USA."
            },
            {
                "First Name": "Lauren",
                "Last Name": "Pantalone",
                "Affiliation": "Center for Biomedical Image Computing and Analytics, University of Pennsylvania, Philadelphia, PA 19104, USA."
            },
            {
                "First Name": "Christos",
                "Last Name": "Davatzikos",
                "Affiliation": "Center for Biomedical Image Computing and Analytics, University of Pennsylvania, Philadelphia, PA 19104, USA."
            },
            {
                "First Name": "Spyridon",
                "Last Name": "Bakas",
                "Affiliation": "Center for Biomedical Image Computing and Analytics, University of Pennsylvania, Philadelphia, PA 19104, USA."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Center for Biomedical Image Computing and Analytics, University of Pennsylvania, Philadelphia, PA 19104, USA."
            }
        ],
        "Journal": "Machine learning in medical imaging. MLMI (Workshop)",
        "PubDate": "2020"
    },
    {
        "PMID": "34274690",
        "Title": "Deep-LIBRA: An artificial-intelligence method for robust quantification of breast density with independent validation in breast cancer risk assessment.",
        "Abstract": "Breast density is an important risk factor for breast cancer that also affects the specificity and sensitivity of screening mammography. Current federal legislation mandates reporting of breast density for all women undergoing breast cancer screening. Clinically, breast density is assessed visually using the American College of Radiology Breast Imaging Reporting And Data System (BI-RADS) scale. Here, we introduce an artificial intelligence (AI) method to estimate breast density from digital mammograms. Our method leverages deep learning using two convolutional neural network architectures to accurately segment the breast area. An AI algorithm combining superpixel generation and radiomic machine learning is then applied to differentiate dense from non-dense tissue regions within the breast, from which breast density is estimated. Our method was trained and validated on a multi-racial, multi-institutional dataset of 15,661 images (4,437 women), and then tested on an independent matched case-control dataset of 6368 digital mammograms (414 cases; 1178 controls) for both breast density estimation and case-control discrimination. On the independent dataset, breast percent density (PD) estimates from Deep-LIBRA and an expert reader were strongly correlated (Spearman correlation coefficient = 0.90). Moreover, in a model adjusted for age and BMI, Deep-LIBRA yielded a higher case-control discrimination performance (area under the ROC curve, AUC = 0.612 [95% confidence interval (CI): 0.584, 0.640]) compared to four other widely-used research and commercial breast density assessment methods (AUCs = 0.528 to 0.599). Our results suggest a strong agreement of breast density estimates between Deep-LIBRA and gold-standard assessment by an expert reader, as well as improved performance in breast cancer risk assessment over state-of-the-art open-source and commercial methods.",
        "Keywords": [
            "Artificial intelligence",
            "Breast cancer risk",
            "Breast density",
            "Deep learning",
            "Digital mammography"
        ],
        "MeSH terms": [
            "Artificial Intelligence",
            "Breast Density",
            "Breast Neoplasms",
            "Early Detection of Cancer",
            "Female",
            "Humans",
            "Intelligence",
            "Mammography",
            "Retrospective Studies",
            "Risk Assessment"
        ],
        "Authors": [
            {
                "First Name": "Omid",
                "Last Name": "Haji Maghsoudi",
                "Affiliation": "Center for Biomedical Image Computing and Analytics (CBICA), Department of Radiology, University of Pennsylvania, Philadelphia, 19104, PA, USA. Electronic address: o.maghsoudi@gmail.com."
            },
            {
                "First Name": "Aimilia",
                "Last Name": "Gastounioti",
                "Affiliation": "Center for Biomedical Image Computing and Analytics (CBICA), Department of Radiology, University of Pennsylvania, Philadelphia, 19104, PA, USA."
            },
            {
                "First Name": "Christopher",
                "Last Name": "Scott",
                "Affiliation": "Department of Health Sciences Research, Mayo Clinic, Rochester, 55905, MN, USA."
            },
            {
                "First Name": "Lauren",
                "Last Name": "Pantalone",
                "Affiliation": "Center for Biomedical Image Computing and Analytics (CBICA), Department of Radiology, University of Pennsylvania, Philadelphia, 19104, PA, USA."
            },
            {
                "First Name": "Fang-Fang",
                "Last Name": "Wu",
                "Affiliation": "Department of Health Sciences Research, Mayo Clinic, Rochester, 55905, MN, USA."
            },
            {
                "First Name": "Eric A",
                "Last Name": "Cohen",
                "Affiliation": "Center for Biomedical Image Computing and Analytics (CBICA), Department of Radiology, University of Pennsylvania, Philadelphia, 19104, PA, USA."
            },
            {
                "First Name": "Stacey",
                "Last Name": "Winham",
                "Affiliation": "Department of Health Sciences Research, Mayo Clinic, Rochester, 55905, MN, USA."
            },
            {
                "First Name": "Emily F",
                "Last Name": "Conant",
                "Affiliation": "Center for Biomedical Image Computing and Analytics (CBICA), Department of Radiology, University of Pennsylvania, Philadelphia, 19104, PA, USA."
            },
            {
                "First Name": "Celine",
                "Last Name": "Vachon",
                "Affiliation": "Department of Health Sciences Research, Mayo Clinic, Rochester, 55905, MN, USA."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Center for Biomedical Image Computing and Analytics (CBICA), Department of Radiology, University of Pennsylvania, Philadelphia, 19104, PA, USA. Electronic address: despina.kontos@pennmedicine.upenn.edu."
            }
        ],
        "Journal": "Medical image analysis",
        "PubDate": "2021"
    },
    {
        "PMID": "34179216",
        "Title": "Special Section Guest Editorial: Radiogenomics in Prognosis and Treatment.",
        "Abstract": "The editorial introduces the Special Section on Radiogenomics in Prognosis and Treatment for Volume 8 Issue 3 of the Journal of Medical Imaging.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Karen",
                "Last Name": "Drukker",
                "Affiliation": "University of Chicago, Department of Radiology, United States."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "University of Pennsylvania, Department of Radiology, United States."
            },
            {
                "First Name": "Hui",
                "Last Name": "Li",
                "Affiliation": "University of Chicago, Department of Radiology, United States."
            }
        ],
        "Journal": "Journal of medical imaging (Bellingham, Wash.)",
        "PubDate": "2021"
    },
    {
        "PMID": "34164563",
        "Title": "Radiogenomics in brain, breast, and lung cancer: opportunities and challenges.",
        "Abstract": "The field of radiogenomics largely focuses on developing imaging surrogates for genomic signatures and integrating imaging, genomic, and molecular data to develop combined personalized biomarkers for characterizing various diseases. Our study aims to highlight the current state-of-the-art and the role of radiogenomics in cancer research, focusing mainly on solid tumors, and is broadly divided into four sections. The first section reviews representative studies that establish the biologic basis of radiomic signatures using gene expression and molecular profiling information. The second section includes studies that aim to non-invasively predict molecular subtypes of tumors using radiomic signatures. The third section reviews studies that evaluate the potential to augment the performance of established prognostic signatures by combining complementary information encoded by radiomic and genomic signatures derived from cancer tumors. The fourth section includes studies that focus on ascertaining the biological significance of radiomic phenotypes. We conclude by discussing current challenges and opportunities in the field, such as the importance of coordination between imaging device manufacturers, regulatory organizations, health care providers, pharmaceutical companies, academic institutions, and physicians for the effective standardization of the results from radiogenomic signatures and for the potential use of these findings to improve precision care for cancer patients.",
        "Keywords": [
            "cancer research",
            "precision medicine",
            "prognostic signatures",
            "radiogenomics"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Apurva",
                "Last Name": "Singh",
                "Affiliation": "University of Pennsylvania, Department of Radiology, Philadelphia, Pennsylvania, United States."
            },
            {
                "First Name": "Rhea",
                "Last Name": "Chitalia",
                "Affiliation": "University of Pennsylvania, Department of Radiology, Philadelphia, Pennsylvania, United States."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "University of Pennsylvania, Department of Radiology, Philadelphia, Pennsylvania, United States."
            }
        ],
        "Journal": "Journal of medical imaging (Bellingham, Wash.)",
        "PubDate": "2021"
    },
    {
        "PMID": "34117509",
        "Title": "Correction to: Functional 4-D clustering for characterizing intratumor heterogeneity in dynamic imaging: evaluation in FDG PET as a prognostic biomarker for breast cancer.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Rhea",
                "Last Name": "Chitalia",
                "Affiliation": "Department of Bioengineering, University of Pennsylvania, Philadelphia, PA, USA."
            },
            {
                "First Name": "Varsha",
                "Last Name": "Viswanath",
                "Affiliation": "Department of Bioengineering, University of Pennsylvania, Philadelphia, PA, USA."
            },
            {
                "First Name": "Austin R",
                "Last Name": "Pantel",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Rm. D702 Richards Bldg. 3700 Hamilton Walk, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Lanell M",
                "Last Name": "Peterson",
                "Affiliation": "Department of Radiology, University of Washington, Seattle, WA, USA."
            },
            {
                "First Name": "Aimilia",
                "Last Name": "Gastounioti",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Rm. D702 Richards Bldg. 3700 Hamilton Walk, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Eric A",
                "Last Name": "Cohen",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Rm. D702 Richards Bldg. 3700 Hamilton Walk, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Mark",
                "Last Name": "Muzi",
                "Affiliation": "Department of Radiology, University of Washington, Seattle, WA, USA."
            },
            {
                "First Name": "Joel",
                "Last Name": "Karp",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Rm. D702 Richards Bldg. 3700 Hamilton Walk, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "David A",
                "Last Name": "Mankoff",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Rm. D702 Richards Bldg. 3700 Hamilton Walk, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Rm. D702 Richards Bldg. 3700 Hamilton Walk, Philadelphia, PA, 19104, USA. Despina.Kontos@pennmedicine.upenn.edu."
            }
        ],
        "Journal": "European journal of nuclear medicine and molecular imaging",
        "PubDate": "2021"
    },
    {
        "PMID": "33976268",
        "Title": "Combining radiomic phenotypes of non-small cell lung cancer with liquid biopsy data may improve prediction of response to EGFR inhibitors.",
        "Abstract": "Among non-small cell lung cancer (NSCLC) patients with therapeutically targetable tumor mutations in epidermal growth factor receptor (EGFR), not all patients respond to targeted therapy. Combining circulating-tumor DNA (ctDNA), clinical variables, and radiomic phenotypes may improve prediction of EGFR-targeted therapy outcomes for NSCLC. This single-center retrospective study included 40 EGFR-mutant advanced NSCLC patients treated with EGFR-targeted therapy. ctDNA data included number of mutations and detection of EGFR T790M. Clinical data included age, smoking status, and ECOG performance status. Baseline chest CT scans were analyzed to extract 429 radiomic features from each primary tumor. Unsupervised hierarchical clustering was used to group tumors into phenotypes. Kaplan-Meier (K-M) curves and Cox proportional hazards regression were modeled for progression-free survival (PFS) and overall survival (OS). Likelihood ratio test (LRT) was used to compare fit between models. Among 40 patients (73% women, median age 62 years), consensus clustering identified two radiomic phenotypes. For PFS, the model combining radiomic phenotypes with ctDNA and clinical variables had c-statistic of 0.77 and a better fit (LRT p = 0.01) than the model with clinical and ctDNA variables alone with a c-statistic of 0.73. For OS, adding radiomic phenotypes resulted in c-statistic of 0.83 versus 0.80 when using clinical and ctDNA variables (LRT p = 0.08). Both models showed separation of K-M curves dichotomized by median prognostic score (p < 0.005). Combining radiomic phenotypes, ctDNA, and clinical variables may enhance precision oncology approaches to managing advanced non-small cell lung cancer with EGFR mutations.",
        "Keywords": [],
        "MeSH terms": [
            "Aged",
            "Aged, 80 and over",
            "Antineoplastic Agents",
            "Carcinoma, Non-Small-Cell Lung",
            "Circulating Tumor DNA",
            "ErbB Receptors",
            "Feasibility Studies",
            "Female",
            "Genes, erbB-1",
            "Humans",
            "Image Processing, Computer-Assisted",
            "Liquid Biopsy",
            "Lung Neoplasms",
            "Male",
            "Middle Aged",
            "Pharmacogenomic Variants",
            "Phenotype",
            "Retrospective Studies",
            "Tomography, X-Ray Computed"
        ],
        "Authors": [
            {
                "First Name": "Bardia",
                "Last Name": "Yousefi",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Michael J",
                "Last Name": "LaRiviere",
                "Affiliation": "Department of Radiation Oncology, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Eric A",
                "Last Name": "Cohen",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Thomas H",
                "Last Name": "Buckingham",
                "Affiliation": "Division of Hematology and Oncology, Department of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Stephanie S",
                "Last Name": "Yee",
                "Affiliation": "Division of Hematology and Oncology, Department of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Taylor A",
                "Last Name": "Black",
                "Affiliation": "Division of Hematology and Oncology, Department of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Austin L",
                "Last Name": "Chien",
                "Affiliation": "Division of Hematology and Oncology, Department of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Peter",
                "Last Name": "Noël",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Wei-Ting",
                "Last Name": "Hwang",
                "Affiliation": "Department of Biostatistics, Epidemiology and Informatics, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Sharyn I",
                "Last Name": "Katz",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Charu",
                "Last Name": "Aggarwal",
                "Affiliation": "Division of Hematology and Oncology, Department of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Jeffrey C",
                "Last Name": "Thompson",
                "Affiliation": "Section of Interventional Pulmonology, Department of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Erica L",
                "Last Name": "Carpenter",
                "Affiliation": "Division of Hematology and Oncology, Department of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Philadelphia, PA, 19104, USA. Despina.Kontos@pennmedicine.upenn.edu."
            }
        ],
        "Journal": "Scientific reports",
        "PubDate": "2021"
    },
    {
        "PMID": "33677641",
        "Title": "Functional 4-D clustering for characterizing intratumor heterogeneity in dynamic imaging: evaluation in FDG PET as a prognostic biomarker for breast cancer.",
        "Abstract": "Probe-based dynamic (4-D) imaging modalities capture breast intratumor heterogeneity both spatially and kinetically. Characterizing heterogeneity through tumor sub-populations with distinct functional behavior may elucidate tumor biology to improve targeted therapy specificity and enable precision clinical decision making.",
        "Keywords": [
            "Breast cancer",
            "Dynamic PET",
            "Imaging markers",
            "Intratumor heterogeneity"
        ],
        "MeSH terms": [
            "Biomarkers",
            "Breast Neoplasms",
            "Cluster Analysis",
            "Female",
            "Fluorodeoxyglucose F18",
            "Humans",
            "Neoplasm Recurrence, Local",
            "Positron-Emission Tomography",
            "Prognosis"
        ],
        "Authors": [
            {
                "First Name": "Rhea",
                "Last Name": "Chitalia",
                "Affiliation": "Department of Bioengineering, University of Pennsylvania, Philadelphia, PA, USA."
            },
            {
                "First Name": "Varsha",
                "Last Name": "Viswanath",
                "Affiliation": "Department of Bioengineering, University of Pennsylvania, Philadelphia, PA, USA."
            },
            {
                "First Name": "Austin R",
                "Last Name": "Pantel",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Rm. D702 Richards Bldg. 3700 Hamilton Walk, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Lanell M",
                "Last Name": "Peterson",
                "Affiliation": "Department of Radiology, University of Washington, Seattle, WA, USA."
            },
            {
                "First Name": "Aimilia",
                "Last Name": "Gastounioti",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Rm. D702 Richards Bldg. 3700 Hamilton Walk, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Eric A",
                "Last Name": "Cohen",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Rm. D702 Richards Bldg. 3700 Hamilton Walk, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Mark",
                "Last Name": "Muzi",
                "Affiliation": "Department of Radiology, University of Washington, Seattle, WA, USA."
            },
            {
                "First Name": "Joel",
                "Last Name": "Karp",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Rm. D702 Richards Bldg. 3700 Hamilton Walk, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "David A",
                "Last Name": "Mankoff",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Rm. D702 Richards Bldg. 3700 Hamilton Walk, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Rm. D702 Richards Bldg. 3700 Hamilton Walk, Philadelphia, PA, 19104, USA. Despina.Kontos@pennmedicine.upenn.edu."
            }
        ],
        "Journal": "European journal of nuclear medicine and molecular imaging",
        "PubDate": "2021"
    },
    {
        "PMID": "33150617",
        "Title": "Fully automatic quantification of fibroglandular tissue and background parenchymal enhancement with accurate implementation for axial and sagittal breast MRI protocols.",
        "Abstract": "To propose and evaluate a fully automated technique for quantification of fibroglandular tissue (FGT) and background parenchymal enhancement (BPE) in breast MRI.",
        "Keywords": [
            "background parenchymal enhancement",
            "breast MRI",
            "breast density",
            "dynamic contrast enhanced MRI",
            "fibroglandular tissue"
        ],
        "MeSH terms": [
            "Adult",
            "Breast",
            "Breast Neoplasms",
            "Female",
            "Humans",
            "Image Processing, Computer-Assisted",
            "Magnetic Resonance Imaging",
            "Middle Aged",
            "Radiography",
            "Retrospective Studies"
        ],
        "Authors": [
            {
                "First Name": "Dong",
                "Last Name": "Wei",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Nariman",
                "Last Name": "Jahani",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Eric",
                "Last Name": "Cohen",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Susan",
                "Last Name": "Weinstein",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Meng-Kang",
                "Last Name": "Hsieh",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Lauren",
                "Last Name": "Pantalone",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            }
        ],
        "Journal": "Medical physics",
        "PubDate": "2021"
    },
    {
        "PMID": "32510520",
        "Title": "Is It Time to Get Rid of Black Boxes and Cultivate Trust in AI?",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Aimilia",
                "Last Name": "Gastounioti",
                "Affiliation": "Department of Radiology, University of Pennsylvania, 3700 Hamilton Walk, Richards Bldg, Room D702, Philadelphia, PA 19104."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Radiology, University of Pennsylvania, 3700 Hamilton Walk, Richards Bldg, Room D702, Philadelphia, PA 19104."
            }
        ],
        "Journal": "Radiology. Artificial intelligence",
        "PubDate": "2020"
    },
    {
        "PMID": "32320912",
        "Title": "Changes in breast density over serial mammograms: A case-control study.",
        "Abstract": "In addition to a breast density category, temporal changes in breast density have gained attention as a dynamic breast cancer risk marker. This case-control study aimed to investigate a potential change in breast density preceding tumor development and the relationship of this potential change to prognostic pathological tumor variables.",
        "Keywords": [
            "Breast cancer",
            "Breast density",
            "Mammography"
        ],
        "MeSH terms": [
            "Adult",
            "Aged",
            "Breast",
            "Breast Density",
            "Breast Neoplasms",
            "Case-Control Studies",
            "Female",
            "Humans",
            "Mammography",
            "Middle Aged",
            "Retrospective Studies",
            "Risk Factors",
            "Sweden"
        ],
        "Authors": [
            {
                "First Name": "Hanna",
                "Last Name": "Sartor",
                "Affiliation": "Diagnostic Radiology, Department of Translational Medicine, Lund University, Skåne University Hospital, Lund, Sweden."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Center for Biomedical Image Computing and Analytics, University of Pennsylvania, Philadelphia, United States."
            },
            {
                "First Name": "Susann",
                "Last Name": "Ullén",
                "Affiliation": "Clinical Studies Sweden - Forum South, Skåne University Hospital, Lund, Sweden."
            },
            {
                "First Name": "Hannie",
                "Last Name": "Förnvik",
                "Affiliation": "Medical Radiation Physics, Department of Translational Medicine, Lund University, Skåne University Hospital, Malmö, Sweden."
            },
            {
                "First Name": "Daniel",
                "Last Name": "Förnvik",
                "Affiliation": "Medical Radiation Physics, Department of Translational Medicine, Lund University, Skåne University Hospital, Malmö, Sweden. Electronic address: daniel.fornvik@med.lu.se."
            }
        ],
        "Journal": "European journal of radiology",
        "PubDate": "2020"
    },
    {
        "PMID": "37982014",
        "Title": "Robust Radiomic Feature Selection in Digital Mammography: Understanding the Effect of Imaging Acquisition Physics Using Phantom and Clinical Data Analysis.",
        "Abstract": "Studies have shown that combining calculations of radiomic features with estimates of mammographic density results in an even better assessment of breast cancer risk than density alone. However, to ensure that risk assessment calculations are consistent across different imaging acquisition settings, it is important to identify features that are not overly sensitive to changes in these settings. In this study, digital mammography (DM) images of an anthropomorphic phantom (\"Rachel\", Gammex 169, Madison, WI) were acquired at various technique settings. We varied kV and mAs, which control contrast and noise, respectively. DM images in women with negative screening exams were also analyzed. Radiomic features were calculated in the raw (\"FOR PROCESSING\") DM images; i.e., grey-level histogram, co-occurrence, run length, fractal dimension, Gabor Wavelet, local binary pattern, Laws, and co-occurrence Laws features. For each feature, the range of variation across technique settings in phantom images was calculated. This range was scaled against the range of variation in the clinical distribution (specifically, the range corresponding to the middle 90% of the distribution). In order for a radiomic feature to be considered robust, this metric of imaging acquisition variation (IAV) should be as small as possible (approaching zero). An IAV threshold of 0.25 was proposed for the purpose of this study. Out of 341 features, 284 features (83%) met the threshold IAV ≤ 0.25. In conclusion, we have developed a method to identify robust radiomic features in DM.",
        "Keywords": [
            "Anthropomorphic Phantom",
            "Breast Cancer",
            "Digital Mammography",
            "Radiomics",
            "Risk Assessment",
            "Robustness"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Raymond J",
                "Last Name": "Acciavatti",
                "Affiliation": "University of Pennsylvania, Department of Radiology, 3400 Spruce Street, Philadelphia PA 19104."
            },
            {
                "First Name": "Eric A",
                "Last Name": "Cohen",
                "Affiliation": "University of Pennsylvania, Department of Radiology, 3400 Spruce Street, Philadelphia PA 19104."
            },
            {
                "First Name": "Omid Haji",
                "Last Name": "Maghsoudi",
                "Affiliation": "University of Pennsylvania, Department of Radiology, 3400 Spruce Street, Philadelphia PA 19104."
            },
            {
                "First Name": "Aimilia",
                "Last Name": "Gastounioti",
                "Affiliation": "University of Pennsylvania, Department of Radiology, 3400 Spruce Street, Philadelphia PA 19104."
            },
            {
                "First Name": "Lauren",
                "Last Name": "Pantalone",
                "Affiliation": "University of Pennsylvania, Department of Radiology, 3400 Spruce Street, Philadelphia PA 19104."
            },
            {
                "First Name": "Meng-Kang",
                "Last Name": "Hsieh",
                "Affiliation": "University of Pennsylvania, Department of Radiology, 3400 Spruce Street, Philadelphia PA 19104."
            },
            {
                "First Name": "Emily F",
                "Last Name": "Conant",
                "Affiliation": "University of Pennsylvania, Department of Radiology, 3400 Spruce Street, Philadelphia PA 19104."
            },
            {
                "First Name": "Christopher G",
                "Last Name": "Scott",
                "Affiliation": "Mayo Clinic, 200 First Street SW, Rochester MN 55905."
            },
            {
                "First Name": "Stacey J",
                "Last Name": "Winham",
                "Affiliation": "Mayo Clinic, 200 First Street SW, Rochester MN 55905."
            },
            {
                "First Name": "Karla",
                "Last Name": "Kerlikowske",
                "Affiliation": "UCSF Women's Health Clinical Research Center, 550 16 Street, San Francisco CA 94143."
            },
            {
                "First Name": "Celine",
                "Last Name": "Vachon",
                "Affiliation": "Mayo Clinic, 200 First Street SW, Rochester MN 55905."
            },
            {
                "First Name": "Andrew D A",
                "Last Name": "Maidment",
                "Affiliation": "University of Pennsylvania, Department of Radiology, 3400 Spruce Street, Philadelphia PA 19104."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "University of Pennsylvania, Department of Radiology, 3400 Spruce Street, Philadelphia PA 19104."
            }
        ],
        "Journal": "Proceedings of SPIE--the International Society for Optical Engineering",
        "PubDate": "2020"
    },
    {
        "PMID": "31732521",
        "Title": "Imaging Phenotypes of Breast Cancer Heterogeneity in Preoperative Breast Dynamic Contrast Enhanced Magnetic Resonance Imaging (DCE-MRI) Scans Predict 10-Year Recurrence.",
        "Abstract": "Identifying imaging phenotypes and understanding their relationship with prognostic markers and patient outcomes can allow for a noninvasive assessment of cancer. The purpose of this study was to identify and validate intrinsic imaging phenotypes of breast cancer heterogeneity in preoperative breast dynamic contrast enhanced magnetic resonance imaging (DCE-MRI) scans and evaluate their prognostic performance in predicting 10 years recurrence.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Biomarkers, Tumor",
            "Breast Neoplasms",
            "Cluster Analysis",
            "Contrast Media",
            "Female",
            "Follow-Up Studies",
            "Humans",
            "Image Enhancement",
            "Image Interpretation, Computer-Assisted",
            "Magnetic Resonance Imaging",
            "Neoplasm Recurrence, Local",
            "Pattern Recognition, Automated",
            "Predictive Value of Tests",
            "Prognosis",
            "Retrospective Studies"
        ],
        "Authors": [
            {
                "First Name": "Rhea D",
                "Last Name": "Chitalia",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Perelman School of Medicine & Hospital of the University of Pennsylvania, Philadelphia, Pennsylvania."
            },
            {
                "First Name": "Jennifer",
                "Last Name": "Rowland",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Perelman School of Medicine & Hospital of the University of Pennsylvania, Philadelphia, Pennsylvania."
            },
            {
                "First Name": "Elizabeth S",
                "Last Name": "McDonald",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Perelman School of Medicine & Hospital of the University of Pennsylvania, Philadelphia, Pennsylvania."
            },
            {
                "First Name": "Lauren",
                "Last Name": "Pantalone",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Perelman School of Medicine & Hospital of the University of Pennsylvania, Philadelphia, Pennsylvania."
            },
            {
                "First Name": "Eric A",
                "Last Name": "Cohen",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Perelman School of Medicine & Hospital of the University of Pennsylvania, Philadelphia, Pennsylvania."
            },
            {
                "First Name": "Aimilia",
                "Last Name": "Gastounioti",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Perelman School of Medicine & Hospital of the University of Pennsylvania, Philadelphia, Pennsylvania."
            },
            {
                "First Name": "Michael",
                "Last Name": "Feldman",
                "Affiliation": "Department of Pathology and Laboratory Medicine, University of Pennsylvania, Perelman School of Medicine & Hospital of the University of Pennsylvania, Philadelphia, Pennsylvania."
            },
            {
                "First Name": "Mitchell",
                "Last Name": "Schnall",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Perelman School of Medicine & Hospital of the University of Pennsylvania, Philadelphia, Pennsylvania."
            },
            {
                "First Name": "Emily",
                "Last Name": "Conant",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Perelman School of Medicine & Hospital of the University of Pennsylvania, Philadelphia, Pennsylvania."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Perelman School of Medicine & Hospital of the University of Pennsylvania, Philadelphia, Pennsylvania. Despina.Kontos@pennmedicine.upenn.edu."
            }
        ],
        "Journal": "Clinical cancer research : an official journal of the American Association for Cancer Research",
        "PubDate": "2020"
    },
    {
        "PMID": "31431633",
        "Title": "Prediction of Treatment Response to Neoadjuvant Chemotherapy for Breast Cancer via Early Changes in Tumor Heterogeneity Captured by DCE-MRI Registration.",
        "Abstract": "We analyzed DCE-MR images from 132 women with locally advanced breast cancer from the I-SPY1 trial to evaluate changes of intra-tumor heterogeneity for augmenting early prediction of pathologic complete response (pCR) and recurrence-free survival (RFS) after neoadjuvant chemotherapy (NAC). Utilizing image registration, voxel-wise changes including tumor deformations and changes in DCE-MRI kinetic features were computed to characterize heterogeneous changes within the tumor. Using five-fold cross-validation, logistic regression and Cox regression were performed to model pCR and RFS, respectively. The extracted imaging features were evaluated in augmenting established predictors, including functional tumor volume (FTV) and histopathologic and demographic factors, using the area under the curve (AUC) and the C-statistic as performance measures. The extracted voxel-wise features were also compared to analogous conventional aggregated features to evaluate the potential advantage of voxel-wise analysis. Voxel-wise features improved prediction of pCR (AUC = 0.78 (±0.03) vs 0.71 (±0.04), p < 0.05 and RFS (C-statistic = 0.76 ( ± 0.05), vs 0.63 ( ± 0.01)), p < 0.05, while models based on analogous aggregate imaging features did not show appreciable performance changes (p > 0.05). Furthermore, all selected voxel-wise features demonstrated significant association with outcome (p < 0.05). Thus, precise measures of voxel-wise changes in tumor heterogeneity extracted from registered DCE-MRI scans can improve early prediction of neoadjuvant treatment outcomes in locally advanced breast cancer.",
        "Keywords": [],
        "MeSH terms": [
            "Breast Neoplasms",
            "Disease-Free Survival",
            "Female",
            "Humans",
            "Image Interpretation, Computer-Assisted",
            "Longitudinal Studies",
            "Magnetic Resonance Imaging",
            "Middle Aged",
            "Neoadjuvant Therapy",
            "Prognosis"
        ],
        "Authors": [
            {
                "First Name": "Nariman",
                "Last Name": "Jahani",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Eric",
                "Last Name": "Cohen",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Meng-Kang",
                "Last Name": "Hsieh",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Susan P",
                "Last Name": "Weinstein",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Lauren",
                "Last Name": "Pantalone",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Nola",
                "Last Name": "Hylton",
                "Affiliation": "Department of Radiology and Biomedical Imaging, University of California San Francisco, San Francisco, CA, 94115, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Newitt",
                "Affiliation": "Department of Radiology and Biomedical Imaging, University of California San Francisco, San Francisco, CA, 94115, USA."
            },
            {
                "First Name": "Christos",
                "Last Name": "Davatzikos",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA. despina.kontos@pennmedicine.upenn.edu."
            }
        ],
        "Journal": "Scientific reports",
        "PubDate": "2019"
    },
    {
        "PMID": "31389744",
        "Title": "Can AI Help Make Screening Mammography \"Lean\"?",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Breast Neoplasms",
            "Deep Learning",
            "Early Detection of Cancer",
            "Humans",
            "Mammography",
            "Mass Screening",
            "Triage"
        ],
        "Authors": [
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "From the Perelman School of Medicine, University of Pennsylvania, 3400 Spruce St, Philadelphia Pa 19104."
            },
            {
                "First Name": "Emily F",
                "Last Name": "Conant",
                "Affiliation": "From the Perelman School of Medicine, University of Pennsylvania, 3400 Spruce St, Philadelphia Pa 19104."
            }
        ],
        "Journal": "Radiology",
        "PubDate": "2019"
    },
    {
        "PMID": "31071473",
        "Title": "Precision diagnostics based on machine learning-derived imaging signatures.",
        "Abstract": "The complexity of modern multi-parametric MRI has increasingly challenged conventional interpretations of such images. Machine learning has emerged as a powerful approach to integrating diverse and complex imaging data into signatures of diagnostic and predictive value. It has also allowed us to progress from group comparisons to imaging biomarkers that offer value on an individual basis. We review several directions of research around this topic, emphasizing the use of machine learning in personalized predictions of clinical outcome, in breaking down broad umbrella diagnostic categories into more detailed and precise subtypes, and in non-invasively estimating cancer molecular characteristics. These methods and studies contribute to the field of precision medicine, by introducing more specific diagnostic and predictive biomarkers of clinical outcome, therefore pointing to better matching of treatments to patients.",
        "Keywords": [],
        "MeSH terms": [
            "Biomarkers",
            "Brain",
            "Brain Diseases",
            "Humans",
            "Image Interpretation, Computer-Assisted",
            "Machine Learning",
            "Magnetic Resonance Imaging",
            "Precision Medicine"
        ],
        "Authors": [
            {
                "First Name": "Christos",
                "Last Name": "Davatzikos",
                "Affiliation": "Center for Biomedical Image Computing and Analytics, University of Pennsylvania, United States of America. Electronic address: Christos.davatzikos@uphs.upenn.edu."
            },
            {
                "First Name": "Aristeidis",
                "Last Name": "Sotiras",
                "Affiliation": "Center for Biomedical Image Computing and Analytics, University of Pennsylvania, United States of America."
            },
            {
                "First Name": "Yong",
                "Last Name": "Fan",
                "Affiliation": "Center for Biomedical Image Computing and Analytics, University of Pennsylvania, United States of America."
            },
            {
                "First Name": "Mohamad",
                "Last Name": "Habes",
                "Affiliation": "Center for Biomedical Image Computing and Analytics, University of Pennsylvania, United States of America."
            },
            {
                "First Name": "Guray",
                "Last Name": "Erus",
                "Affiliation": "Center for Biomedical Image Computing and Analytics, University of Pennsylvania, United States of America."
            },
            {
                "First Name": "Saima",
                "Last Name": "Rathore",
                "Affiliation": "Center for Biomedical Image Computing and Analytics, University of Pennsylvania, United States of America."
            },
            {
                "First Name": "Spyridon",
                "Last Name": "Bakas",
                "Affiliation": "Center for Biomedical Image Computing and Analytics, University of Pennsylvania, United States of America."
            },
            {
                "First Name": "Rhea",
                "Last Name": "Chitalia",
                "Affiliation": "Center for Biomedical Image Computing and Analytics, University of Pennsylvania, United States of America."
            },
            {
                "First Name": "Aimilia",
                "Last Name": "Gastounioti",
                "Affiliation": "Center for Biomedical Image Computing and Analytics, University of Pennsylvania, United States of America."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Center for Biomedical Image Computing and Analytics, University of Pennsylvania, United States of America."
            }
        ],
        "Journal": "Magnetic resonance imaging",
        "PubDate": "2019"
    },
    {
        "PMID": "30504841",
        "Title": "Incorporating Breast Anatomy in Computational Phenotyping of Mammographic Parenchymal Patterns for Breast Cancer Risk Estimation.",
        "Abstract": "We retrospectively analyzed negative screening digital mammograms from 115 women who developed unilateral breast cancer at least one year later and 460 matched controls. Texture features were estimated in multiple breast regions defined by an anatomically-oriented polar grid, and were weighted by their position and underlying dense versus fatty tissue composition. Elastic net regression with cross-validation was performed and area under the curve (AUC) of the receiver operating characteristic (ROC) was used to evaluate ability to predict breast cancer. We also compared our anatomy-augmented features to current state-of-the-art in which parenchymal texture was assessed without considering breast anatomy and evaluated the added value of the extracted features to breast density, body-mass-index (BMI) and age as baseline predictors. Our anatomy-augmented texture features resulted in higher discriminatory capacity (AUC = 0.63 vs. AUC = 0.59) when breast anatomy was not considered (p = 0.021), with dense tissue regions and the central breast quadrant being more heavily weighted. Texture also improved baseline models (from AUC = 0.62 to AUC = 0.67, p = 0.029). Our findings suggest that incorporating breast anatomy information could augment imaging markers of breast cancer risk with the potential to improve personalized breast cancer risk assessment.",
        "Keywords": [],
        "MeSH terms": [
            "Breast",
            "Breast Neoplasms",
            "Case-Control Studies",
            "Female",
            "Humans",
            "Mammography",
            "Retrospective Studies",
            "Risk Factors"
        ],
        "Authors": [
            {
                "First Name": "Aimilia",
                "Last Name": "Gastounioti",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Meng-Kang",
                "Last Name": "Hsieh",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Eric",
                "Last Name": "Cohen",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Lauren",
                "Last Name": "Pantalone",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Emily F",
                "Last Name": "Conant",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA. Despina.Kontos@uphs.upenn.edu."
            }
        ],
        "Journal": "Scientific reports",
        "PubDate": "2018"
    },
    {
        "PMID": "30390383",
        "Title": "Role of texture analysis in breast MRI as a cancer biomarker: A review.",
        "Abstract": "Breast cancer is a known heterogeneous disease. Current clinically utilized histopathologic biomarkers may undersample tumor heterogeneity, resulting in higher rates of misdiagnosis for breast cancer. MRI can provide a whole-tumor sampling of disease burden and is widely utilized in clinical care. Texture analysis can provide a localized description of breast cancer, with particular emphasis on quantifying breast lesion heterogeneity. The object of this review is to provide an overview of texture analysis applications towards breast cancer diagnosis, prognosis, and treatment response evaluation and review the role of image-based texture features as noninvasive prognostic and predictive biomarkers. Level of Evidence: 5 Technical Efficacy: Stage 2 J. Magn. Reson. Imaging 2019;49:927-938.",
        "Keywords": [
            "breast cancer",
            "image texture",
            "imaging biomarkers",
            "radiomics"
        ],
        "MeSH terms": [
            "Biomarkers",
            "Breast",
            "Breast Neoplasms",
            "Female",
            "Humans",
            "Image Enhancement",
            "Image Interpretation, Computer-Assisted",
            "Image Processing, Computer-Assisted",
            "Magnetic Resonance Imaging",
            "Models, Statistical",
            "Pattern Recognition, Automated",
            "Prognosis"
        ],
        "Authors": [
            {
                "First Name": "Rhea D",
                "Last Name": "Chitalia",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Perelman School of Medicine & Hospital of the University of Pennsylvania, Philadelphia, Pennsylvania, USA."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Perelman School of Medicine & Hospital of the University of Pennsylvania, Philadelphia, Pennsylvania, USA."
            }
        ],
        "Journal": "Journal of magnetic resonance imaging : JMRI",
        "PubDate": "2019"
    },
    {
        "PMID": "30375931",
        "Title": "Radiomic Phenotypes of Mammographic Parenchymal Complexity: Toward Augmenting Breast Density in Breast Cancer Risk Assessment.",
        "Abstract": "Purpose To identify phenotypes of mammographic parenchymal complexity by using radiomic features and to evaluate their associations with breast density and other breast cancer risk factors. Materials and Methods Computerized image analysis was used to quantify breast density and extract parenchymal texture features in a cross-sectional sample of women screened with digital mammography from September 1, 2012, to February 28, 2013 (n = 2029; age range, 35-75 years; mean age, 55.9 years). Unsupervised clustering was applied to identify and reproduce phenotypes of parenchymal complexity in separate training (n = 1339) and test sets (n = 690). Differences across phenotypes by age, body mass index, breast density, and estimated breast cancer risk were assessed by using Fisher exact, χ",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Aged",
            "Breast",
            "Breast Density",
            "Breast Neoplasms",
            "Case-Control Studies",
            "Cluster Analysis",
            "Early Detection of Cancer",
            "Female",
            "Humans",
            "Image Interpretation, Computer-Assisted",
            "Mammography",
            "Middle Aged",
            "Phenotype",
            "Risk Factors"
        ],
        "Authors": [
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "From the Department of Radiology, University of Pennsylvania, Perelman School of Medicine & Hospital of the University of Pennsylvania, 3400 Spruce St, Philadelphia, PA 19104 (D.K., A.O., L.P., M.K.H., A.G., E.F.C.); Department of Health Sciences Research (S.J.W., C.M.V.) and Department of Radiology (D.H.W., C.B.H., K.B.), Mayo Clinic, Rochester, Minn (S.J.W., D.H.W., C.B.H., K.B., C.M.V.); and Departments of Medicine and Epidemiology and Biostatistics, University of California at San Francisco, San Francisco, Calif (K.K.)."
            },
            {
                "First Name": "Stacey J",
                "Last Name": "Winham",
                "Affiliation": "From the Department of Radiology, University of Pennsylvania, Perelman School of Medicine & Hospital of the University of Pennsylvania, 3400 Spruce St, Philadelphia, PA 19104 (D.K., A.O., L.P., M.K.H., A.G., E.F.C.); Department of Health Sciences Research (S.J.W., C.M.V.) and Department of Radiology (D.H.W., C.B.H., K.B.), Mayo Clinic, Rochester, Minn (S.J.W., D.H.W., C.B.H., K.B., C.M.V.); and Departments of Medicine and Epidemiology and Biostatistics, University of California at San Francisco, San Francisco, Calif (K.K.)."
            },
            {
                "First Name": "Andrew",
                "Last Name": "Oustimov",
                "Affiliation": "From the Department of Radiology, University of Pennsylvania, Perelman School of Medicine & Hospital of the University of Pennsylvania, 3400 Spruce St, Philadelphia, PA 19104 (D.K., A.O., L.P., M.K.H., A.G., E.F.C.); Department of Health Sciences Research (S.J.W., C.M.V.) and Department of Radiology (D.H.W., C.B.H., K.B.), Mayo Clinic, Rochester, Minn (S.J.W., D.H.W., C.B.H., K.B., C.M.V.); and Departments of Medicine and Epidemiology and Biostatistics, University of California at San Francisco, San Francisco, Calif (K.K.)."
            },
            {
                "First Name": "Lauren",
                "Last Name": "Pantalone",
                "Affiliation": "From the Department of Radiology, University of Pennsylvania, Perelman School of Medicine & Hospital of the University of Pennsylvania, 3400 Spruce St, Philadelphia, PA 19104 (D.K., A.O., L.P., M.K.H., A.G., E.F.C.); Department of Health Sciences Research (S.J.W., C.M.V.) and Department of Radiology (D.H.W., C.B.H., K.B.), Mayo Clinic, Rochester, Minn (S.J.W., D.H.W., C.B.H., K.B., C.M.V.); and Departments of Medicine and Epidemiology and Biostatistics, University of California at San Francisco, San Francisco, Calif (K.K.)."
            },
            {
                "First Name": "Meng-Kang",
                "Last Name": "Hsieh",
                "Affiliation": "From the Department of Radiology, University of Pennsylvania, Perelman School of Medicine & Hospital of the University of Pennsylvania, 3400 Spruce St, Philadelphia, PA 19104 (D.K., A.O., L.P., M.K.H., A.G., E.F.C.); Department of Health Sciences Research (S.J.W., C.M.V.) and Department of Radiology (D.H.W., C.B.H., K.B.), Mayo Clinic, Rochester, Minn (S.J.W., D.H.W., C.B.H., K.B., C.M.V.); and Departments of Medicine and Epidemiology and Biostatistics, University of California at San Francisco, San Francisco, Calif (K.K.)."
            },
            {
                "First Name": "Aimilia",
                "Last Name": "Gastounioti",
                "Affiliation": "From the Department of Radiology, University of Pennsylvania, Perelman School of Medicine & Hospital of the University of Pennsylvania, 3400 Spruce St, Philadelphia, PA 19104 (D.K., A.O., L.P., M.K.H., A.G., E.F.C.); Department of Health Sciences Research (S.J.W., C.M.V.) and Department of Radiology (D.H.W., C.B.H., K.B.), Mayo Clinic, Rochester, Minn (S.J.W., D.H.W., C.B.H., K.B., C.M.V.); and Departments of Medicine and Epidemiology and Biostatistics, University of California at San Francisco, San Francisco, Calif (K.K.)."
            },
            {
                "First Name": "Dana H",
                "Last Name": "Whaley",
                "Affiliation": "From the Department of Radiology, University of Pennsylvania, Perelman School of Medicine & Hospital of the University of Pennsylvania, 3400 Spruce St, Philadelphia, PA 19104 (D.K., A.O., L.P., M.K.H., A.G., E.F.C.); Department of Health Sciences Research (S.J.W., C.M.V.) and Department of Radiology (D.H.W., C.B.H., K.B.), Mayo Clinic, Rochester, Minn (S.J.W., D.H.W., C.B.H., K.B., C.M.V.); and Departments of Medicine and Epidemiology and Biostatistics, University of California at San Francisco, San Francisco, Calif (K.K.)."
            },
            {
                "First Name": "Carrie B",
                "Last Name": "Hruska",
                "Affiliation": "From the Department of Radiology, University of Pennsylvania, Perelman School of Medicine & Hospital of the University of Pennsylvania, 3400 Spruce St, Philadelphia, PA 19104 (D.K., A.O., L.P., M.K.H., A.G., E.F.C.); Department of Health Sciences Research (S.J.W., C.M.V.) and Department of Radiology (D.H.W., C.B.H., K.B.), Mayo Clinic, Rochester, Minn (S.J.W., D.H.W., C.B.H., K.B., C.M.V.); and Departments of Medicine and Epidemiology and Biostatistics, University of California at San Francisco, San Francisco, Calif (K.K.)."
            },
            {
                "First Name": "Karla",
                "Last Name": "Kerlikowske",
                "Affiliation": "From the Department of Radiology, University of Pennsylvania, Perelman School of Medicine & Hospital of the University of Pennsylvania, 3400 Spruce St, Philadelphia, PA 19104 (D.K., A.O., L.P., M.K.H., A.G., E.F.C.); Department of Health Sciences Research (S.J.W., C.M.V.) and Department of Radiology (D.H.W., C.B.H., K.B.), Mayo Clinic, Rochester, Minn (S.J.W., D.H.W., C.B.H., K.B., C.M.V.); and Departments of Medicine and Epidemiology and Biostatistics, University of California at San Francisco, San Francisco, Calif (K.K.)."
            },
            {
                "First Name": "Kathleen",
                "Last Name": "Brandt",
                "Affiliation": "From the Department of Radiology, University of Pennsylvania, Perelman School of Medicine & Hospital of the University of Pennsylvania, 3400 Spruce St, Philadelphia, PA 19104 (D.K., A.O., L.P., M.K.H., A.G., E.F.C.); Department of Health Sciences Research (S.J.W., C.M.V.) and Department of Radiology (D.H.W., C.B.H., K.B.), Mayo Clinic, Rochester, Minn (S.J.W., D.H.W., C.B.H., K.B., C.M.V.); and Departments of Medicine and Epidemiology and Biostatistics, University of California at San Francisco, San Francisco, Calif (K.K.)."
            },
            {
                "First Name": "Emily F",
                "Last Name": "Conant",
                "Affiliation": "From the Department of Radiology, University of Pennsylvania, Perelman School of Medicine & Hospital of the University of Pennsylvania, 3400 Spruce St, Philadelphia, PA 19104 (D.K., A.O., L.P., M.K.H., A.G., E.F.C.); Department of Health Sciences Research (S.J.W., C.M.V.) and Department of Radiology (D.H.W., C.B.H., K.B.), Mayo Clinic, Rochester, Minn (S.J.W., D.H.W., C.B.H., K.B., C.M.V.); and Departments of Medicine and Epidemiology and Biostatistics, University of California at San Francisco, San Francisco, Calif (K.K.)."
            },
            {
                "First Name": "Celine M",
                "Last Name": "Vachon",
                "Affiliation": "From the Department of Radiology, University of Pennsylvania, Perelman School of Medicine & Hospital of the University of Pennsylvania, 3400 Spruce St, Philadelphia, PA 19104 (D.K., A.O., L.P., M.K.H., A.G., E.F.C.); Department of Health Sciences Research (S.J.W., C.M.V.) and Department of Radiology (D.H.W., C.B.H., K.B.), Mayo Clinic, Rochester, Minn (S.J.W., D.H.W., C.B.H., K.B., C.M.V.); and Departments of Medicine and Epidemiology and Biostatistics, University of California at San Francisco, San Francisco, Calif (K.K.)."
            }
        ],
        "Journal": "Radiology",
        "PubDate": "2019"
    },
    {
        "PMID": "30334748",
        "Title": "Three-Dimensional Whole Breast Segmentation in Sagittal and Axial Breast MRI With Dense Depth Field Modeling and Localized Self-Adaptation for Chest-Wall Line Detection.",
        "Abstract": "Whole breast segmentation is an essential task in quantitative analysis of breast MRI for cancer risk assessment. It is challenging, mainly, because the chest-wall line (CWL) can be very difficult to locate due to its spatially varying appearance-caused by both nature and imaging artifacts-and neighboring distracting structures. This paper proposes an automatic three-dimensional (3-D) segmentation method, termed DeepSeA, of whole breast for breast MRI.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Algorithms",
            "Breast",
            "Breast Neoplasms",
            "Female",
            "Humans",
            "Imaging, Three-Dimensional",
            "Middle Aged",
            "Sensitivity and Specificity",
            "Thoracic Wall",
            "Young Adult"
        ],
        "Authors": [
            {
                "First Name": "Dong",
                "Last Name": "Wei",
                "Affiliation": ""
            },
            {
                "First Name": "Susan",
                "Last Name": "Weinstein",
                "Affiliation": ""
            },
            {
                "First Name": "Meng-Kang",
                "Last Name": "Hsieh",
                "Affiliation": ""
            },
            {
                "First Name": "Lauren",
                "Last Name": "Pantalone",
                "Affiliation": ""
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": ""
            }
        ],
        "Journal": "IEEE transactions on bio-medical engineering",
        "PubDate": "2019"
    },
    {
        "PMID": "38222313",
        "Title": "Validation of the Textural Realism of a 3D Anthropomorphic Phantom for Digital Breast Tomosynthesis.",
        "Abstract": "In this paper, texture calculations are used to validate the realism of a physical anthropomorphic phantom for digital breast tomosynthesis. The texture features were compared against clinical mammography data. Three groups of features (grey-level histogram, co-occurrence, and run-length) were considered. The features were analyzed over a broad range of technique settings (kV and mAs). These calculations were done in the central slice of the reconstruction as well as the synthetic 2D mammogram. For each feature, the clinical data were binned into strata based on the compressed breast thickness. It was demonstrated that the clinical features vary by thickness. To evaluate the realism of the phantom, each feature was compared against clinical data in the same thickness stratum. For the purpose of this paper, a feature was considered to be realistic if it was within the middle 95% of the statistical distribution of clinical values. In the reconstruction, most features were found to exhibit realism; specifically, all 12 grey-level histogram features, four out of seven co-occurrence features, and three out of seven run-length features. The realism of most features was robust to changes in the technique settings. However, in the synthetic 2D mammogram, fewer features were found to exhibit realism. In conclusion, this paper provides a validation of the textural realism of the phantom in the reconstruction, and shows that there is less realism in the synthetic 2D mammogram. We identify the features that should be considered to refine the design of the phantom in future work.",
        "Keywords": [
            "Anthropomorphic Phantom",
            "Digital Breast Tomosynthesis",
            "Image Acquisition",
            "Image Reconstruction",
            "Synthetic 2D Mammogram",
            "Texture Feature Analysis"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Raymond J",
                "Last Name": "Acciavatti",
                "Affiliation": "University of Pennsylvania, Department of Radiology, 3400 Spruce Street, Philadelphia PA 19104."
            },
            {
                "First Name": "Meng-Kang",
                "Last Name": "Hsieh",
                "Affiliation": "University of Pennsylvania, Department of Radiology, 3400 Spruce Street, Philadelphia PA 19104."
            },
            {
                "First Name": "Aimilia",
                "Last Name": "Gastounioti",
                "Affiliation": "University of Pennsylvania, Department of Radiology, 3400 Spruce Street, Philadelphia PA 19104."
            },
            {
                "First Name": "Yifan",
                "Last Name": "Hu",
                "Affiliation": "University of Pennsylvania, Department of Radiology, 3400 Spruce Street, Philadelphia PA 19104."
            },
            {
                "First Name": "Jinbo",
                "Last Name": "Chen",
                "Affiliation": "University of Pennsylvania, Department of Epidemiology, Biostatistics, & Informatics, 423 Guardian Drive, Philadelphia PA 19104."
            },
            {
                "First Name": "Andrew D A",
                "Last Name": "Maidment",
                "Affiliation": "University of Pennsylvania, Department of Radiology, 3400 Spruce Street, Philadelphia PA 19104."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "University of Pennsylvania, Department of Radiology, 3400 Spruce Street, Philadelphia PA 19104."
            }
        ],
        "Journal": "Proceedings of SPIE--the International Society for Optical Engineering",
        "PubDate": "2018"
    },
    {
        "PMID": "29395798",
        "Title": "Using Convolutional Neural Networks for Enhanced Capture of Breast Parenchymal Complexity Patterns Associated with Breast Cancer Risk.",
        "Abstract": "We evaluate utilizing convolutional neural networks (CNNs) to optimally fuse parenchymal complexity measurements generated by texture analysis into discriminative meta-features relevant for breast cancer risk prediction.",
        "Keywords": [
            "Digital mammography",
            "breast cancer risk",
            "convolutional neural network",
            "parenchymal texture"
        ],
        "MeSH terms": [
            "Adult",
            "Area Under Curve",
            "Breast",
            "Breast Neoplasms",
            "Case-Control Studies",
            "Female",
            "Humans",
            "Mammography",
            "Neural Networks, Computer",
            "Parenchymal Tissue",
            "ROC Curve",
            "Retrospective Studies"
        ],
        "Authors": [
            {
                "First Name": "Aimilia",
                "Last Name": "Gastounioti",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, 3710 Hamilton Walk, Rm D601E Goddard Bldg., Philadelphia, PA 19104. Electronic address: Aimilia.Gastounioti@uphs.upenn.edu."
            },
            {
                "First Name": "Andrew",
                "Last Name": "Oustimov",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, 3710 Hamilton Walk, Rm D601E Goddard Bldg., Philadelphia, PA 19104."
            },
            {
                "First Name": "Meng-Kang",
                "Last Name": "Hsieh",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, 3710 Hamilton Walk, Rm D601E Goddard Bldg., Philadelphia, PA 19104."
            },
            {
                "First Name": "Lauren",
                "Last Name": "Pantalone",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, 3710 Hamilton Walk, Rm D601E Goddard Bldg., Philadelphia, PA 19104."
            },
            {
                "First Name": "Emily F",
                "Last Name": "Conant",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, 3710 Hamilton Walk, Rm D601E Goddard Bldg., Philadelphia, PA 19104."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, 3710 Hamilton Walk, Rm D601E Goddard Bldg., Philadelphia, PA 19104."
            }
        ],
        "Journal": "Academic radiology",
        "PubDate": "2018"
    },
    {
        "PMID": "29356645",
        "Title": "Beyond BI-RADS Density: A Call for Quantification in the Breast Imaging Clinic.",
        "Abstract": "Ultimately, the incorporation of automated quantitative measures of breast density will lead to more effective clinical care and more robust outcomes research than the current, subjective assignment of Breast Imaging and Reporting Data System density categories, by providing reproducible estimates of both the risk of masking a cancer as well as the risk of developing breast cancer—two important factors in determining personalized breast cancer screening algorithms.",
        "Keywords": [],
        "MeSH terms": [
            "Breast Density",
            "Breast Neoplasms",
            "Cancer Care Facilities",
            "Female",
            "Humans",
            "Mammography",
            "Observer Variation"
        ],
        "Authors": [
            {
                "First Name": "Emily F",
                "Last Name": "Conant",
                "Affiliation": "From the Department of Radiology, Hospital of the University of Pennsylvania, Perelman School of Medicine, 3400 Spruce St, Philadelphia PA 10104 (E.F.C., D.K.); and Departments of Surgery and Radiology, University of Vermont Cancer Center, Burlington, Vt (B.L.S.)."
            },
            {
                "First Name": "Brian L",
                "Last Name": "Sprague",
                "Affiliation": "From the Department of Radiology, Hospital of the University of Pennsylvania, Perelman School of Medicine, 3400 Spruce St, Philadelphia PA 10104 (E.F.C., D.K.); and Departments of Surgery and Radiology, University of Vermont Cancer Center, Burlington, Vt (B.L.S.)."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "From the Department of Radiology, Hospital of the University of Pennsylvania, Perelman School of Medicine, 3400 Spruce St, Philadelphia PA 10104 (E.F.C., D.K.); and Departments of Surgery and Radiology, University of Vermont Cancer Center, Burlington, Vt (B.L.S.)."
            }
        ],
        "Journal": "Radiology",
        "PubDate": "2018"
    },
    {
        "PMID": "29340286",
        "Title": "Cancer imaging phenomics toolkit: quantitative imaging analytics for precision diagnostics and predictive modeling of clinical outcome.",
        "Abstract": "The growth of multiparametric imaging protocols has paved the way for quantitative imaging phenotypes that predict treatment response and clinical outcome, reflect underlying cancer molecular characteristics and spatiotemporal heterogeneity, and can guide personalized treatment planning. This growth has underlined the need for efficient quantitative analytics to derive high-dimensional imaging signatures of diagnostic and predictive value in this emerging era of integrated precision diagnostics. This paper presents cancer imaging phenomics toolkit (CaPTk), a new and dynamically growing software platform for analysis of radiographic images of cancer, currently focusing on brain, breast, and lung cancer. CaPTk leverages the value of quantitative imaging analytics along with machine learning to derive phenotypic imaging signatures, based on two-level functionality. First, image analysis algorithms are used to extract comprehensive panels of diverse and complementary features, such as multiparametric intensity histogram distributions, texture, shape, kinetics, connectomics, and spatial patterns. At the second level, these quantitative imaging signatures are fed into multivariate machine learning models to produce diagnostic, prognostic, and predictive biomarkers. Results from clinical studies in three areas are shown: (i) computational neuro-oncology of brain gliomas for precision diagnostics, prediction of outcome, and treatment planning; (ii) prediction of treatment response for breast and lung cancer, and (iii) risk assessment for breast cancer.",
        "Keywords": [
            "cancer imaging phenomics",
            "open source software",
            "precision diagnostics",
            "radiogenomics",
            "radiomics",
            "treatment response"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Christos",
                "Last Name": "Davatzikos",
                "Affiliation": "Center for Biomedical Image Computing and Analytics (CBICA), Philadelphia, Pennsylvania, United States."
            },
            {
                "First Name": "Saima",
                "Last Name": "Rathore",
                "Affiliation": "Center for Biomedical Image Computing and Analytics (CBICA), Philadelphia, Pennsylvania, United States."
            },
            {
                "First Name": "Spyridon",
                "Last Name": "Bakas",
                "Affiliation": "Center for Biomedical Image Computing and Analytics (CBICA), Philadelphia, Pennsylvania, United States."
            },
            {
                "First Name": "Sarthak",
                "Last Name": "Pati",
                "Affiliation": "Center for Biomedical Image Computing and Analytics (CBICA), Philadelphia, Pennsylvania, United States."
            },
            {
                "First Name": "Mark",
                "Last Name": "Bergman",
                "Affiliation": "Center for Biomedical Image Computing and Analytics (CBICA), Philadelphia, Pennsylvania, United States."
            },
            {
                "First Name": "Ratheesh",
                "Last Name": "Kalarot",
                "Affiliation": "Center for Biomedical Image Computing and Analytics (CBICA), Philadelphia, Pennsylvania, United States."
            },
            {
                "First Name": "Patmaa",
                "Last Name": "Sridharan",
                "Affiliation": "Center for Biomedical Image Computing and Analytics (CBICA), Philadelphia, Pennsylvania, United States."
            },
            {
                "First Name": "Aimilia",
                "Last Name": "Gastounioti",
                "Affiliation": "Center for Biomedical Image Computing and Analytics (CBICA), Philadelphia, Pennsylvania, United States."
            },
            {
                "First Name": "Nariman",
                "Last Name": "Jahani",
                "Affiliation": "Center for Biomedical Image Computing and Analytics (CBICA), Philadelphia, Pennsylvania, United States."
            },
            {
                "First Name": "Eric",
                "Last Name": "Cohen",
                "Affiliation": "Center for Biomedical Image Computing and Analytics (CBICA), Philadelphia, Pennsylvania, United States."
            },
            {
                "First Name": "Hamed",
                "Last Name": "Akbari",
                "Affiliation": "Center for Biomedical Image Computing and Analytics (CBICA), Philadelphia, Pennsylvania, United States."
            },
            {
                "First Name": "Birkan",
                "Last Name": "Tunc",
                "Affiliation": "Center for Biomedical Image Computing and Analytics (CBICA), Philadelphia, Pennsylvania, United States."
            },
            {
                "First Name": "Jimit",
                "Last Name": "Doshi",
                "Affiliation": "Center for Biomedical Image Computing and Analytics (CBICA), Philadelphia, Pennsylvania, United States."
            },
            {
                "First Name": "Drew",
                "Last Name": "Parker",
                "Affiliation": "Center for Biomedical Image Computing and Analytics (CBICA), Philadelphia, Pennsylvania, United States."
            },
            {
                "First Name": "Michael",
                "Last Name": "Hsieh",
                "Affiliation": "Center for Biomedical Image Computing and Analytics (CBICA), Philadelphia, Pennsylvania, United States."
            },
            {
                "First Name": "Aristeidis",
                "Last Name": "Sotiras",
                "Affiliation": "Center for Biomedical Image Computing and Analytics (CBICA), Philadelphia, Pennsylvania, United States."
            },
            {
                "First Name": "Hongming",
                "Last Name": "Li",
                "Affiliation": "Center for Biomedical Image Computing and Analytics (CBICA), Philadelphia, Pennsylvania, United States."
            },
            {
                "First Name": "Yangming",
                "Last Name": "Ou",
                "Affiliation": "Massachusetts General Hospital, Martinos Center for Biomedical Imaging, Boston, Massachusetts, United States."
            },
            {
                "First Name": "Robert K",
                "Last Name": "Doot",
                "Affiliation": "Center for Biomedical Image Computing and Analytics (CBICA), Philadelphia, Pennsylvania, United States."
            },
            {
                "First Name": "Michel",
                "Last Name": "Bilello",
                "Affiliation": "Center for Biomedical Image Computing and Analytics (CBICA), Philadelphia, Pennsylvania, United States."
            },
            {
                "First Name": "Yong",
                "Last Name": "Fan",
                "Affiliation": "Center for Biomedical Image Computing and Analytics (CBICA), Philadelphia, Pennsylvania, United States."
            },
            {
                "First Name": "Russell T",
                "Last Name": "Shinohara",
                "Affiliation": "Center for Biomedical Image Computing and Analytics (CBICA), Philadelphia, Pennsylvania, United States."
            },
            {
                "First Name": "Paul",
                "Last Name": "Yushkevich",
                "Affiliation": "Center for Biomedical Image Computing and Analytics (CBICA), Philadelphia, Pennsylvania, United States."
            },
            {
                "First Name": "Ragini",
                "Last Name": "Verma",
                "Affiliation": "Center for Biomedical Image Computing and Analytics (CBICA), Philadelphia, Pennsylvania, United States."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Center for Biomedical Image Computing and Analytics (CBICA), Philadelphia, Pennsylvania, United States."
            }
        ],
        "Journal": "Journal of medical imaging (Bellingham, Wash.)",
        "PubDate": "2018"
    },
    {
        "PMID": "29322066",
        "Title": "Special Section Guest Editorial: Radiomics and Deep Learning.",
        "Abstract": "This guest editorial introduces and summarizes the JMI Special Section on Radiomics and Deep Learning.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "The University of Pennsylvania, Perelman Center for Advanced Medicine, Philadelphia, Pennsylvania."
            },
            {
                "First Name": "Ronald M",
                "Last Name": "Summers",
                "Affiliation": "National Institutes of Health, Bethesda, Maryland."
            },
            {
                "First Name": "Maryellen",
                "Last Name": "Giger",
                "Affiliation": "The University of Chicago, Radiology Department, Chicago, Illinois."
            }
        ],
        "Journal": "Journal of medical imaging (Bellingham, Wash.)",
        "PubDate": "2017"
    },
    {
        "PMID": "28160159",
        "Title": "Aspirin use is associated with lower mammographic density in a large screening cohort.",
        "Abstract": "Observational and biologic studies suggest that aspirin is a promising prevention therapy for breast cancer. However, clinical trials to date have not corroborated this evidence, potentially due to study design. We evaluated the effect of aspirin on mammographic density (MD), an established modifiable risk factor for breast cancer.",
        "Keywords": [
            "Aspirin",
            "Biomarkers",
            "Breast cancer",
            "Mammographic breast density",
            "Risk"
        ],
        "MeSH terms": [
            "Adult",
            "Aged",
            "Aged, 80 and over",
            "Aspirin",
            "Biomarkers",
            "Breast Density",
            "Breast Neoplasms",
            "Dose-Response Relationship, Drug",
            "Early Detection of Cancer",
            "Ethnicity",
            "Female",
            "Humans",
            "Mammography",
            "Middle Aged",
            "Odds Ratio",
            "Risk Factors"
        ],
        "Authors": [
            {
                "First Name": "Marie E",
                "Last Name": "Wood",
                "Affiliation": "Department of Medicine, University of Vermont School of Medicine, Burlington, VT, USA. marie.wood@uvm.edu."
            },
            {
                "First Name": "Brian L",
                "Last Name": "Sprague",
                "Affiliation": "Department of Surgery, University of Vermont School of Medicine, Burlington, VT, USA."
            },
            {
                "First Name": "Andrew",
                "Last Name": "Oustimov",
                "Affiliation": "Department of Radiology, Perelman School of MedicineUniversity of Pennsylvania, Philadelphia, PA, USA."
            },
            {
                "First Name": "Marie B",
                "Last Name": "Synnstvedt",
                "Affiliation": "Department of Medicine, Perelman School of MedicineUniversity of Pennsylvania, Philadelphia, PA, USA."
            },
            {
                "First Name": "Melissa",
                "Last Name": "Cuke",
                "Affiliation": "Department of Medicine, University of Vermont School of Medicine, Burlington, VT, USA."
            },
            {
                "First Name": "Emily F",
                "Last Name": "Conant",
                "Affiliation": "Department of Radiology, Perelman School of MedicineUniversity of Pennsylvania, Philadelphia, PA, USA."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Radiology, Perelman School of MedicineUniversity of Pennsylvania, Philadelphia, PA, USA."
            }
        ],
        "Journal": "Breast cancer research and treatment",
        "PubDate": "2017"
    },
    {
        "PMID": "28121523",
        "Title": "Agreement between Breast Percentage Density Estimations from Standard-Dose versus Synthetic Digital Mammograms: Results from a Large Screening Cohort Using Automated Measures.",
        "Abstract": "Purpose To evaluate agreement between automated estimates of breast density made from standard-dose versus synthetic digital mammograms in a large cohort of women undergoing screening. Materials and Methods This study received institutional review board approval with waiver of consent. A total of 3668 negative (Breast Imaging Reporting and Data System category 1 or 2) digital breast tomosynthesis (DBT) screening examinations consecutively performed over a 4-month period at one institution for which both standard-dose and synthetic mammograms were available for analysis were retrospectively analyzed. All mammograms were acquired with a Selenia Dimensions system (Hologic, Bedford, Mass), and synthetic mammograms were generated by using the U.S. Food and Drug Administration-approved \"C-View\" software module. The \"For Presentation\" standard-dose mammograms and synthetic images were analyzed by using a fully automated algorithm. Agreement between density estimates was assessed by using Pearson correlation, linear regression, and Bland-Altman analysis. Differences were evaluated by using the paired Student t test. Results Breast percentage density (PD) estimates from synthetic and standard-dose mammograms were highly correlated (r = 0.92, P < .001), and the 95% Bland-Altman limits of agreement between PD estimates were -6.4% to 9.9%. Synthetic mammograms had PD estimates by an average of 1.7% higher than standard-dose mammograms (P < .001), with a larger disagreement by 1.56% in women with highly dense breast tissue (P < .0001). Conclusion Fully automated estimates of breast density made from synthetic mammograms are generally comparable to those made from standard-dose mammograms. This may be important, as standard two-dimensional mammographic images are increasingly being replaced by synthetic mammograms in DBT screening in an attempt to reduce radiation dose. ",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Aged",
            "Breast Density",
            "Breast Neoplasms",
            "Cohort Studies",
            "Female",
            "Humans",
            "Mammography",
            "Middle Aged",
            "Retrospective Studies"
        ],
        "Authors": [
            {
                "First Name": "Emily F",
                "Last Name": "Conant",
                "Affiliation": "From the Department of Radiology, University of Pennsylvania, Room D702, Richards Bldg, 3700 Hamilton Walk, Philadelphia, PA 19104."
            },
            {
                "First Name": "Brad M",
                "Last Name": "Keller",
                "Affiliation": "From the Department of Radiology, University of Pennsylvania, Room D702, Richards Bldg, 3700 Hamilton Walk, Philadelphia, PA 19104."
            },
            {
                "First Name": "Lauren",
                "Last Name": "Pantalone",
                "Affiliation": "From the Department of Radiology, University of Pennsylvania, Room D702, Richards Bldg, 3700 Hamilton Walk, Philadelphia, PA 19104."
            },
            {
                "First Name": "Aimilia",
                "Last Name": "Gastounioti",
                "Affiliation": "From the Department of Radiology, University of Pennsylvania, Room D702, Richards Bldg, 3700 Hamilton Walk, Philadelphia, PA 19104."
            },
            {
                "First Name": "Elizabeth S",
                "Last Name": "McDonald",
                "Affiliation": "From the Department of Radiology, University of Pennsylvania, Room D702, Richards Bldg, 3700 Hamilton Walk, Philadelphia, PA 19104."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "From the Department of Radiology, University of Pennsylvania, Room D702, Richards Bldg, 3700 Hamilton Walk, Philadelphia, PA 19104."
            }
        ],
        "Journal": "Radiology",
        "PubDate": "2017"
    },
    {
        "PMID": "27806604",
        "Title": "Breast parenchymal patterns in processed versus raw digital mammograms: A large population study toward assessing differences in quantitative measures across image representations.",
        "Abstract": "With raw digital mammograms (DMs), which retain the relationship with x-ray attenuation of the breast tissue, not being routinely available, processed DMs are often the only viable means to acquire imaging measures. The authors investigate differences in quantitative measures of breast density and parenchymal texture, shown to have value in breast cancer risk assessment, between the two DM representations.",
        "Keywords": [],
        "MeSH terms": [
            "Adolescent",
            "Adult",
            "Breast",
            "Breast Density",
            "Female",
            "Humans",
            "Image Processing, Computer-Assisted",
            "Mammography",
            "Mass Screening",
            "Middle Aged"
        ],
        "Authors": [
            {
                "First Name": "Aimilia",
                "Last Name": "Gastounioti",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, 3700 Hamilton Walk, Rm D702 Richards Bldg., Philadelphia, Pennsylvania 19104."
            },
            {
                "First Name": "Andrew",
                "Last Name": "Oustimov",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, 3700 Hamilton Walk, Rm D702 Richards Bldg., Philadelphia, Pennsylvania 19104."
            },
            {
                "First Name": "Brad M",
                "Last Name": "Keller",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, 3700 Hamilton Walk, Rm D702 Richards Bldg., Philadelphia, Pennsylvania 19104."
            },
            {
                "First Name": "Lauren",
                "Last Name": "Pantalone",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, 3700 Hamilton Walk, Rm D702 Richards Bldg., Philadelphia, Pennsylvania 19104."
            },
            {
                "First Name": "Meng-Kang",
                "Last Name": "Hsieh",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, 3700 Hamilton Walk, Rm D702 Richards Bldg., Philadelphia, Pennsylvania 19104."
            },
            {
                "First Name": "Emily F",
                "Last Name": "Conant",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, 3700 Hamilton Walk, Rm D702 Richards Bldg., Philadelphia, Pennsylvania 19104."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, 3700 Hamilton Walk, Rm D702 Richards Bldg., Philadelphia, Pennsylvania 19104."
            }
        ],
        "Journal": "Medical physics",
        "PubDate": "2016"
    },
    {
        "PMID": "27645219",
        "Title": "Beyond breast density: a review on the advancing role of parenchymal texture analysis in breast cancer risk assessment.",
        "Abstract": "The assessment of a woman's risk for developing breast cancer has become increasingly important for establishing personalized screening recommendations and forming preventive strategies. Studies have consistently shown a strong relationship between breast cancer risk and mammographic parenchymal patterns, typically assessed by percent mammographic density. This paper will review the advancing role of mammographic texture analysis as a potential novel approach to characterize the breast parenchymal tissue to augment conventional density assessment in breast cancer risk estimation.",
        "Keywords": [
            "Breast cancer risk",
            "Digital mammography",
            "Parenchymal texture analysis",
            "Quantitative breast imaging"
        ],
        "MeSH terms": [
            "Breast Density",
            "Breast Neoplasms",
            "Female",
            "Genetic Predisposition to Disease",
            "Humans",
            "Image Processing, Computer-Assisted",
            "Mammography",
            "Mutation",
            "Radiographic Image Interpretation, Computer-Assisted",
            "Risk Assessment",
            "Risk Factors"
        ],
        "Authors": [
            {
                "First Name": "Aimilia",
                "Last Name": "Gastounioti",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Emily F",
                "Last Name": "Conant",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Philadelphia, PA, 19104, USA. Despina.Kontos@uphs.upenn.edu."
            }
        ],
        "Journal": "Breast cancer research : BCR",
        "PubDate": "2016"
    },
    {
        "PMID": "27236612",
        "Title": "Association between Breast Parenchymal Complexity and False-Positive Recall From Digital Mammography Versus Breast Tomosynthesis: Preliminary Investigation in the ACRIN PA 4006 Trial.",
        "Abstract": "We investigate associations between measures of mammographic parenchymal complexity and false-positive (FP) recall from screening with digital mammography (DM) versus digital breast tomosynthesis (DBT).",
        "Keywords": [
            "Digital mammography",
            "breast cancer risk assessment",
            "digital breast tomosynthesis",
            "false-positive recall",
            "texture analysis"
        ],
        "MeSH terms": [
            "Adult",
            "Aged",
            "Area Under Curve",
            "Breast",
            "Breast Neoplasms",
            "False Positive Reactions",
            "Female",
            "Humans",
            "Mammography",
            "Middle Aged",
            "ROC Curve",
            "Radiographic Image Enhancement",
            "Retrospective Studies"
        ],
        "Authors": [
            {
                "First Name": "Shonket",
                "Last Name": "Ray",
                "Affiliation": "Department of Radiology, University of Pennsylvania, 1 Silverstein Bldg., 3400 Spruce St, Philadelphia PA 19104."
            },
            {
                "First Name": "Lin",
                "Last Name": "Chen",
                "Affiliation": "Department of Radiology, University of Pennsylvania, 1 Silverstein Bldg., 3400 Spruce St, Philadelphia PA 19104."
            },
            {
                "First Name": "Brad M",
                "Last Name": "Keller",
                "Affiliation": "Department of Radiology, University of Pennsylvania, 1 Silverstein Bldg., 3400 Spruce St, Philadelphia PA 19104."
            },
            {
                "First Name": "Jinbo",
                "Last Name": "Chen",
                "Affiliation": "Department of Biostatistics and Epidemiology, University of Pennsylvania School of Medicine, Philadelphia, Pennsylvania."
            },
            {
                "First Name": "Emily F",
                "Last Name": "Conant",
                "Affiliation": "Department of Radiology, University of Pennsylvania, 1 Silverstein Bldg., 3400 Spruce St, Philadelphia PA 19104."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Radiology, University of Pennsylvania, 1 Silverstein Bldg., 3400 Spruce St, Philadelphia PA 19104. Electronic address: Despina.Kontos@uphs.upenn.edu."
            }
        ],
        "Journal": "Academic radiology",
        "PubDate": "2016"
    },
    {
        "PMID": "27130893",
        "Title": "Racial Differences in Quantitative Measures of Area and Volumetric Breast Density.",
        "Abstract": "Increased breast density is a strong risk factor for breast cancer and also decreases the sensitivity of mammographic screening. The purpose of our study was to compare breast density for black and white women using quantitative measures.",
        "Keywords": [],
        "MeSH terms": [
            "Black or African American",
            "Age Factors",
            "Aged",
            "Body Mass Index",
            "Breast Density",
            "Breast Neoplasms",
            "Early Detection of Cancer",
            "Female",
            "Humans",
            "Mammography",
            "Middle Aged",
            "Risk Factors",
            "White People"
        ],
        "Authors": [
            {
                "First Name": "Anne Marie",
                "Last Name": "McCarthy",
                "Affiliation": "Department of Medicine, Massachusetts General Hospital, Boston, MA (AMM, KA); Department of Radiology, University of Pennsylvania, Philadelphia, PA (BMK, LMP, MKH, MS, EFC, DK)."
            },
            {
                "First Name": "Brad M",
                "Last Name": "Keller",
                "Affiliation": "Department of Medicine, Massachusetts General Hospital, Boston, MA (AMM, KA); Department of Radiology, University of Pennsylvania, Philadelphia, PA (BMK, LMP, MKH, MS, EFC, DK)."
            },
            {
                "First Name": "Lauren M",
                "Last Name": "Pantalone",
                "Affiliation": "Department of Medicine, Massachusetts General Hospital, Boston, MA (AMM, KA); Department of Radiology, University of Pennsylvania, Philadelphia, PA (BMK, LMP, MKH, MS, EFC, DK)."
            },
            {
                "First Name": "Meng-Kang",
                "Last Name": "Hsieh",
                "Affiliation": "Department of Medicine, Massachusetts General Hospital, Boston, MA (AMM, KA); Department of Radiology, University of Pennsylvania, Philadelphia, PA (BMK, LMP, MKH, MS, EFC, DK)."
            },
            {
                "First Name": "Marie",
                "Last Name": "Synnestvedt",
                "Affiliation": "Department of Medicine, Massachusetts General Hospital, Boston, MA (AMM, KA); Department of Radiology, University of Pennsylvania, Philadelphia, PA (BMK, LMP, MKH, MS, EFC, DK)."
            },
            {
                "First Name": "Emily F",
                "Last Name": "Conant",
                "Affiliation": "Department of Medicine, Massachusetts General Hospital, Boston, MA (AMM, KA); Department of Radiology, University of Pennsylvania, Philadelphia, PA (BMK, LMP, MKH, MS, EFC, DK)."
            },
            {
                "First Name": "Katrina",
                "Last Name": "Armstrong",
                "Affiliation": "Department of Medicine, Massachusetts General Hospital, Boston, MA (AMM, KA); Department of Radiology, University of Pennsylvania, Philadelphia, PA (BMK, LMP, MKH, MS, EFC, DK)."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Medicine, Massachusetts General Hospital, Boston, MA (AMM, KA); Department of Radiology, University of Pennsylvania, Philadelphia, PA (BMK, LMP, MKH, MS, EFC, DK)."
            }
        ],
        "Journal": "Journal of the National Cancer Institute",
        "PubDate": "2016"
    },
    {
        "PMID": "27099272",
        "Title": "The Dose-Response Effects of Aerobic Exercise on Body Composition and Breast Tissue among Women at High Risk for Breast Cancer: A Randomized Trial.",
        "Abstract": "Observational data indicate that behaviors that shift energetic homeostasis, such as exercise, may decrease the risk of developing breast cancer by reducing the amount of energy-dense, metabolically active adipose tissue. Between December 2008 and April 2013, we conducted a single-blind, 5-month, clinical trial that randomized premenopausal women at high risk of developing breast cancer to one of three groups: 150 min/wk of aerobic exercise (low dose), 300 min/wk of aerobic exercise (high dose), or control. Body composition was assessed using dual-energy x-ray absorptiometry. Background parenchymal enhancement (BPE) was quantified using computerized algorithms on breast dynamic contrast-enhanced MRI. Over 5 months, compared with the control group: the low-dose and high-dose groups lost -1.5 ± 0.5 and -1.3 ± 0.5 kg of body mass (linear Ptrend = 0.032); -1.5 ± 0.4 and -1.4 ± 0.3 kg of fat mass (linear Ptrend = 0.003); -1.3 ± 0.3 and -1.4 ± 0.3% of body fat (linear Ptrend < 0.001); -15.9 ± 5.4 and -26.6 ± 5.0 cm(2) of subcutaneous adipose tissue (linear Ptrend < 0.001); and -6.6 ± 1.9 and -5.0 ± 1.9 cm(2) visceral adipose tissue (nonlinear Ptrend = 0.037). For each -1 cm(2) reduction in visceral adipose tissue, BPE decreased by -3.43 ± 1.34 cm(2) (P = 0.010) and explained 9.7% of the variability in BPE. Changes in other aforementioned body composition outcomes did not significantly correlate with changes in BPE. These mechanistic data support observational evidence that shifting energetic homeostasis through exercise may alter the risk of developing breast cancer. Additional adequately powered studies are needed to confirm and expand upon our findings that changes in body composition are associated with changes in BPE. Cancer Prev Res; 9(7); 581-8. ©2016 AACR.",
        "Keywords": [],
        "MeSH terms": [
            "Absorptiometry, Photon",
            "Adipose Tissue",
            "Adult",
            "Body Composition",
            "Breast",
            "Breast Neoplasms",
            "Exercise",
            "Female",
            "Humans",
            "Magnetic Resonance Imaging",
            "Single-Blind Method"
        ],
        "Authors": [
            {
                "First Name": "Justin C",
                "Last Name": "Brown",
                "Affiliation": "University of Pennsylvania, Philadelphia, Pennsylvania."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "University of Pennsylvania, Philadelphia, Pennsylvania."
            },
            {
                "First Name": "Mitchell D",
                "Last Name": "Schnall",
                "Affiliation": "University of Pennsylvania, Philadelphia, Pennsylvania."
            },
            {
                "First Name": "Shandong",
                "Last Name": "Wu",
                "Affiliation": "University of Pittsburgh, Pittsburgh, Pennsylvania."
            },
            {
                "First Name": "Kathryn H",
                "Last Name": "Schmitz",
                "Affiliation": "University of Pennsylvania, Philadelphia, Pennsylvania. schmitz@mail.med.upenn.edu."
            }
        ],
        "Journal": "Cancer prevention research (Philadelphia, Pa.)",
        "PubDate": "2016"
    },
    {
        "PMID": "27002418",
        "Title": "The Impact of Acquisition Dose on Quantitative Breast Density Estimation with Digital Mammography: Results from ACRIN PA 4006.",
        "Abstract": "Purpose To investigate the impact of radiation dose on breast density estimation in digital mammography. Materials and Methods With institutional review board approval and Health Insurance Portability and Accountability Act compliance under waiver of consent, a cohort of women from the American College of Radiology Imaging Network Pennsylvania 4006 trial was retrospectively analyzed. All patients underwent breast screening with a combination of dose protocols, including standard full-field digital mammography, low-dose digital mammography, and digital breast tomosynthesis. A total of 5832 images from 486 women were analyzed with previously validated, fully automated software for quantitative estimation of density. Clinical Breast Imaging Reporting and Data System (BI-RADS) density assessment results were also available from the trial reports. The influence of image acquisition radiation dose on quantitative breast density estimation was investigated with analysis of variance and linear regression. Pairwise comparisons of density estimations at different dose levels were performed with Student t test. Agreement of estimation was evaluated with quartile-weighted Cohen kappa values and Bland-Altman limits of agreement. Results Radiation dose of image acquisition did not significantly affect quantitative density measurements (analysis of variance, P = .37 to P = .75), with percent density demonstrating a high overall correlation between protocols (r = 0.88-0.95; weighted κ = 0.83-0.90). However, differences in breast percent density (1.04% and 3.84%, P < .05) were observed within high BI-RADS density categories, although they were significantly correlated across the different acquisition dose levels (r = 0.76-0.92, P < .05). Conclusion Precision and reproducibility of automated breast density measurements with digital mammography are not substantially affected by variations in radiation dose; thus, the use of low-dose techniques for the purpose of density estimation may be feasible. (©) RSNA, 2016 Online supplemental material is available for this article.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Aged",
            "Aged, 80 and over",
            "Algorithms",
            "Breast Density",
            "Breast Neoplasms",
            "Female",
            "Humans",
            "Mammography",
            "Middle Aged",
            "Pennsylvania",
            "Radiation Dosage",
            "Radiographic Image Interpretation, Computer-Assisted",
            "Reproducibility of Results",
            "Retrospective Studies",
            "Sensitivity and Specificity"
        ],
        "Authors": [
            {
                "First Name": "Lin",
                "Last Name": "Chen",
                "Affiliation": "From the Department of Radiology, Perelman School of Medicine at the University of Pennsylvania, 3600 Market St, Suite 360, Philadelphia PA 19104-2643."
            },
            {
                "First Name": "Shonket",
                "Last Name": "Ray",
                "Affiliation": "From the Department of Radiology, Perelman School of Medicine at the University of Pennsylvania, 3600 Market St, Suite 360, Philadelphia PA 19104-2643."
            },
            {
                "First Name": "Brad M",
                "Last Name": "Keller",
                "Affiliation": "From the Department of Radiology, Perelman School of Medicine at the University of Pennsylvania, 3600 Market St, Suite 360, Philadelphia PA 19104-2643."
            },
            {
                "First Name": "Said",
                "Last Name": "Pertuz",
                "Affiliation": "From the Department of Radiology, Perelman School of Medicine at the University of Pennsylvania, 3600 Market St, Suite 360, Philadelphia PA 19104-2643."
            },
            {
                "First Name": "Elizabeth S",
                "Last Name": "McDonald",
                "Affiliation": "From the Department of Radiology, Perelman School of Medicine at the University of Pennsylvania, 3600 Market St, Suite 360, Philadelphia PA 19104-2643."
            },
            {
                "First Name": "Emily F",
                "Last Name": "Conant",
                "Affiliation": "From the Department of Radiology, Perelman School of Medicine at the University of Pennsylvania, 3600 Market St, Suite 360, Philadelphia PA 19104-2643."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "From the Department of Radiology, Perelman School of Medicine at the University of Pennsylvania, 3600 Market St, Suite 360, Philadelphia PA 19104-2643."
            }
        ],
        "Journal": "Radiology",
        "PubDate": "2016"
    },
    {
        "PMID": "26603870",
        "Title": "Erratum to: Quantitative assessment of background parenchymal enhancement in breast MRI predicts response to risk-reducing salpingo-oophorectomy: preliminary evaluation in a cohort of BRCA1/2 mutation carriers.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Shandong",
                "Last Name": "Wu",
                "Affiliation": "Department of Radiology, Hospital of the University of Pennsylvania, 1 Silverstein Building, 3400 Spruce Street, Philadelphia, 19104, PA, USA."
            },
            {
                "First Name": "Susan P",
                "Last Name": "Weinstein",
                "Affiliation": "Department of Radiology, Hospital of the University of Pennsylvania, 1 Silverstein Building, 3400 Spruce Street, Philadelphia, 19104, PA, USA."
            },
            {
                "First Name": "Michael J",
                "Last Name": "DeLeo",
                "Affiliation": "Department of Radiology, Hospital of the University of Pennsylvania, 1 Silverstein Building, 3400 Spruce Street, Philadelphia, 19104, PA, USA."
            },
            {
                "First Name": "Emily F",
                "Last Name": "Conant",
                "Affiliation": "Department of Radiology, Hospital of the University of Pennsylvania, 1 Silverstein Building, 3400 Spruce Street, Philadelphia, 19104, PA, USA."
            },
            {
                "First Name": "Jinbo",
                "Last Name": "Chen",
                "Affiliation": "Department of Biostatistics and Epidemiology, Perelman School of Medicine, University of Pennsylvania, 203 Blockley Hall, 423 Guardian Drive, Philadelphia, PA, USA."
            },
            {
                "First Name": "Susan M",
                "Last Name": "Domchek",
                "Affiliation": "Department of Medicine, Hospital of the University of Pennsylvania, 3400 Civic Center Boulevard, 3 West Pavilion, Philadelphia, 19104, PA, USA."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Radiology, Hospital of the University of Pennsylvania, 1 Silverstein Building, 3400 Spruce Street, Philadelphia, 19104, PA, USA. despina.kontos@uphs.upenn.edu."
            }
        ],
        "Journal": "Breast cancer research : BCR",
        "PubDate": "2015"
    },
    {
        "PMID": "26510851",
        "Title": "Dose-response effects of aerobic exercise on estrogen among women at high risk for breast cancer: a randomized controlled trial.",
        "Abstract": "Medical and surgical interventions for elevated breast cancer risk (e.g., BRCA1/2 mutation, family history) focus on reducing estrogen exposure. Women at elevated risk may be interested in less aggressive approaches to risk reduction. For example, exercise might reduce estrogen, yet has fewer serious side effects and less negative impact than surgery or hormonal medications. Randomized controlled trial. Increased risk defined by risk prediction models or BRCA mutation status. Eligibility: Age 18-50, eumenorrheic, non-smokers, and body mass index (BMI) between 21 and 50 kg/m(2). 139 were randomized. Treadmill exercise: 150 or 300 min/week, five menstrual cycles. Control group maintained exercise <75 min/week.",
        "Keywords": [
            "Breast MRI",
            "Breast cancer",
            "Clinical trial",
            "Estrogens",
            "Exercise"
        ],
        "MeSH terms": [
            "Adult",
            "Biomarkers",
            "Breast Neoplasms",
            "Estrogens",
            "Exercise",
            "Female",
            "Humans",
            "Magnetic Resonance Imaging",
            "Premenopause",
            "Progesterone",
            "Risk Assessment",
            "Risk Factors"
        ],
        "Authors": [
            {
                "First Name": "Kathryn H",
                "Last Name": "Schmitz",
                "Affiliation": "Perelman School of Medicine, University of Pennsylvania, 8th Floor Blockley Hall, 423 Guardian Dr., Philadelphia, PA, 19104-6021, USA. schmitz@mail.med.upenn.edu."
            },
            {
                "First Name": "Nancy I",
                "Last Name": "Williams",
                "Affiliation": "Department of Kinesiology, Pennsylvania State University, State College, USA."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Perelman School of Medicine, University of Pennsylvania, 8th Floor Blockley Hall, 423 Guardian Dr., Philadelphia, PA, 19104-6021, USA."
            },
            {
                "First Name": "Susan",
                "Last Name": "Domchek",
                "Affiliation": "Perelman School of Medicine, University of Pennsylvania, 8th Floor Blockley Hall, 423 Guardian Dr., Philadelphia, PA, 19104-6021, USA."
            },
            {
                "First Name": "Knashawn H",
                "Last Name": "Morales",
                "Affiliation": "Perelman School of Medicine, University of Pennsylvania, 8th Floor Blockley Hall, 423 Guardian Dr., Philadelphia, PA, 19104-6021, USA."
            },
            {
                "First Name": "Wei-Ting",
                "Last Name": "Hwang",
                "Affiliation": "Perelman School of Medicine, University of Pennsylvania, 8th Floor Blockley Hall, 423 Guardian Dr., Philadelphia, PA, 19104-6021, USA."
            },
            {
                "First Name": "Lorita L",
                "Last Name": "Grant",
                "Affiliation": "Perelman School of Medicine, University of Pennsylvania, 8th Floor Blockley Hall, 423 Guardian Dr., Philadelphia, PA, 19104-6021, USA."
            },
            {
                "First Name": "Laura",
                "Last Name": "DiGiovanni",
                "Affiliation": "Perelman School of Medicine, University of Pennsylvania, 8th Floor Blockley Hall, 423 Guardian Dr., Philadelphia, PA, 19104-6021, USA."
            },
            {
                "First Name": "Domenick",
                "Last Name": "Salvatore",
                "Affiliation": "Perelman School of Medicine, University of Pennsylvania, 8th Floor Blockley Hall, 423 Guardian Dr., Philadelphia, PA, 19104-6021, USA."
            },
            {
                "First Name": "Desire'",
                "Last Name": "Fenderson",
                "Affiliation": "Perelman School of Medicine, University of Pennsylvania, 8th Floor Blockley Hall, 423 Guardian Dr., Philadelphia, PA, 19104-6021, USA."
            },
            {
                "First Name": "Mitchell",
                "Last Name": "Schnall",
                "Affiliation": "Perelman School of Medicine, University of Pennsylvania, 8th Floor Blockley Hall, 423 Guardian Dr., Philadelphia, PA, 19104-6021, USA."
            },
            {
                "First Name": "Mary Lou",
                "Last Name": "Galantino",
                "Affiliation": "Perelman School of Medicine, University of Pennsylvania, 8th Floor Blockley Hall, 423 Guardian Dr., Philadelphia, PA, 19104-6021, USA."
            },
            {
                "First Name": "Jill",
                "Last Name": "Stopfer",
                "Affiliation": "Perelman School of Medicine, University of Pennsylvania, 8th Floor Blockley Hall, 423 Guardian Dr., Philadelphia, PA, 19104-6021, USA."
            },
            {
                "First Name": "Mindy S",
                "Last Name": "Kurzer",
                "Affiliation": "Department of Nutrition, University of Minnesota, Minneapolis, USA."
            },
            {
                "First Name": "Shandong",
                "Last Name": "Wu",
                "Affiliation": "Department of Radiology, University of Pittsburgh, Pittsburgh, USA."
            },
            {
                "First Name": "Jessica",
                "Last Name": "Adelman",
                "Affiliation": "Perelman School of Medicine, University of Pennsylvania, 8th Floor Blockley Hall, 423 Guardian Dr., Philadelphia, PA, 19104-6021, USA."
            },
            {
                "First Name": "Justin C",
                "Last Name": "Brown",
                "Affiliation": "Perelman School of Medicine, University of Pennsylvania, 8th Floor Blockley Hall, 423 Guardian Dr., Philadelphia, PA, 19104-6021, USA."
            },
            {
                "First Name": "Jerene",
                "Last Name": "Good",
                "Affiliation": "Perelman School of Medicine, University of Pennsylvania, 8th Floor Blockley Hall, 423 Guardian Dr., Philadelphia, PA, 19104-6021, USA."
            }
        ],
        "Journal": "Breast cancer research and treatment",
        "PubDate": "2015"
    },
    {
        "PMID": "26491909",
        "Title": "Fully Automated Quantitative Estimation of Volumetric Breast Density from Digital Breast Tomosynthesis Images: Preliminary Results and Comparison with Digital Mammography and MR Imaging.",
        "Abstract": "To assess a fully automated method for volumetric breast density (VBD) estimation in digital breast tomosynthesis (DBT) and to compare the findings with those of full-field digital mammography (FFDM) and magnetic resonance (MR) imaging.",
        "Keywords": [],
        "MeSH terms": [
            "Aged",
            "Aged, 80 and over",
            "Algorithms",
            "Breast Neoplasms",
            "Female",
            "Humans",
            "Image Interpretation, Computer-Assisted",
            "Magnetic Resonance Imaging",
            "Mammography",
            "Middle Aged",
            "Pattern Recognition, Automated",
            "Radiographic Image Enhancement",
            "Retrospective Studies",
            "Software"
        ],
        "Authors": [
            {
                "First Name": "Said",
                "Last Name": "Pertuz",
                "Affiliation": "From the Department of Radiology, Perelman School of Medicine, University of Pennsylvania, 3600 Market St, Suite 360, Philadelphia, PA 19104."
            },
            {
                "First Name": "Elizabeth S",
                "Last Name": "McDonald",
                "Affiliation": "From the Department of Radiology, Perelman School of Medicine, University of Pennsylvania, 3600 Market St, Suite 360, Philadelphia, PA 19104."
            },
            {
                "First Name": "Susan P",
                "Last Name": "Weinstein",
                "Affiliation": "From the Department of Radiology, Perelman School of Medicine, University of Pennsylvania, 3600 Market St, Suite 360, Philadelphia, PA 19104."
            },
            {
                "First Name": "Emily F",
                "Last Name": "Conant",
                "Affiliation": "From the Department of Radiology, Perelman School of Medicine, University of Pennsylvania, 3600 Market St, Suite 360, Philadelphia, PA 19104."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "From the Department of Radiology, Perelman School of Medicine, University of Pennsylvania, 3600 Market St, Suite 360, Philadelphia, PA 19104."
            }
        ],
        "Journal": "Radiology",
        "PubDate": "2016"
    },
    {
        "PMID": "26303303",
        "Title": "Preliminary evaluation of the publicly available Laboratory for Breast Radiodensity Assessment (LIBRA) software tool: comparison of fully automated area and volumetric density measures in a case-control study with digital mammography.",
        "Abstract": "Breast density, commonly quantified as the percentage of mammographically dense tissue area, is a strong breast cancer risk factor. We investigated associations between breast cancer and fully automated measures of breast density made by a new publicly available software tool, the Laboratory for Individualized Breast Radiodensity Assessment (LIBRA).",
        "Keywords": [],
        "MeSH terms": [
            "Breast",
            "Breast Density",
            "Breast Neoplasms",
            "Case-Control Studies",
            "Early Detection of Cancer",
            "Female",
            "Humans",
            "Logistic Models",
            "Mammary Glands, Human",
            "Mammography",
            "Middle Aged",
            "Retrospective Studies",
            "Risk Factors",
            "Software"
        ],
        "Authors": [
            {
                "First Name": "Brad M",
                "Last Name": "Keller",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, 1 Silverstein Building, 3400 Spruce Street, Philadelphia, PA, 19104, USA. brad.keller@uphs.upenn.edu."
            },
            {
                "First Name": "Jinbo",
                "Last Name": "Chen",
                "Affiliation": "Department of Biostatistics and Epidemiology, Perelman School of Medicine, University of Pennsylvania, 203 Blockley Hall, 423 Guardian Drive, Philadelphia, PA, USA. jinboche@mail.med.upenn.edu."
            },
            {
                "First Name": "Dania",
                "Last Name": "Daye",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, 1 Silverstein Building, 3400 Spruce Street, Philadelphia, PA, 19104, USA. dania.daye@gmail.com."
            },
            {
                "First Name": "Emily F",
                "Last Name": "Conant",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, 1 Silverstein Building, 3400 Spruce Street, Philadelphia, PA, 19104, USA. emily.conant@uphs.upenn.edu."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, 1 Silverstein Building, 3400 Spruce Street, Philadelphia, PA, 19104, USA. despina.kontos@uphs.upenn.edu."
            }
        ],
        "Journal": "Breast cancer research : BCR",
        "PubDate": "2015"
    },
    {
        "PMID": "26158105",
        "Title": "Parenchymal texture analysis in digital mammography: robust texture feature identification and equivalence across devices.",
        "Abstract": "An analytical framework is presented for evaluating the equivalence of parenchymal texture features across different full-field digital mammography (FFDM) systems using a physical breast phantom. Phantom images (FOR PROCESSING) are acquired from three FFDM systems using their automated exposure control setting. A panel of texture features, including gray-level histogram, co-occurrence, run length, and structural descriptors, are extracted. To identify features that are robust across imaging systems, a series of equivalence tests are performed on the feature distributions, in which the extent of their intersystem variation is compared to their intrasystem variation via the Hodges-Lehmann test statistic. Overall, histogram and structural features tend to be most robust across all systems, and certain features, such as edge enhancement, tend to be more robust to intergenerational differences between detectors of a single vendor than to intervendor differences. Texture features extracted from larger regions of interest (i.e., [Formula: see text]) and with a larger offset length (i.e., [Formula: see text]), when applicable, also appear to be more robust across imaging systems. This framework and observations from our experiments may benefit applications utilizing mammographic texture analysis on images acquired in multivendor settings, such as in multicenter studies of computer-aided detection and breast cancer risk assessment.",
        "Keywords": [
            "digital mammography",
            "parenchymal pattern",
            "robust texture features"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Brad M",
                "Last Name": "Keller",
                "Affiliation": "University of Pennsylvania , Perelman School of Medicine, Department of Radiology, 3600 Market Street, Suite 360, Philadelphia, Pennsylvania 19104, United States."
            },
            {
                "First Name": "Andrew",
                "Last Name": "Oustimov",
                "Affiliation": "University of Pennsylvania , Perelman School of Medicine, Department of Radiology, 3600 Market Street, Suite 360, Philadelphia, Pennsylvania 19104, United States."
            },
            {
                "First Name": "Yan",
                "Last Name": "Wang",
                "Affiliation": "University of Pennsylvania , Perelman School of Medicine, Department of Radiology, 3600 Market Street, Suite 360, Philadelphia, Pennsylvania 19104, United States."
            },
            {
                "First Name": "Jinbo",
                "Last Name": "Chen",
                "Affiliation": "University of Pennsylvania , Perelman School of Medicine, Department of Biostatistics and Epidemiology, 3600 Market Street, Suite 360, Philadelphia, Pennsylvania 19104, United States."
            },
            {
                "First Name": "Raymond J",
                "Last Name": "Acciavatti",
                "Affiliation": "University of Pennsylvania , Perelman School of Medicine, Department of Radiology, 3600 Market Street, Suite 360, Philadelphia, Pennsylvania 19104, United States."
            },
            {
                "First Name": "Yuanjie",
                "Last Name": "Zheng",
                "Affiliation": "University of Pennsylvania , Perelman School of Medicine, Department of Radiology, 3600 Market Street, Suite 360, Philadelphia, Pennsylvania 19104, United States."
            },
            {
                "First Name": "Shonket",
                "Last Name": "Ray",
                "Affiliation": "University of Pennsylvania , Perelman School of Medicine, Department of Radiology, 3600 Market Street, Suite 360, Philadelphia, Pennsylvania 19104, United States."
            },
            {
                "First Name": "James C",
                "Last Name": "Gee",
                "Affiliation": "University of Pennsylvania , Perelman School of Medicine, Department of Radiology, 3600 Market Street, Suite 360, Philadelphia, Pennsylvania 19104, United States."
            },
            {
                "First Name": "Andrew D A",
                "Last Name": "Maidment",
                "Affiliation": "University of Pennsylvania , Perelman School of Medicine, Department of Radiology, 3600 Market Street, Suite 360, Philadelphia, Pennsylvania 19104, United States."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "University of Pennsylvania , Perelman School of Medicine, Department of Radiology, 3600 Market Street, Suite 360, Philadelphia, Pennsylvania 19104, United States."
            }
        ],
        "Journal": "Journal of medical imaging (Bellingham, Wash.)",
        "PubDate": "2015"
    },
    {
        "PMID": "26133615",
        "Title": "Parenchymal texture analysis in digital mammography: A fully automated pipeline for breast cancer risk assessment.",
        "Abstract": "Mammographic percent density (PD%) is known to be a strong risk factor for breast cancer. Recent studies also suggest that parenchymal texture features, which are more granular descriptors of the parenchymal pattern, can provide additional information about breast cancer risk. To date, most studies have measured mammographic texture within selected regions of interest (ROIs) in the breast, which cannot adequately capture the complexity of the parenchymal pattern throughout the whole breast. To better characterize patterns of the parenchymal tissue, the authors have developed a fully automated software pipeline based on a novel lattice-based strategy to extract a range of parenchymal texture features from the entire breast region.",
        "Keywords": [],
        "MeSH terms": [
            "Area Under Curve",
            "Breast",
            "Breast Neoplasms",
            "Female",
            "Humans",
            "Image Interpretation, Computer-Assisted",
            "Logistic Models",
            "Mammography",
            "Multivariate Analysis",
            "Pattern Recognition, Automated",
            "ROC Curve",
            "Retrospective Studies",
            "Risk",
            "Software"
        ],
        "Authors": [
            {
                "First Name": "Yuanjie",
                "Last Name": "Zheng",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, 3600 Market Street, Suite 370, Philadelphia, Pennsylvania 19104."
            },
            {
                "First Name": "Brad M",
                "Last Name": "Keller",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, 3600 Market Street, Suite 370, Philadelphia, Pennsylvania 19104."
            },
            {
                "First Name": "Shonket",
                "Last Name": "Ray",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, 3600 Market Street, Suite 370, Philadelphia, Pennsylvania 19104."
            },
            {
                "First Name": "Yan",
                "Last Name": "Wang",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, 3600 Market Street, Suite 370, Philadelphia, Pennsylvania 19104."
            },
            {
                "First Name": "Emily F",
                "Last Name": "Conant",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, 3600 Market Street, Suite 370, Philadelphia, Pennsylvania 19104."
            },
            {
                "First Name": "James C",
                "Last Name": "Gee",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, 3600 Market Street, Suite 370, Philadelphia, Pennsylvania 19104."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Radiology, Perelman School of Medicine, University of Pennsylvania, 3600 Market Street, Suite 370, Philadelphia, Pennsylvania 19104."
            }
        ],
        "Journal": "Medical physics",
        "PubDate": "2015"
    },
    {
        "PMID": "26055172",
        "Title": "Breast DCE-MRI Kinetic Heterogeneity Tumor Markers: Preliminary Associations With Neoadjuvant Chemotherapy Response.",
        "Abstract": "The ability to predict response to neoadjuvant chemotherapy for women diagnosed with breast cancer, either before or early on in treatment, is critical to judicious patient selection and tailoring the treatment regimen. In this paper, we investigate the role of contrast agent kinetic heterogeneity features derived from breast dynamic contrast-enhanced magnetic resonance imaging (DCE-MRI) for predicting treatment response. We propose a set of kinetic statistic descriptors and present preliminary results showing the discriminatory capacity of the proposed descriptors for predicting complete and non-complete responders as assessed from pre-treatment imaging exams. The study population consisted of 15 participants: 8 complete responders and 7 non-complete responders. Using the proposed kinetic features, we trained a leave-one-out logistic regression classifier that performs with an area under the receiver operating characteristic (ROC) curve (AUC) of 0.84 under the ROC. We compare the predictive value of our features against commonly used MRI features including kinetics of the characteristic kinetic curve (CKC), maximum peak enhancement (MPE), hotspot signal enhancement ratio (SER), and longest tumor diameter that give lower AUCs of 0.71, 0.66, 0.64, and 0.54, respectively. Our proposed kinetic statistics thus outperform the conventional kinetic descriptors as well as the classifier using a combination of all the conventional descriptors (i.e., CKC, MPE, SER, and longest diameter), which gives an AUC of 0.74. These findings suggest that heterogeneity-based DCE-MRI kinetic statistics could serve as potential imaging biomarkers for tumor characterization and could be used to improve candidate patient selection even before the start of the neoadjuvant treatment.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Ahmed",
                "Last Name": "Ashraf",
                "Affiliation": "Department of Radiology, University of Pennsylvania School of Medicine, Philadelphia, PA, USA. Electronic address: ahmed.bilal@alumni.cmu.edu."
            },
            {
                "First Name": "Bilwaj",
                "Last Name": "Gaonkar",
                "Affiliation": "Department of Radiology, University of Pennsylvania School of Medicine, Philadelphia, PA, USA."
            },
            {
                "First Name": "Carolyn",
                "Last Name": "Mies",
                "Affiliation": "Department of Pathology and Laboratory Medicine, University of Pennsylvania School of Medicine, Philadelphia, PA, USA."
            },
            {
                "First Name": "Angela",
                "Last Name": "DeMichele",
                "Affiliation": "Department of Medicine, University of Pennsylvania School of Medicine, Philadelphia, PA, USA."
            },
            {
                "First Name": "Mark",
                "Last Name": "Rosen",
                "Affiliation": "Department of Radiology, University of Pennsylvania School of Medicine, Philadelphia, PA, USA."
            },
            {
                "First Name": "Christos",
                "Last Name": "Davatzikos",
                "Affiliation": "Department of Radiology, University of Pennsylvania School of Medicine, Philadelphia, PA, USA."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Radiology, University of Pennsylvania School of Medicine, Philadelphia, PA, USA."
            }
        ],
        "Journal": "Translational oncology",
        "PubDate": "2015"
    },
    {
        "PMID": "25986460",
        "Title": "Quantitative assessment of background parenchymal enhancement in breast MRI predicts response to risk-reducing salpingo-oophorectomy: preliminary evaluation in a cohort of BRCA1/2 mutation carriers.",
        "Abstract": "We present a fully automated method for deriving quantitative measures of background parenchymal enhancement (BPE) from breast dynamic contrast-enhanced magnetic resonance imaging (DCE-MRI) and perform a preliminary evaluation of these measures to assess the effect of risk-reducing salpingo-oophorectomy (RRSO) in a cohort of breast cancer susceptibility gene 1/2 (BRCA1/2) mutation carriers.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Aged",
            "Area Under Curve",
            "Breast Neoplasms",
            "Cohort Studies",
            "Female",
            "Genes, BRCA1",
            "Genes, BRCA2",
            "Heterozygote",
            "Humans",
            "Image Enhancement",
            "Magnetic Resonance Imaging",
            "Middle Aged",
            "Models, Statistical",
            "Mutation",
            "Ovariectomy",
            "ROC Curve",
            "Retrospective Studies",
            "Risk Assessment",
            "Salpingostomy"
        ],
        "Authors": [
            {
                "First Name": "Shandong",
                "Last Name": "Wu",
                "Affiliation": "Department of Radiology, Hospital of the University of Pennsylvania, 1 Silverstein Building, 3400 Spruce Street, Philadelphia, PA, 19104, USA. wus3@upmc.edu."
            },
            {
                "First Name": "Susan P",
                "Last Name": "Weinstein",
                "Affiliation": "Department of Radiology, Hospital of the University of Pennsylvania, 1 Silverstein Building, 3400 Spruce Street, Philadelphia, PA, 19104, USA. susan.weinstein@uphs.upenn.edu."
            },
            {
                "First Name": "Michael J",
                "Last Name": "DeLeo",
                "Affiliation": "Department of Radiology, Hospital of the University of Pennsylvania, 1 Silverstein Building, 3400 Spruce Street, Philadelphia, PA, 19104, USA. michael.deleo@uphs.upenn.edu."
            },
            {
                "First Name": "Emily F",
                "Last Name": "Conant",
                "Affiliation": "Department of Radiology, Hospital of the University of Pennsylvania, 1 Silverstein Building, 3400 Spruce Street, Philadelphia, PA, 19104, USA. emily.conant@uphs.upenn.edu."
            },
            {
                "First Name": "Jinbo",
                "Last Name": "Chen",
                "Affiliation": "Department of Biostatistics and Epidemiology, Perelman School of Medicine, University of Pennsylvania, 203 Blockley Hall, 423 Guardian Drive, Philadelphia, PA, USA. jinboche@mail.med.upenn.edu."
            },
            {
                "First Name": "Susan M",
                "Last Name": "Domchek",
                "Affiliation": "Department of Medicine, Hospital of the University of Pennsylvania, 3400 Civic Center Boulevard, 3 West Pavilion, Philadelphia, PA, 19104, USA. susan.domchek@uphs.upenn.edu."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Radiology, Hospital of the University of Pennsylvania, 1 Silverstein Building, 3400 Spruce Street, Philadelphia, PA, 19104, USA. despina.kontos@uphs.upenn.edu."
            }
        ],
        "Journal": "Breast cancer research : BCR",
        "PubDate": "2015"
    },
    {
        "PMID": "25881232",
        "Title": "Associations between breast density and a panel of single nucleotide polymorphisms linked to breast cancer risk: a cohort study with digital mammography.",
        "Abstract": "Breast density and single-nucleotide polymorphisms (SNPs) have both been associated with breast cancer risk. To determine the extent to which these two breast cancer risk factors are associated, we investigate the association between a panel of validated SNPs related to breast cancer and quantitative measures of mammographic density in a cohort of Caucasian and African-American women.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Black or African American",
            "Alleles",
            "Breast Density",
            "Breast Neoplasms",
            "Cohort Studies",
            "Female",
            "Genetic Association Studies",
            "Humans",
            "Mammary Glands, Human",
            "Mammography",
            "Middle Aged",
            "Polymorphism, Single Nucleotide",
            "Risk",
            "Risk Factors",
            "White People"
        ],
        "Authors": [
            {
                "First Name": "Brad M",
                "Last Name": "Keller",
                "Affiliation": "Department of Radiology, University of Pennsylvania Perelman School of Medicine, 3600 Market St. Ste 360, Philadelphia, PA, 19104, USA. brad.keller@uphs.upenn.edu."
            },
            {
                "First Name": "Anne Marie",
                "Last Name": "McCarthy",
                "Affiliation": "Department of Medicine, Massachusetts General Hospital, Boston, MA, 02114, USA. amccarthy8@partners.org."
            },
            {
                "First Name": "Jinbo",
                "Last Name": "Chen",
                "Affiliation": "Department of Biostatistics and Epidemiology, University of Pennsylvania Perelman School of Medicine, Philadelphia, PA, 19104, USA. jinboche@mail.med.upenn.edu."
            },
            {
                "First Name": "Katrina",
                "Last Name": "Armstrong",
                "Affiliation": "Department of Medicine, Massachusetts General Hospital, Boston, MA, 02114, USA. karmstrong6@mgh.harvard.edu."
            },
            {
                "First Name": "Emily F",
                "Last Name": "Conant",
                "Affiliation": "Department of Radiology, University of Pennsylvania Perelman School of Medicine, 3600 Market St. Ste 360, Philadelphia, PA, 19104, USA. emily.conant@uphs.upenn.edu."
            },
            {
                "First Name": "Susan M",
                "Last Name": "Domchek",
                "Affiliation": "Abramson Cancer Center, University of Pennsylvania Perelman School of Medicine, Philadelphia, PA, 19104, USA. susan.domchek@uphs.upenn.edu."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Radiology, University of Pennsylvania Perelman School of Medicine, 3600 Market St. Ste 360, Philadelphia, PA, 19104, USA. despina.kontos@uphs.upenn.edu."
            }
        ],
        "Journal": "BMC cancer",
        "PubDate": "2015"
    },
    {
        "PMID": "25714301",
        "Title": "Breast MRI fibroglandular volume and parenchymal enhancement in BRCA1 and BRCA2 mutation carriers before and immediately after risk-reducing salpingo-oophorectomy.",
        "Abstract": "OBJECTIVE. The purpose of this article is to assess the difference in fibroglandular volume and background parenchymal enhancement in BRCA1 and BRCA2 mutation carriers on contrast-enhanced breast MRI (CE-MRI) performed before and immediately after risk-reducing salpingo-oophorectomy (RRSO). MATERIALS AND METHODS. We retrospectively compared fibroglandular volume and background parenchymal enhancement in 55 female BRCA1 and BRCA2 mutation carriers before and after RRSO using standard BI-RADS categories and a paired Wilcoxon and Mann-Whitney U test. A two-sample Wilcoxon test was performed to compare fibroglandular volume and background parenchymal enhancement in women with and without subsequent breast cancer diagnosis on follow-up. RESULTS. The median time to post-RRSO CE-MRI was 8 months (range, 1-40 months). There was no difference in fibroglandular volume before and after RRSO (p = 0.65). The mean background parenchymal enhancement was 2.5 (range, 1-4) before and 1.5 (range, 1-4) after RRSO (overall range, -2.5 to 1.5; p = 0.0001). Breast cancer was detected in nine women at a median time of 4.8 years (range, 1.8-13.3 years) after RRSO. For women who received a diagnosis of breast cancer after RRSO compared with those who did not, mean background parenchymal enhancement before RRSO was 3 (range, 2-4) versus 2.5 (range, 1-4; p = 0.001), and mean background parenchymal enhancement after RRSO was 2.5 (range, 1.5-4) versus 1.5 (range 2-4; p = 0.0018). There was no difference in fibroglandular volume before and after RRSO. CONCLUSION. In BRCA1 and BRCA2 mutation carriers, we observed a significant reduction in background parenchymal enhancement on the first CE-MRI after RRSO and no significant change in fibroglandular volume. Higher background parenchymal enhancement before and after RRSO was observed in women who subsequently received a diagnosis of breast cancer. This suggests that background parenchymal enhancement, rather than fibro-glandular volume, may be a more sensitive imaging biomarker of breast cancer risk.",
        "Keywords": [
            "breast MRI",
            "breast cancer",
            "breast cancer risk-reducing strategies",
            "high-risk breast cancer screening"
        ],
        "MeSH terms": [
            "Adult",
            "Aged",
            "Breast",
            "Female",
            "Genes, BRCA1",
            "Genes, BRCA2",
            "Heterozygote",
            "Humans",
            "Magnetic Resonance Imaging",
            "Middle Aged",
            "Mutation",
            "Organ Size",
            "Ovariectomy",
            "Postoperative Period",
            "Preoperative Period",
            "Retrospective Studies",
            "Risk",
            "Salpingectomy"
        ],
        "Authors": [
            {
                "First Name": "Michael J",
                "Last Name": "DeLeo",
                "Affiliation": "1 Department of Radiology, Hospital of the University of Pennsylvania, 1 Silverstein Bldg, 3400 Spruce St, Philadelphia, PA 19104."
            },
            {
                "First Name": "Susan M",
                "Last Name": "Domchek",
                "Affiliation": ""
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": ""
            },
            {
                "First Name": "Emily",
                "Last Name": "Conant",
                "Affiliation": ""
            },
            {
                "First Name": "Jinbo",
                "Last Name": "Chen",
                "Affiliation": ""
            },
            {
                "First Name": "Susan",
                "Last Name": "Weinstein",
                "Affiliation": ""
            }
        ],
        "Journal": "AJR. American journal of roentgenology",
        "PubDate": "2015"
    },
    {
        "PMID": "25622311",
        "Title": "Pharmacokinetic Tumor Heterogeneity as a Prognostic Biomarker for Classifying Breast Cancer Recurrence Risk.",
        "Abstract": "Heterogeneity in cancer can affect response to therapy and patient prognosis. Histologic measures have classically been used to measure heterogeneity, although a reliable noninvasive measurement is needed both to establish baseline risk of recurrence and monitor response to treatment. Here, we propose using spatiotemporal wavelet kinetic features from dynamic contrast-enhanced magnetic resonance imaging to quantify intratumor heterogeneity in breast cancer.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Aged",
            "Biomarkers",
            "Breast Neoplasms",
            "Contrast Media",
            "Female",
            "Humans",
            "Image Processing, Computer-Assisted",
            "Magnetic Resonance Imaging",
            "Middle Aged",
            "Models, Statistical",
            "Prognosis",
            "Recurrence"
        ],
        "Authors": [
            {
                "First Name": "Majid",
                "Last Name": "Mahrooghy",
                "Affiliation": ""
            },
            {
                "First Name": "Ahmed B",
                "Last Name": "Ashraf",
                "Affiliation": ""
            },
            {
                "First Name": "Dania",
                "Last Name": "Daye",
                "Affiliation": ""
            },
            {
                "First Name": "Elizabeth S",
                "Last Name": "McDonald",
                "Affiliation": ""
            },
            {
                "First Name": "Mark",
                "Last Name": "Rosen",
                "Affiliation": ""
            },
            {
                "First Name": "Carolyn",
                "Last Name": "Mies",
                "Affiliation": ""
            },
            {
                "First Name": "Michael",
                "Last Name": "Feldman",
                "Affiliation": ""
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": ""
            }
        ],
        "Journal": "IEEE transactions on bio-medical engineering",
        "PubDate": "2015"
    },
    {
        "PMID": "25567532",
        "Title": "The use of the Gail model, body mass index and SNPs to predict breast cancer among women with abnormal (BI-RADS 4) mammograms.",
        "Abstract": "Mammography screening results in a significant number of false-positives. The use of pretest breast cancer risk factors to guide follow-up of abnormal mammograms could improve the positive predictive value of screening. We evaluated the use of the Gail model, body mass index (BMI), and genetic markers to predict cancer diagnosis among women with abnormal mammograms. We also examined the extent to which pretest risk factors could reclassify women without cancer below the biopsy threshold.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Aged",
            "Biopsy",
            "Body Mass Index",
            "Breast Neoplasms",
            "Early Detection of Cancer",
            "Female",
            "Genes, BRCA1",
            "Genes, BRCA2",
            "Humans",
            "Mammography",
            "Middle Aged",
            "Models, Statistical",
            "Mutation",
            "Odds Ratio",
            "Polymorphism, Single Nucleotide",
            "Prognosis",
            "Prospective Studies",
            "ROC Curve",
            "Reproducibility of Results",
            "Risk Factors",
            "Young Adult"
        ],
        "Authors": [
            {
                "First Name": "Anne Marie",
                "Last Name": "McCarthy",
                "Affiliation": "Department of Medicine, Massachusetts General Hospital, 50 Staniford Street, 940F, Boston, MA, 02114, USA. amccarthy8@partners.org."
            },
            {
                "First Name": "Brad",
                "Last Name": "Keller",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Philadelphia, PA, USA. brad.keller@uphs.upenn.edu."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Philadelphia, PA, USA. despina.kontos@uphs.upenn.edu."
            },
            {
                "First Name": "Leigh",
                "Last Name": "Boghossian",
                "Affiliation": "Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA, USA. ljboghossian@gmail.com."
            },
            {
                "First Name": "Erin",
                "Last Name": "McGuire",
                "Affiliation": "Department of General Internal Medicine, University of Pennsylvania, Philadelphia, PA, USA. eomcguire@gmail.com."
            },
            {
                "First Name": "Mirar",
                "Last Name": "Bristol",
                "Affiliation": "Department of Medicine, Massachusetts General Hospital, 50 Staniford Street, 940F, Boston, MA, 02114, USA. mnbristol@partners.org."
            },
            {
                "First Name": "Jinbo",
                "Last Name": "Chen",
                "Affiliation": "Department of Clinical Epidemiology and Biostatistics, University of Pennsylvania, Philadelphia, PA, USA. jinboche@mail.med.upenn.edu."
            },
            {
                "First Name": "Susan",
                "Last Name": "Domchek",
                "Affiliation": "Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA, USA. susan.domchek@uphs.upenn.edu."
            },
            {
                "First Name": "Katrina",
                "Last Name": "Armstrong",
                "Affiliation": "Department of Medicine, Massachusetts General Hospital, 50 Staniford Street, 940F, Boston, MA, 02114, USA. karmstrong6@partners.org."
            }
        ],
        "Journal": "Breast cancer research : BCR",
        "PubDate": "2015"
    },
    {
        "PMID": "25559914",
        "Title": "Women In Steady Exercise Research (WISER) Sister: study design and methods.",
        "Abstract": "Women at elevated risk for breast cancer are motivated to reduce their risk. Current approaches rely primarily on hormonal intervention. A preventive exercise intervention might address the same hormonal issues, yet have fewer serious side effects and less negative impact on quality of life as compared to prophylactic mastectomy. WISER Sister was a randomized controlled trial which examined effects of two doses of exercise training on endogenous sex hormone exposure, hormonally active breast tissue, and other breast cancer risk factors.",
        "Keywords": [
            "BRCA mutation",
            "Breast cancer",
            "Exercise",
            "MR imaging",
            "Sex hormones"
        ],
        "MeSH terms": [
            "Adiponectin",
            "Adult",
            "Breast",
            "Breast Neoplasms",
            "Estrone",
            "Exercise Therapy",
            "Female",
            "Genes, BRCA1",
            "Genes, BRCA2",
            "Genetic Predisposition to Disease",
            "Heterozygote",
            "Humans",
            "Leptin",
            "Magnetic Resonance Imaging",
            "Mutation",
            "Pregnanediol",
            "Risk Reduction Behavior",
            "Treatment Outcome"
        ],
        "Authors": [
            {
                "First Name": "Kathryn H",
                "Last Name": "Schmitz",
                "Affiliation": "Department of Biostatistics and Epidemiology, University of Pennsylvania, 8th floor Blockley Hall, 423 Guardian Drive, Philadelphia, PA 19104-6021, USA. Electronic address: Schmitz@mail.med.upenn.edu."
            },
            {
                "First Name": "Nancy I",
                "Last Name": "Williams",
                "Affiliation": "Department of Kinesiology, The Penn State University, 276 Recreation Building, University Park, PA 16802, USA."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Radiology, University of Pennsylvania, 3400 Spruce St, Philadelphia, PA 19104, USA."
            },
            {
                "First Name": "Mindy S",
                "Last Name": "Kurzer",
                "Affiliation": "Department of Food Science and Nutrition, 225 FScN, 1334 Eckles Ave, University of Minnesota, St. Paul, MN 55108, USA."
            },
            {
                "First Name": "Mitchell",
                "Last Name": "Schnall",
                "Affiliation": "Department of Radiology, University of Pennsylvania, 3400 Spruce St, Philadelphia, PA 19104, USA."
            },
            {
                "First Name": "Susan",
                "Last Name": "Domchek",
                "Affiliation": "Department of Medicine, Division of Medical Oncology, University of Pennsylvania, 3400 Spruce Street, Philadelphia, PA 19104, USA."
            },
            {
                "First Name": "Jill",
                "Last Name": "Stopfer",
                "Affiliation": "Department of Medicine, Division of Medical Oncology, University of Pennsylvania, 3400 Spruce Street, Philadelphia, PA 19104, USA."
            },
            {
                "First Name": "Mary Lou",
                "Last Name": "Galantino",
                "Affiliation": "Department of Physical Therapy, Richard Stockton College of New Jersey, 101 Vera King Farris Drive, Galloway, NJ 08205-9441, USA."
            },
            {
                "First Name": "Wei-Ting",
                "Last Name": "Hwang",
                "Affiliation": "Department of Biostatistics and Epidemiology, University of Pennsylvania, 8th floor Blockley Hall, 423 Guardian Drive, Philadelphia, PA 19104-6021, USA."
            },
            {
                "First Name": "Knashawn",
                "Last Name": "Morales",
                "Affiliation": "Department of Biostatistics and Epidemiology, University of Pennsylvania, 8th floor Blockley Hall, 423 Guardian Drive, Philadelphia, PA 19104-6021, USA."
            },
            {
                "First Name": "Shandong",
                "Last Name": "Wu",
                "Affiliation": "Department of Radiology, University of Pittsburgh, 3352 5th Ave, Room 130, Pittsburgh, PA 15213, USA."
            },
            {
                "First Name": "Laura",
                "Last Name": "DiGiovanni",
                "Affiliation": "Department of Biostatistics and Epidemiology, University of Pennsylvania, 8th floor Blockley Hall, 423 Guardian Drive, Philadelphia, PA 19104-6021, USA."
            },
            {
                "First Name": "Domenick",
                "Last Name": "Salvatore",
                "Affiliation": "Department of Biostatistics and Epidemiology, University of Pennsylvania, 8th floor Blockley Hall, 423 Guardian Drive, Philadelphia, PA 19104-6021, USA."
            },
            {
                "First Name": "Desire'",
                "Last Name": "Fenderson",
                "Affiliation": "Department of Biostatistics and Epidemiology, University of Pennsylvania, 8th floor Blockley Hall, 423 Guardian Drive, Philadelphia, PA 19104-6021, USA."
            },
            {
                "First Name": "Jerene",
                "Last Name": "Good",
                "Affiliation": "Department of Biostatistics and Epidemiology, University of Pennsylvania, 8th floor Blockley Hall, 423 Guardian Drive, Philadelphia, PA 19104-6021, USA."
            },
            {
                "First Name": "Kathleen",
                "Last Name": "Sturgeon",
                "Affiliation": "Department of Biostatistics and Epidemiology, University of Pennsylvania, 8th floor Blockley Hall, 423 Guardian Drive, Philadelphia, PA 19104-6021, USA."
            },
            {
                "First Name": "Lorita",
                "Last Name": "Grant",
                "Affiliation": "Department of Biostatistics and Epidemiology, University of Pennsylvania, 8th floor Blockley Hall, 423 Guardian Drive, Philadelphia, PA 19104-6021, USA."
            },
            {
                "First Name": "Cathy J",
                "Last Name": "Bryan",
                "Affiliation": "Department of Biostatistics and Epidemiology, University of Pennsylvania, 8th floor Blockley Hall, 423 Guardian Drive, Philadelphia, PA 19104-6021, USA."
            },
            {
                "First Name": "Jess",
                "Last Name": "Adelman",
                "Affiliation": "Department of Biostatistics and Epidemiology, University of Pennsylvania, 8th floor Blockley Hall, 423 Guardian Drive, Philadelphia, PA 19104-6021, USA."
            }
        ],
        "Journal": "Contemporary clinical trials",
        "PubDate": "2015"
    },
    {
        "PMID": "25313245",
        "Title": "Screening outcomes following implementation of digital breast tomosynthesis in a general-population screening program.",
        "Abstract": "Early data on breast cancer screening utilizing digital breast tomosynthesis (DBT) combined with digital mammography (DM) have shown improvements in false-positive and false-negative screening rates compared with DM alone. However, these trials were performed at sites where conventional mammographic screening was concurrently performed, possibly leading to selection biases or with complex, multireader algorithms not reflecting general clinical practice. Our study reports the impact on screening outcomes for DBT screening implemented in an entire clinic population.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Aged",
            "Breast Neoplasms",
            "Carcinoma, Ductal, Breast",
            "Carcinoma, Intraductal, Noninfiltrating",
            "Early Detection of Cancer",
            "Female",
            "Humans",
            "Mammography",
            "Mass Screening",
            "Middle Aged",
            "Pennsylvania",
            "Predictive Value of Tests",
            "Radiographic Image Enhancement",
            "Radiographic Image Interpretation, Computer-Assisted",
            "Registries",
            "Tomography, X-Ray Computed"
        ],
        "Authors": [
            {
                "First Name": "Anne Marie",
                "Last Name": "McCarthy",
                "Affiliation": "Division of General Internal Medicine (AMM, MS), Department of Radiology (DK, MS, EFC), and Department of Biostatistics and Epidemiology (KST, DFH), University of Pennsylvania Perelman School of Medicine, Philadelphia, PA; General Medicine Division, Massachusetts General Hospital and Harvard Medical School, Boston, MA (AMM)."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Division of General Internal Medicine (AMM, MS), Department of Radiology (DK, MS, EFC), and Department of Biostatistics and Epidemiology (KST, DFH), University of Pennsylvania Perelman School of Medicine, Philadelphia, PA; General Medicine Division, Massachusetts General Hospital and Harvard Medical School, Boston, MA (AMM)."
            },
            {
                "First Name": "Marie",
                "Last Name": "Synnestvedt",
                "Affiliation": "Division of General Internal Medicine (AMM, MS), Department of Radiology (DK, MS, EFC), and Department of Biostatistics and Epidemiology (KST, DFH), University of Pennsylvania Perelman School of Medicine, Philadelphia, PA; General Medicine Division, Massachusetts General Hospital and Harvard Medical School, Boston, MA (AMM)."
            },
            {
                "First Name": "Kay See",
                "Last Name": "Tan",
                "Affiliation": "Division of General Internal Medicine (AMM, MS), Department of Radiology (DK, MS, EFC), and Department of Biostatistics and Epidemiology (KST, DFH), University of Pennsylvania Perelman School of Medicine, Philadelphia, PA; General Medicine Division, Massachusetts General Hospital and Harvard Medical School, Boston, MA (AMM)."
            },
            {
                "First Name": "Daniel F",
                "Last Name": "Heitjan",
                "Affiliation": "Division of General Internal Medicine (AMM, MS), Department of Radiology (DK, MS, EFC), and Department of Biostatistics and Epidemiology (KST, DFH), University of Pennsylvania Perelman School of Medicine, Philadelphia, PA; General Medicine Division, Massachusetts General Hospital and Harvard Medical School, Boston, MA (AMM)."
            },
            {
                "First Name": "Mitchell",
                "Last Name": "Schnall",
                "Affiliation": "Division of General Internal Medicine (AMM, MS), Department of Radiology (DK, MS, EFC), and Department of Biostatistics and Epidemiology (KST, DFH), University of Pennsylvania Perelman School of Medicine, Philadelphia, PA; General Medicine Division, Massachusetts General Hospital and Harvard Medical School, Boston, MA (AMM)."
            },
            {
                "First Name": "Emily F",
                "Last Name": "Conant",
                "Affiliation": "Division of General Internal Medicine (AMM, MS), Department of Radiology (DK, MS, EFC), and Department of Biostatistics and Epidemiology (KST, DFH), University of Pennsylvania Perelman School of Medicine, Philadelphia, PA; General Medicine Division, Massachusetts General Hospital and Harvard Medical School, Boston, MA (AMM). emily.conant@uphs.upenn.edu."
            }
        ],
        "Journal": "Journal of the National Cancer Institute",
        "PubDate": "2014"
    },
    {
        "PMID": "25075270",
        "Title": "Breast density and parenchymal texture measures as potential risk factors for Estrogen-Receptor positive breast cancer.",
        "Abstract": "Accurate assessment of a woman's risk to develop specific subtypes of breast cancer is critical for appropriate utilization of chemopreventative measures, such as with tamoxifen in preventing estrogen-receptor positive breast cancer. In this context, we investigate quantitative measures of breast density and parenchymal texture, measures of glandular tissue content and tissue structure, as risk factors for estrogen-receptor positive (ER+) breast cancer. Mediolateral oblique (MLO) view digital mammograms of the contralateral breast from 106 women with unilateral invasive breast cancer were retrospectively analyzed. Breast density and parenchymal texture were analyzed via fully-automated software. Logistic regression with feature selection and was performed to predict ER+ versus ER- cancer status. A combined model considering all imaging measures extracted was compared to baseline models consisting of density-alone and texture-alone features. Area under the curve (AUC) of the receiver operating characteristic (ROC) and Delong's test were used to compare the models' discriminatory capacity for receptor status. The density-alone model had a discriminatory capacity of 0.62 AUC (p=0.05). The texture-alone model had a higher discriminatory capacity of 0.70 AUC (p=0.001), which was not significantly different compared to the density-alone model (p=0.37). In contrast the combined density-texture logistic regression model had a discriminatory capacity of 0.82 AUC (p<0.001), which was statistically significantly higher than both the density-alone (p<0.001) and texture-alone regression models (p=0.04). The combination of breast density and texture measures may have the potential to identify women specifically at risk for estrogen-receptor positive breast cancer and could be useful in triaging women into appropriate risk-reduction strategies.",
        "Keywords": [
            "Breast Cancer Risk",
            "Breast Percent Density (PD%)",
            "Digital Mammography",
            "Parenchymal Texture",
            "Receptor"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Brad M",
                "Last Name": "Keller",
                "Affiliation": "Dept. of Radiology, University of Pennsylvania, 3600 Market St. Suite 360, Philadelphia, PA 19104."
            },
            {
                "First Name": "Jinbo",
                "Last Name": "Chen",
                "Affiliation": "Dept. of Biostatistics and Epidemiology, University of Pennsylvania, Blockley Hall Rm 203, Philadelphia, PA 19104."
            },
            {
                "First Name": "Emily F",
                "Last Name": "Conant",
                "Affiliation": "Dept. of Radiology, University of Pennsylvania, 3600 Market St. Suite 360, Philadelphia, PA 19104."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Dept. of Radiology, University of Pennsylvania, 3600 Market St. Suite 360, Philadelphia, PA 19104."
            }
        ],
        "Journal": "Proceedings of SPIE--the International Society for Optical Engineering",
        "PubDate": "2014"
    },
    {
        "PMID": "25046843",
        "Title": "Deformable registration for quantifying longitudinal tumor changes during neoadjuvant chemotherapy.",
        "Abstract": "To evaluate DRAMMS, an attribute-based deformable registration algorithm, compared to other intensity-based algorithms, for longitudinal breast MRI registration, and to show its applicability in quantifying tumor changes over the course of neoadjuvant chemotherapy.",
        "Keywords": [
            "breast cancer",
            "deformable image registration",
            "evaluation",
            "longitudinal breast MRI",
            "treatment",
            "tumor changes"
        ],
        "MeSH terms": [
            "Anatomic Landmarks",
            "Antineoplastic Combined Chemotherapy Protocols",
            "Breast Neoplasms",
            "Contrast Media",
            "Cyclophosphamide",
            "Docetaxel",
            "Doxorubicin",
            "Female",
            "Gadolinium DTPA",
            "Humans",
            "Magnetic Resonance Imaging",
            "Neoadjuvant Therapy",
            "Retrospective Studies",
            "Taxoids",
            "Treatment Outcome"
        ],
        "Authors": [
            {
                "First Name": "Yangming",
                "Last Name": "Ou",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Philadelphia, Pennsylvania, USA."
            },
            {
                "First Name": "Susan P",
                "Last Name": "Weinstein",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Philadelphia, Pennsylvania, USA."
            },
            {
                "First Name": "Emily F",
                "Last Name": "Conant",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Philadelphia, Pennsylvania, USA."
            },
            {
                "First Name": "Sarah",
                "Last Name": "Englander",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Philadelphia, Pennsylvania, USA."
            },
            {
                "First Name": "Xiao",
                "Last Name": "Da",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Philadelphia, Pennsylvania, USA."
            },
            {
                "First Name": "Bilwaj",
                "Last Name": "Gaonkar",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Philadelphia, Pennsylvania, USA."
            },
            {
                "First Name": "Meng-Kang",
                "Last Name": "Hsieh",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Philadelphia, Pennsylvania, USA."
            },
            {
                "First Name": "Mark",
                "Last Name": "Rosen",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Philadelphia, Pennsylvania, USA."
            },
            {
                "First Name": "Angela",
                "Last Name": "DeMichele",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Philadelphia, Pennsylvania, USA."
            },
            {
                "First Name": "Christos",
                "Last Name": "Davatzikos",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Philadelphia, Pennsylvania, USA."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Philadelphia, Pennsylvania, USA."
            }
        ],
        "Journal": "Magnetic resonance in medicine",
        "PubDate": "2015"
    },
    {
        "PMID": "24702725",
        "Title": "Identification of intrinsic imaging phenotypes for breast cancer tumors: preliminary associations with gene expression profiles.",
        "Abstract": "To present a method for identifying intrinsic imaging phenotypes in breast cancer tumors and to investigate their association with prognostic gene expression profiles.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Aged",
            "Breast Neoplasms",
            "Contrast Media",
            "Female",
            "Gadolinium DTPA",
            "Gene Expression Profiling",
            "Humans",
            "Image Interpretation, Computer-Assisted",
            "Lymphatic Metastasis",
            "Magnetic Resonance Imaging",
            "Middle Aged",
            "Neoplasm Grading",
            "Neoplasm Invasiveness",
            "Neoplasm Recurrence, Local",
            "Phenotype",
            "Retrospective Studies",
            "Reverse Transcriptase Polymerase Chain Reaction",
            "Risk",
            "United States"
        ],
        "Authors": [
            {
                "First Name": "Ahmed Bilal",
                "Last Name": "Ashraf",
                "Affiliation": "From the Department of Radiology (A.B.A., D.D., S.G., M.R., D.K.) and Department of Pathology and Laboratory Medicine (C.M., M.F.), University of Pennsylvania Perelman School of Medicine, 3600 Market St, Suite 360, Philadelphia, PA 19104."
            },
            {
                "First Name": "Dania",
                "Last Name": "Daye",
                "Affiliation": ""
            },
            {
                "First Name": "Sara",
                "Last Name": "Gavenonis",
                "Affiliation": ""
            },
            {
                "First Name": "Carolyn",
                "Last Name": "Mies",
                "Affiliation": ""
            },
            {
                "First Name": "Michael",
                "Last Name": "Feldman",
                "Affiliation": ""
            },
            {
                "First Name": "Mark",
                "Last Name": "Rosen",
                "Affiliation": ""
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": ""
            }
        ],
        "Journal": "Radiology",
        "PubDate": "2014"
    },
    {
        "PMID": "24579153",
        "Title": "Heterogeneity wavelet kinetics from DCE-MRI for classifying gene expression based breast cancer recurrence risk.",
        "Abstract": "Breast tumors are heterogeneous lesions. Intra-tumor heterogeneity presents a major challenge for cancer diagnosis and treatment. Few studies have worked on capturing tumor heterogeneity from imaging. Most studies to date consider aggregate measures for tumor characterization. In this work we capture tumor heterogeneity by partitioning tumor pixels into subregions and extracting heterogeneity wavelet kinetic (HetWave) features from breast dynamic contrast-enhanced magnetic resonance imaging (DCE-MRI) to obtain the spatiotemporal patterns of the wavelet coefficients and contrast agent uptake from each partition. Using a genetic algorithm for feature selection, and a logistic regression classifier with leave one-out cross validation, we tested our proposed HetWave features for the task of classifying breast cancer recurrence risk. The classifier based on our features gave an ROC AUC of 0.78, outperforming previously proposed kinetic, texture, and spatial enhancement variance features which give AUCs of 0.69, 0.64, and 0.65, respectively.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Aged",
            "Algorithms",
            "Breast Neoplasms",
            "Computer Simulation",
            "Female",
            "Humans",
            "Image Interpretation, Computer-Assisted",
            "Magnetic Resonance Imaging",
            "Middle Aged",
            "Models, Genetic",
            "Neoplasm Recurrence, Local",
            "Reproducibility of Results",
            "Risk Factors",
            "Sensitivity and Specificity",
            "Wavelet Analysis"
        ],
        "Authors": [
            {
                "First Name": "Majid",
                "Last Name": "Mahrooghy",
                "Affiliation": "The University of Pennsylvania, Philadelphia, PA 19104, USA. Majid.Mahrooghy@uphs.upenn.edu"
            },
            {
                "First Name": "Ahmed B",
                "Last Name": "Ashraf",
                "Affiliation": "The University of Pennsylvania, Philadelphia, PA 19104, USA."
            },
            {
                "First Name": "Dania",
                "Last Name": "Daye",
                "Affiliation": "The University of Pennsylvania, Philadelphia, PA 19104, USA."
            },
            {
                "First Name": "Carolyn",
                "Last Name": "Mies",
                "Affiliation": "The University of Pennsylvania, Philadelphia, PA 19104, USA."
            },
            {
                "First Name": "Michael",
                "Last Name": "Feldman",
                "Affiliation": "The University of Pennsylvania, Philadelphia, PA 19104, USA."
            },
            {
                "First Name": "Mark",
                "Last Name": "Rosen",
                "Affiliation": "The University of Pennsylvania, Philadelphia, PA 19104, USA."
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "The University of Pennsylvania, Philadelphia, PA 19104, USA."
            }
        ],
        "Journal": "Medical image computing and computer-assisted intervention : MICCAI ... International Conference on Medical Image Computing and Computer-Assisted Intervention",
        "PubDate": "2013"
    },
    {
        "PMID": "24320533",
        "Title": "Automated fibroglandular tissue segmentation and volumetric density estimation in breast MRI using an atlas-aided fuzzy C-means method.",
        "Abstract": "Breast magnetic resonance imaging (MRI) plays an important role in the clinical management of breast cancer. Studies suggest that the relative amount of fibroglandular (i.e., dense) tissue in the breast as quantified in MR images can be predictive of the risk for developing breast cancer, especially for high-risk women. Automated segmentation of the fibroglandular tissue and volumetric density estimation in breast MRI could therefore be useful for breast cancer risk assessment.",
        "Keywords": [],
        "MeSH terms": [
            "Automation",
            "Breast",
            "Female",
            "Fuzzy Logic",
            "Humans",
            "Image Processing, Computer-Assisted",
            "Imaging, Three-Dimensional",
            "Magnetic Resonance Imaging"
        ],
        "Authors": [
            {
                "First Name": "Shandong",
                "Last Name": "Wu",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Philadelphia, Pennsylvania 19104."
            },
            {
                "First Name": "Susan P",
                "Last Name": "Weinstein",
                "Affiliation": ""
            },
            {
                "First Name": "Emily F",
                "Last Name": "Conant",
                "Affiliation": ""
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": ""
            }
        ],
        "Journal": "Medical physics",
        "PubDate": "2013"
    },
    {
        "PMID": "23570938",
        "Title": "Mammographic parenchymal patterns as an imaging marker of endogenous hormonal exposure: a preliminary study in a high-risk population.",
        "Abstract": "Parenchymal texture patterns have been previously associated with breast cancer risk, yet their underlying biological determinants remain poorly understood. Here, we investigate the potential of mammographic parenchymal texture as a phenotypic imaging marker of endogenous hormonal exposure.",
        "Keywords": [],
        "MeSH terms": [
            "Absorptiometry, Photon",
            "Adult",
            "Aged",
            "Aged, 80 and over",
            "Breast Neoplasms",
            "Female",
            "Hormones",
            "Humans",
            "Mammography",
            "Menopause",
            "Middle Aged",
            "Pennsylvania",
            "Pilot Projects",
            "Prevalence",
            "Risk Assessment"
        ],
        "Authors": [
            {
                "First Name": "Dania",
                "Last Name": "Daye",
                "Affiliation": "Department of Bioengineering, University of Pennsylvania, 3400 Spruce St., Philadelphia, PA 19104, USA. ddaye@mail.med.upenn.edu"
            },
            {
                "First Name": "Brad",
                "Last Name": "Keller",
                "Affiliation": ""
            },
            {
                "First Name": "Emily F",
                "Last Name": "Conant",
                "Affiliation": ""
            },
            {
                "First Name": "Jinbo",
                "Last Name": "Chen",
                "Affiliation": ""
            },
            {
                "First Name": "Mitchell D",
                "Last Name": "Schnall",
                "Affiliation": ""
            },
            {
                "First Name": "Andrew D A",
                "Last Name": "Maidment",
                "Affiliation": ""
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": ""
            }
        ],
        "Journal": "Academic radiology",
        "PubDate": "2013"
    },
    {
        "PMID": "23556914",
        "Title": "Automated chest wall line detection for whole-breast segmentation in sagittal breast MR images.",
        "Abstract": "Breast magnetic resonance imaging (MRI) plays an important role in the clinical management of breast cancer. Computerized analysis is increasingly used to quantify breast MRI features in applications such as computer-aided lesion detection and fibroglandular tissue estimation for breast cancer risk assessment. Automated segmentation of the whole-breast as an organ from the other parts imaged is an important step in aiding lesion localization and fibroglandular tissue quantification. For this task, identifying the chest wall line (CWL) is most challenging due to image contrast variations, intensity discontinuity, and bias field.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Algorithms",
            "Artificial Intelligence",
            "Breast",
            "Female",
            "Humans",
            "Image Enhancement",
            "Image Interpretation, Computer-Assisted",
            "Magnetic Resonance Imaging",
            "Middle Aged",
            "Pattern Recognition, Automated",
            "Reproducibility of Results",
            "Sensitivity and Specificity",
            "Subtraction Technique",
            "Thoracic Wall"
        ],
        "Authors": [
            {
                "First Name": "Shandong",
                "Last Name": "Wu",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Philadelphia, Pennsylvania 19104, USA. shandong.wu@uphs.upenn.edu"
            },
            {
                "First Name": "Susan P",
                "Last Name": "Weinstein",
                "Affiliation": ""
            },
            {
                "First Name": "Emily F",
                "Last Name": "Conant",
                "Affiliation": ""
            },
            {
                "First Name": "Mitchell D",
                "Last Name": "Schnall",
                "Affiliation": ""
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": ""
            }
        ],
        "Journal": "Medical physics",
        "PubDate": "2013"
    },
    {
        "PMID": "23465381",
        "Title": "Reader variability in breast density estimation from full-field digital mammograms: the effect of image postprocessing on relative and absolute measures.",
        "Abstract": "Mammographic breast density, a strong risk factor for breast cancer, may be measured as either a relative percentage of dense (ie, radiopaque) breast tissue or as an absolute area from either raw (ie, \"for processing\") or vendor postprocessed (ie, \"for presentation\") digital mammograms. Given the increasing interest in the incorporation of mammographic density in breast cancer risk assessment, the purpose of this study is to determine the inherent reader variability in breast density assessment from raw and vendor-processed digital mammograms, because inconsistent estimates could to lead to misclassification of an individual woman's risk for breast cancer.",
        "Keywords": [],
        "MeSH terms": [
            "Absorptiometry, Photon",
            "Algorithms",
            "Breast",
            "Female",
            "Humans",
            "Mammography",
            "Middle Aged",
            "Observer Variation",
            "Radiographic Image Enhancement",
            "Radiographic Image Interpretation, Computer-Assisted",
            "Reproducibility of Results",
            "Sensitivity and Specificity"
        ],
        "Authors": [
            {
                "First Name": "Brad M",
                "Last Name": "Keller",
                "Affiliation": "Department of Radiology, University of Pennsylvania Perelman School of Medicine, 3600 Market St. Suite 360, Philadelphia, PA 19104, USA. Brad.Keller@uphs.upenn.edu"
            },
            {
                "First Name": "Diane L",
                "Last Name": "Nathan",
                "Affiliation": ""
            },
            {
                "First Name": "Sara C",
                "Last Name": "Gavenonis",
                "Affiliation": ""
            },
            {
                "First Name": "Jinbo",
                "Last Name": "Chen",
                "Affiliation": ""
            },
            {
                "First Name": "Emily F",
                "Last Name": "Conant",
                "Affiliation": ""
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": ""
            }
        ],
        "Journal": "Academic radiology",
        "PubDate": "2013"
    },
    {
        "PMID": "23286078",
        "Title": "Atlas-based probabilistic fibroglandular tissue segmentation in breast MRI.",
        "Abstract": "In this paper we propose an atlas-aided probabilistic model-based segmentation method for estimating the fibroglandular tissue in breast MRI, where a novel fibroglandular tissue atlas is learned to aid the segmentation. The atlas represents a pixel-wise likelihood of being fibroglandular tissue in the breast, which is derived by combining deformable image warping, using aligned breast contour points as landmarks, with a kernel density estimation technique. A mixture multivariate model is learned to characterize the breast tissue using MR image features, and the segmentation is subsequently based on examining the posterior probability where the learned atlas is incorporated as the prior probability. In our experiments, the algorithm-generated segmentation results of 10 cases are compared to the manual segmentations, verified by an experienced breast imaging radiologist, to assess the accuracy of the algorithm, where the Dice's Similarity Coefficient (DSC) shows a 0.85 agreement. The proposed automated segmentation method could be used to estimate the volumetric amount of fibroglandular tissue in the breast for breast cancer risk estimation.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Breast Neoplasms",
            "Computer Simulation",
            "Female",
            "Fibrosis",
            "Humans",
            "Image Enhancement",
            "Image Interpretation, Computer-Assisted",
            "Magnetic Resonance Imaging",
            "Models, Anatomic",
            "Models, Statistical",
            "Pattern Recognition, Automated",
            "Precancerous Conditions",
            "Reproducibility of Results",
            "Sensitivity and Specificity"
        ],
        "Authors": [
            {
                "First Name": "Shandong",
                "Last Name": "Wu",
                "Affiliation": "Computational Breast Imaging Group, Department of Radiology, University of Pennsylvania, Philadelphia, PA, USA. shandong.wu@uphs.upenn.edu"
            },
            {
                "First Name": "Susan",
                "Last Name": "Weinstein",
                "Affiliation": ""
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": ""
            }
        ],
        "Journal": "Medical image computing and computer-assisted intervention : MICCAI ... International Conference on Medical Image Computing and Computer-Assisted Intervention",
        "PubDate": "2012"
    },
    {
        "PMID": "23008246",
        "Title": "A multichannel Markov random field framework for tumor segmentation with an application to classification of gene expression-based breast cancer recurrence risk.",
        "Abstract": "We present a methodological framework for multichannel Markov random fields (MRFs). We show that conditional independence allows loopy belief propagation to solve a multichannel MRF as a single channel MRF. We use conditional mutual information to search for features that satisfy conditional independence assumptions. Using this framework we incorporate kinetic feature maps derived from breast dynamic contrast enhanced magnetic resonance imaging as observation channels in MRF for tumor segmentation. Our algorithm based on multichannel MRF achieves an receiver operating characteristic area under curve (AUC) of 0.97 for tumor segmentation when using a radiologist's manual delineation as ground truth. Single channel MRF based on the best feature chosen from the same pool of features as used by the multichannel MRF achieved a lower AUC of 0.89. We also present a comparison against the well established normalized cuts segmentation algorithm along with commonly used approaches for breast tumor segmentation including fuzzy C-means (FCM) and the more recent method of running FCM on enhancement variance features (FCM-VES). These previous methods give a lower AUC of 0.92, 0.88, and 0.60, respectively. Finally, we also investigate the role of superior segmentation in feature extraction and tumor characterization. Specifically, we examine the effect of improved segmentation on predicting the probability of breast cancer recurrence as determined by a validated tumor gene expression assay. We demonstrate that an support vector machine classifier trained on kinetic statistics extracted from tumors as segmented by our algorithm gives a significant improvement in distinguishing between women with high and low recurrence risk, giving an AUC of 0.88 as compared to 0.79, 0.76, 0.75, and 0.66 when using normalized cuts, single channel MRF, FCM, and FCM-VES, respectively, for segmentation.",
        "Keywords": [],
        "MeSH terms": [
            "Area Under Curve",
            "Breast Neoplasms",
            "Computational Biology",
            "Female",
            "Gene Expression Profiling",
            "Humans",
            "Image Interpretation, Computer-Assisted",
            "Kinetics",
            "Magnetic Resonance Imaging",
            "Markov Chains",
            "Neoplasm Recurrence, Local",
            "Predictive Value of Tests",
            "ROC Curve",
            "Reproducibility of Results",
            "Support Vector Machine"
        ],
        "Authors": [
            {
                "First Name": "Ahmed B",
                "Last Name": "Ashraf",
                "Affiliation": "Computational Breast Imaging Group, Department of Radiology, University of Pennsylvania, Philadelphia, PA 19104, USA. ahmed.ashraf@uphs.upenn.edu"
            },
            {
                "First Name": "Sara C",
                "Last Name": "Gavenonis",
                "Affiliation": ""
            },
            {
                "First Name": "Dania",
                "Last Name": "Daye",
                "Affiliation": ""
            },
            {
                "First Name": "Carolyn",
                "Last Name": "Mies",
                "Affiliation": ""
            },
            {
                "First Name": "Mark A",
                "Last Name": "Rosen",
                "Affiliation": ""
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": ""
            }
        ],
        "Journal": "IEEE transactions on medical imaging",
        "PubDate": "2013"
    },
    {
        "PMID": "22894417",
        "Title": "Estimation of breast percent density in raw and processed full field digital mammography images via adaptive fuzzy c-means clustering and support vector machine segmentation.",
        "Abstract": "The amount of fibroglandular tissue content in the breast as estimated mammographically, commonly referred to as breast percent density (PD%), is one of the most significant risk factors for developing breast cancer. Approaches to quantify breast density commonly focus on either semiautomated methods or visual assessment, both of which are highly subjective. Furthermore, most studies published to date investigating computer-aided assessment of breast PD% have been performed using digitized screen-film mammograms, while digital mammography is increasingly replacing screen-film mammography in breast cancer screening protocols. Digital mammography imaging generates two types of images for analysis, raw (i.e., \"FOR PROCESSING\") and vendor postprocessed (i.e., \"FOR PRESENTATION\"), of which postprocessed images are commonly used in clinical practice. Development of an algorithm which effectively estimates breast PD% in both raw and postprocessed digital mammography images would be beneficial in terms of direct clinical application and retrospective analysis.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Automation",
            "Breast",
            "Cluster Analysis",
            "Female",
            "Fuzzy Logic",
            "Humans",
            "Image Processing, Computer-Assisted",
            "Mammography",
            "Models, Statistical",
            "Neoplasms",
            "Radiology",
            "Reproducibility of Results",
            "Retrospective Studies",
            "Risk",
            "Software",
            "Support Vector Machine"
        ],
        "Authors": [
            {
                "First Name": "Brad M",
                "Last Name": "Keller",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Philadelphia, Pennsylvania 19104, USA. brad.keller@uphs.upenn.edu"
            },
            {
                "First Name": "Diane L",
                "Last Name": "Nathan",
                "Affiliation": ""
            },
            {
                "First Name": "Yan",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Yuanjie",
                "Last Name": "Zheng",
                "Affiliation": ""
            },
            {
                "First Name": "James C",
                "Last Name": "Gee",
                "Affiliation": ""
            },
            {
                "First Name": "Emily F",
                "Last Name": "Conant",
                "Affiliation": ""
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": ""
            }
        ],
        "Journal": "Medical physics",
        "PubDate": "2012"
    },
    {
        "PMID": "22003744",
        "Title": "Adaptive multi-cluster fuzzy C-means segmentation of breast parenchymal tissue in digital mammography.",
        "Abstract": "The relative fibroglandular tissue content in the breast, commonly referred to as breast density, has been shown to be the most significant risk factor for breast cancer after age. Currently, the most common approaches to quantify density are based on either semi-automated methods or visual assessment, both of which are highly subjective. This work presents a novel multi-class fuzzy c-means (FCM) algorithm for fully-automated identification and quantification of breast density, optimized for the imaging characteristics of digital mammography. The proposed algorithm involves adaptive FCM clustering based on an optimal number of clusters derived by the tissue properties of the specific mammogram, followed by generation of a final segmentation through cluster agglomeration using linear discriminant analysis. When evaluated on 80 bilateral screening digital mammograms, a strong correlation was observed between algorithm-estimated PD% and radiological ground-truth of r=0.83 (p<0.001) and an average Jaccard spatial similarity coefficient of 0.62. These results show promise for the clinical application of the algorithm in quantifying breast density in a repeatable manner.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Automation",
            "Biomarkers",
            "Breast",
            "Breast Neoplasms",
            "Cluster Analysis",
            "Diagnostic Imaging",
            "Female",
            "Fuzzy Logic",
            "Humans",
            "Mammography",
            "Normal Distribution",
            "Observer Variation",
            "Radiographic Image Interpretation, Computer-Assisted"
        ],
        "Authors": [
            {
                "First Name": "Brad",
                "Last Name": "Keller",
                "Affiliation": "Department of Radiology, University of Pennsylvania, Philadelphia, PA, USA. Brad.Keller@uphs.upenn.edu"
            },
            {
                "First Name": "Diane",
                "Last Name": "Nathan",
                "Affiliation": ""
            },
            {
                "First Name": "Yan",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Yuanjie",
                "Last Name": "Zheng",
                "Affiliation": ""
            },
            {
                "First Name": "James",
                "Last Name": "Gee",
                "Affiliation": ""
            },
            {
                "First Name": "Emily",
                "Last Name": "Conant",
                "Affiliation": ""
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": ""
            }
        ],
        "Journal": "Medical image computing and computer-assisted intervention : MICCAI ... International Conference on Medical Image Computing and Computer-Assisted Intervention",
        "PubDate": "2011"
    },
    {
        "PMID": "22003742",
        "Title": "A multichannel Markov random field approach for automated segmentation of breast cancer tumor in DCE-MRI data using kinetic observation model.",
        "Abstract": "We present a multichannel extension of Markov random fields (MRFs) for incorporating multiple feature streams in the MRF model. We prove that for making inference queries, any multichannel MRF can be reduced to a single channel MRF provided features in different channels are conditionally independent given the hidden variable, Using this result we incorporate kinetic feature maps derived from breast DCE MRI into the observation model of MRF for tumor segmentation. Our algorithm achieves an ROC AUC of 0.97 for tumor segmentation, We present a comparison against the commonly used approach of fuzzy C-means (FCM) and the more recent method of running FCM on enhancement variance features (FCM-VES). These previous methods give a lower AUC of 0.86 and 0.60 respectively, indicating the superiority of our algorithm. Finally, we investigate the effect of superior segmentation on predicting breast cancer recurrence using kinetic DCE MRI features from the segmented tumor regions. A linear prediction model shows significant prediction improvement when segmenting the tumor using the proposed method, yielding a correlation coefficient r = 0.78 (p < 0.05) to validated cancer recurrence probabilities, compared to 0.63 and 0.45 when using FCM and FCM-VES respectively.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Area Under Curve",
            "Breast Neoplasms",
            "Female",
            "Humans",
            "Image Processing, Computer-Assisted",
            "Kinetics",
            "Magnetic Resonance Imaging",
            "Markov Chains",
            "Models, Biological",
            "Models, Statistical",
            "Pattern Recognition, Automated",
            "ROC Curve"
        ],
        "Authors": [
            {
                "First Name": "Ahmed B",
                "Last Name": "Ashraf",
                "Affiliation": "The University of Pennsylvania, Philadelphia, PA 19104, USA. Ahmed.Ashraf@uphs.upenn.edu"
            },
            {
                "First Name": "Sara",
                "Last Name": "Gavenonis",
                "Affiliation": ""
            },
            {
                "First Name": "Dania",
                "Last Name": "Daye",
                "Affiliation": ""
            },
            {
                "First Name": "Carolyn",
                "Last Name": "Mies",
                "Affiliation": ""
            },
            {
                "First Name": "Michael",
                "Last Name": "Feldman",
                "Affiliation": ""
            },
            {
                "First Name": "Mark",
                "Last Name": "Rosen",
                "Affiliation": ""
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": ""
            }
        ],
        "Journal": "Medical image computing and computer-assisted intervention : MICCAI ... International Conference on Medical Image Computing and Computer-Assisted Intervention",
        "PubDate": "2011"
    },
    {
        "PMID": "21771961",
        "Title": "Analysis of parenchymal texture with digital breast tomosynthesis: comparison with digital mammography and implications for cancer risk assessment.",
        "Abstract": "To correlate the parenchymal texture features at digital breast tomosynthesis (DBT) and digital mammography with breast percent density (PD), an established breast cancer risk factor, in a screening population of women.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Aged",
            "Breast Neoplasms",
            "Female",
            "Humans",
            "Mammography",
            "Middle Aged",
            "Radiographic Image Enhancement",
            "Retrospective Studies",
            "Risk Assessment",
            "Tomography"
        ],
        "Authors": [
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Radiology, University of Pennsylvania Health System, Philadelphia PA 19104-4206, USA. Despina.Kontos@uphs.upenn.edu"
            },
            {
                "First Name": "Lynda C",
                "Last Name": "Ikejimba",
                "Affiliation": ""
            },
            {
                "First Name": "Predrag R",
                "Last Name": "Bakic",
                "Affiliation": ""
            },
            {
                "First Name": "Andrea B",
                "Last Name": "Troxel",
                "Affiliation": ""
            },
            {
                "First Name": "Emily F",
                "Last Name": "Conant",
                "Affiliation": ""
            },
            {
                "First Name": "Andrew D A",
                "Last Name": "Maidment",
                "Affiliation": ""
            }
        ],
        "Journal": "Radiology",
        "PubDate": "2011"
    },
    {
        "PMID": "19559582",
        "Title": "Morphometric analysis of brain images with reduced number of statistical tests: a study on the gender-related differentiation of the corpus callosum.",
        "Abstract": "We evaluate the feasibility of applying dynamic recursive partitioning (DRP), an image analysis technique, to perform morphometric analysis. We apply DRP to detect and characterize discriminative morphometric characteristics between anatomical brain structures from different groups of subjects. Our method reduces the number of statistical tests, commonly required by pixel-wise statistics, alleviating the effect of the multiple comparison problem.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Brain",
            "Corpus Callosum",
            "Databases, Factual",
            "Female",
            "Humans",
            "Image Processing, Computer-Assisted",
            "Magnetic Resonance Imaging",
            "Male",
            "Models, Statistical",
            "Sex Characteristics"
        ],
        "Authors": [
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Data Engineering Laboratory (DEnLab), Center for Information Science and Technology, Temple University, Philadelphia, PA 19122, USA. despina.kontos@uphs.upenn.edu"
            },
            {
                "First Name": "Vasileios",
                "Last Name": "Megalooikonomou",
                "Affiliation": ""
            },
            {
                "First Name": "James C",
                "Last Name": "Gee",
                "Affiliation": ""
            }
        ],
        "Journal": "Artificial intelligence in medicine",
        "PubDate": "2009"
    },
    {
        "PMID": "19420321",
        "Title": "Breast percent density: estimation on digital mammograms and central tomosynthesis projections.",
        "Abstract": "To evaluate inter- and intrareader agreement in breast percent density (PD) estimation on clinical digital mammograms and central digital breast tomosynthesis (DBT) projection images.",
        "Keywords": [],
        "MeSH terms": [
            "Absorptiometry, Photon",
            "Adult",
            "Aged",
            "Aged, 80 and over",
            "Breast Neoplasms",
            "Female",
            "Humans",
            "Mammography",
            "Middle Aged",
            "Observer Variation",
            "Radiographic Image Enhancement",
            "Reproducibility of Results",
            "Sensitivity and Specificity",
            "Tomography, X-Ray Computed"
        ],
        "Authors": [
            {
                "First Name": "Predrag R",
                "Last Name": "Bakic",
                "Affiliation": "Department of Radiology, University of Pennsylvania, 3400 Spruce St, Philadelphia, PA 19104, USA. Predrag.Bakic@uphs.upenn.edu"
            },
            {
                "First Name": "Ann-Katherine",
                "Last Name": "Carton",
                "Affiliation": ""
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": ""
            },
            {
                "First Name": "Cuiping",
                "Last Name": "Zhang",
                "Affiliation": ""
            },
            {
                "First Name": "Andrea B",
                "Last Name": "Troxel",
                "Affiliation": ""
            },
            {
                "First Name": "Andrew D A",
                "Last Name": "Maidment",
                "Affiliation": ""
            }
        ],
        "Journal": "Radiology",
        "PubDate": "2009"
    },
    {
        "PMID": "19272984",
        "Title": "A representation and classification scheme for tree-like structures in medical images: analyzing the branching pattern of ductal trees in X-ray galactograms.",
        "Abstract": "We propose a multistep approach for representing and classifying tree-like structures in medical images. Tree-like structures are frequently encountered in biomedical contexts; examples are the bronchial system, the vascular topology, and the breast ductal network. We use tree encoding techniques, such as the depth-first string encoding and the PrUfer encoding, to obtain a symbolic string representation of the tree's branching topology; the problem of classifying trees is then reduced to string classification. We use the tf-idf text mining technique to assign a weight of significance to each string term (i.e., tree node label). Similarity searches and k-nearest neighbor classification of the trees is performed using the tf-idf weight vectors and the cosine similarity metric. We applied our approach to characterize the ductal tree-like parenchymal structure in X-ray galactograms, in order to distinguish among different radiological findings. Experimental results demonstrate the effectiveness of the proposed approach with classification accuracy reaching up to 86%, and also indicate that our method can potentially aid in providing insight to the relationship between branching patterns and function or pathology.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Aged",
            "Algorithms",
            "Female",
            "Humans",
            "Mammary Glands, Human",
            "Mammography",
            "Middle Aged",
            "Pattern Recognition, Automated",
            "ROC Curve"
        ],
        "Authors": [
            {
                "First Name": "Vasileios",
                "Last Name": "Megalooikonomou",
                "Affiliation": "Department of Computer and Information Sciences, Temple University, Philadelphia, PA 19122 USA. vasilis@temple.edu"
            },
            {
                "First Name": "Michael",
                "Last Name": "Barnathan",
                "Affiliation": ""
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": ""
            },
            {
                "First Name": "Predrag R",
                "Last Name": "Bakic",
                "Affiliation": ""
            },
            {
                "First Name": "Andrew D A",
                "Last Name": "Maidment",
                "Affiliation": ""
            }
        ],
        "Journal": "IEEE transactions on medical imaging",
        "PubDate": "2009"
    },
    {
        "PMID": "19201357",
        "Title": "Parenchymal texture analysis in digital breast tomosynthesis for breast cancer risk estimation: a preliminary study.",
        "Abstract": "Studies have demonstrated a relationship between mammographic parenchymal texture and breast cancer risk. Although promising, texture analysis in mammograms is limited by tissue superposition. Digital breast tomosynthesis (DBT) is a novel tomographic x-ray breast imaging modality that alleviates the effect of tissue superposition, offering superior parenchymal texture visualization compared to mammography. The aim of this study was to investigate the potential advantages of DBT parenchymal texture analysis for breast cancer risk estimation.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Aged",
            "Aged, 80 and over",
            "Breast Neoplasms",
            "Female",
            "Humans",
            "Mammography",
            "Middle Aged",
            "Pilot Projects",
            "Radiographic Image Enhancement",
            "Radiographic Image Interpretation, Computer-Assisted",
            "Reproducibility of Results",
            "Sensitivity and Specificity",
            "Tomography, X-Ray Computed"
        ],
        "Authors": [
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Hospital of the University of Pennsylvania, Department of Radiology, Physics Section, 1 Silverstein Building, 3400 Spruce Street, Philadelphia, PA 19104-4206, USA. despina.kontos@uphs.upenn.edu"
            },
            {
                "First Name": "Predrag R",
                "Last Name": "Bakic",
                "Affiliation": ""
            },
            {
                "First Name": "Ann-Katherine",
                "Last Name": "Carton",
                "Affiliation": ""
            },
            {
                "First Name": "Andrea B",
                "Last Name": "Troxel",
                "Affiliation": ""
            },
            {
                "First Name": "Emily F",
                "Last Name": "Conant",
                "Affiliation": ""
            },
            {
                "First Name": "Andrew D A",
                "Last Name": "Maidment",
                "Affiliation": ""
            }
        ],
        "Journal": "Academic radiology",
        "PubDate": "2009"
    },
    {
        "PMID": "17941321",
        "Title": "Medical data fusion for telemedicine. A model for distributed analysis of medical image data across clinical information repositories.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Anatomy, Regional",
            "Data Interpretation, Statistical",
            "Database Management Systems",
            "Decision Trees",
            "Electronic Data Processing",
            "Finite Element Analysis",
            "Humans",
            "Image Interpretation, Computer-Assisted",
            "Medical Record Linkage",
            "Meta-Analysis as Topic",
            "Pattern Recognition, Automated",
            "Radiology Information Systems",
            "Telemedicine"
        ],
        "Authors": [
            {
                "First Name": "Vasileios",
                "Last Name": "Megalooikonomou",
                "Affiliation": "Department of Computer and Information Sciences, Temple University, Philadelphia, PA 19122, USA. vasilis@temple.edu"
            },
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": ""
            }
        ],
        "Journal": "IEEE engineering in medicine and biology magazine : the quarterly magazine of the Engineering in Medicine & Biology Society",
        "PubDate": "2007"
    },
    {
        "PMID": "16565747",
        "Title": "Fast and effective characterization for classification and similarity searches of 2D and 3D spatial region data.",
        "Abstract": "We propose a method for characterizing spatial region data. The method efficiently constructs a k-dimensional feature vector using concentric spheres in 3D (circles in 2D) radiating out of a region's center of mass. These signatures capture structural and internal volume properties. We evaluate our approach by performing experiments on classification and similarity searches, using artificial and real datasets. To generate artificial regions we introduce a region growth model. Similarity searches on artificial data demonstrate that our technique, although straightforward, compares favorably to mathematical morphology, while being two orders of magnitude faster. Experiments with real datasets show its effectiveness and general applicability.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Despina",
                "Last Name": "Kontos",
                "Affiliation": "Department of Computer and Information Sciences, Temple University, 319 Wachman Hall, 1805 N. Broad St., Philadelphia, PA 19122, USA, Email: vasilis@temple.edu , ."
            },
            {
                "First Name": "Vasileios",
                "Last Name": "Megalooikonomou",
                "Affiliation": ""
            }
        ],
        "Journal": "Pattern recognition",
        "PubDate": "2005"
    }
]