[
    {
        "PMID": "38858390",
        "Title": "Aberrant ER-mitochondria communication is a common pathomechanism in mitochondrial disease.",
        "Abstract": "Genetic mutations causing primary mitochondrial disease (i.e those compromising oxidative phosphorylation [OxPhos]) resulting in reduced bioenergetic output display great variability in their clinical features, but the reason for this is unknown. We hypothesized that disruption of the communication between endoplasmic reticulum (ER) and mitochondria at mitochondria-associated ER membranes (MAM) might play a role in this variability. To test this, we assayed MAM function and ER-mitochondrial communication in OxPhos-deficient cells, including cybrids from patients with selected pathogenic mtDNA mutations. Our results show that each of the various mutations studied indeed altered MAM functions, but notably, each disorder presented with a different MAM \"signature\". We also found that mitochondrial membrane potential is a key driver of ER-mitochondrial connectivity. Moreover, our findings demonstrate that disruption in ER-mitochondrial communication has consequences for cell survivability that go well beyond that of reduced ATP output. The findings of a \"MAM-OxPhos\" axis, the role of mitochondrial membrane potential in controlling this process, and the contribution of MAM dysfunction to cell death, reveal a new relationship between mitochondria and the rest of the cell, as well as providing new insights into the diagnosis and treatment of these devastating disorders.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Endoplasmic Reticulum",
            "Mitochondria",
            "Mitochondrial Diseases",
            "Oxidative Phosphorylation",
            "Membrane Potential, Mitochondrial",
            "Mutation",
            "DNA, Mitochondrial"
        ],
        "Authors": [
            {
                "First Name": "Patricia",
                "Last Name": "Morcillo",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, NY, 10032, USA. phd.morcillo@gmail.com."
            },
            {
                "First Name": "Khushbu",
                "Last Name": "Kabra",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Kevin",
                "Last Name": "Velasco",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Hector",
                "Last Name": "Cordero",
                "Affiliation": "Columbia Center for Translational Immunology, Columbia University Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Sarah",
                "Last Name": "Jennings",
                "Affiliation": "Stony Brook University, Stony Brook, New York, NY, 11794, USA."
            },
            {
                "First Name": "Taekyung D",
                "Last Name": "Yun",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Delfina",
                "Last Name": "Larrea",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "H Orhan",
                "Last Name": "Akman",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, NY, 10032, USA. eas3@columbia.edu."
            }
        ],
        "Journal": "Cell death & disease",
        "PubDate": "2024"
    },
    {
        "PMID": "38578892",
        "Title": "Towards a Unitary Hypothesis of Alzheimer's Disease Pathogenesis.",
        "Abstract": "The \"amyloid cascade\" hypothesis of Alzheimer's disease (AD) pathogenesis invokes the accumulation in the brain of plaques (containing the amyloid-β protein precursor [AβPP] cleavage product amyloid-β [Aβ]) and tangles (containing hyperphosphorylated tau) as drivers of pathogenesis. However, the poor track record of clinical trials based on this hypothesis suggests that the accumulation of these peptides is not the only cause of AD. Here, an alternative hypothesis is proposed in which the AβPP cleavage product C99, not Aβ, is the main culprit, via its role as a regulator of cholesterol metabolism. C99, which is a cholesterol sensor, promotes the formation of mitochondria-associated endoplasmic reticulum (ER) membranes (MAM), a cholesterol-rich lipid raft-like subdomain of the ER that communicates, both physically and biochemically, with mitochondria. We propose that in early-onset AD (EOAD), MAM-localized C99 is elevated above normal levels, resulting in increased transport of cholesterol from the plasma membrane to membranes of intracellular organelles, such as ER/endosomes, thereby upregulating MAM function and driving pathology. By the same token, late-onset AD (LOAD) is triggered by any genetic variant that increases the accumulation of intracellular cholesterol that, in turn, boosts the levels of C99 and again upregulates MAM function. Thus, the functional cause of AD is upregulated MAM function that, in turn, causes the hallmark disease phenotypes, including the plaques and tangles. Accordingly, the MAM hypothesis invokes two key interrelated elements, C99 and cholesterol, that converge at the MAM to drive AD pathogenesis. From this perspective, AD is, at bottom, a lipid disorder.",
        "Keywords": [
            "Amyloid",
            "C99",
            "MAM",
            "cholesterol",
            "endoplasmic reticulum",
            "mitochondria"
        ],
        "MeSH terms": [
            "Humans",
            "Alzheimer Disease",
            "Mitochondria",
            "Endoplasmic Reticulum",
            "Amyloid beta-Peptides",
            "Amyloid beta-Protein Precursor",
            "Cholesterol"
        ],
        "Authors": [
            {
                "First Name": "Estela",
                "Last Name": "Area-Gomez",
                "Affiliation": "Department of Neurology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": "Department of Neurology, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "Journal of Alzheimer's disease : JAD",
        "PubDate": "2024"
    },
    {
        "PMID": "32183979",
        "Title": "Preface.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Endoplasmic Reticulum",
            "Humans",
            "Mitochondria"
        ],
        "Authors": [
            {
                "First Name": "Liza A",
                "Last Name": "Pon",
                "Affiliation": ""
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": ""
            }
        ],
        "Journal": "Methods in cell biology",
        "PubDate": "2020"
    },
    {
        "PMID": "30601141",
        "Title": "Mitochondria, OxPhos, and neurodegeneration: cells are not just running out of gas.",
        "Abstract": "Mitochondrial respiratory deficiencies have been observed in numerous neurodegenerative disorders, such as Alzheimer's and Parkinson's diseases. For decades, these reductions in oxidative phosphorylation (OxPhos) have been presumed to trigger an overall bioenergetic crisis in the neuron, resulting in cell death. While the connection between respiratory defects and neuronal death has never been proven, this hypothesis has been supported by the detection of nonspecific mitochondrial DNA mutations in these disorders. These findings led to the notion that mitochondrial respiratory defects could be initiators of these common neurodegenerative disorders, instead of being consequences of a prior insult, a theory we believe to be misconstrued. Herein, we review the roots of this mitochondrial hypothesis and offer a new perspective wherein mitochondria are analyzed not only from the OxPhos point of view, but also as a complex organelle residing at the epicenter of many metabolic pathways.",
        "Keywords": [],
        "MeSH terms": [
            "Alzheimer Disease",
            "Animals",
            "Cell Death",
            "DNA, Mitochondrial",
            "Humans",
            "Mitochondria",
            "Models, Neurological",
            "Mutation",
            "Neurons",
            "Oxidative Phosphorylation",
            "Parkinson Disease"
        ],
        "Authors": [
            {
                "First Name": "Estela",
                "Last Name": "Area-Gomez",
                "Affiliation": "Department of Neurology."
            },
            {
                "First Name": "Cristina",
                "Last Name": "Guardia-Laguarta",
                "Affiliation": "Department of Pathology and Cell Biology, and."
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": "Department of Neurology."
            },
            {
                "First Name": "Serge",
                "Last Name": "Przedborski",
                "Affiliation": "Department of Pathology and Cell Biology, and."
            }
        ],
        "Journal": "The Journal of clinical investigation",
        "PubDate": "2019"
    },
    {
        "PMID": "30523097",
        "Title": "Bioenergetics through thick and thin.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Cell Respiration",
            "Energy Metabolism",
            "Membrane Lipids"
        ],
        "Authors": [
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": "Department of Neurology and Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA. eas3@columbia.edu."
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2018"
    },
    {
        "PMID": "29491396",
        "Title": "A key role for MAM in mediating mitochondrial dysfunction in Alzheimer disease.",
        "Abstract": "In the last few years, increased emphasis has been devoted to understanding the contribution of mitochondria-associated endoplasmic reticulum (ER) membranes (MAM) to human pathology in general, and neurodegenerative diseases in particular. A major reason for this is the central role that this subdomain of the ER plays in metabolic regulation and in mitochondrial biology. As such, aberrant MAM function may help explain the seemingly unrelated metabolic abnormalities often seen in neurodegeneration. In the specific case of Alzheimer disease (AD), besides perturbations in calcium and lipid homeostasis, there are numerous documented alterations in mitochondrial behavior and function, including reduced respiratory chain activity and oxidative phosphorylation, increased free radical production, and altered organellar morphology, dynamics, and positioning (especially perinuclear mitochondria). However, whether these alterations are primary events causative of the disease, or are secondary downstream events that are the result of some other, more fundamental problem, is still unclear. In support of the former possibility, we recently reported that C99, the C-terminal processing product of the amyloid precursor protein (APP) derived from its cleavage by β-secretase, is present in MAM, that its level is increased in AD, and that this increase reduces mitochondrial respiration, likely via a C99-induced alteration in cellular sphingolipid homeostasis. Thus, the metabolic disturbances seen in AD likely arise from increased ER-mitochondrial communication that is driven by an increase in the levels of C99 at the MAM.",
        "Keywords": [],
        "MeSH terms": [
            "Alzheimer Disease",
            "Amyloid Precursor Protein Secretases",
            "Amyloid beta-Protein Precursor",
            "Animals",
            "Endoplasmic Reticulum",
            "Humans",
            "Mitochondria",
            "Mitochondrial Membranes"
        ],
        "Authors": [
            {
                "First Name": "Estela",
                "Last Name": "Area-Gomez",
                "Affiliation": "Department of Neurology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Ad",
                "Last Name": "de Groof",
                "Affiliation": "Department of Neurology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Eduardo",
                "Last Name": "Bonilla",
                "Affiliation": "Department of Neurology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Jorge",
                "Last Name": "Montesinos",
                "Affiliation": "Department of Neurology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Kurenai",
                "Last Name": "Tanji",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Istvan",
                "Last Name": "Boldogh",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Liza",
                "Last Name": "Pon",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": "Department of Neurology, Columbia University, New York, NY, USA. eas3@columbia.edu."
            }
        ],
        "Journal": "Cell death & disease",
        "PubDate": "2018"
    },
    {
        "PMID": "28973153",
        "Title": "Low-dose rapamycin extends lifespan in a mouse model of mtDNA depletion syndrome.",
        "Abstract": "Mitochondrial disorders affecting oxidative phosphorylation (OxPhos) are caused by mutations in both the nuclear and mitochondrial genomes. One promising candidate for treatment is the drug rapamycin, which has been shown to extend lifespan in multiple animal models, and which was previously shown to ameliorate mitochondrial disease in a knock-out mouse model lacking a nuclear-encoded gene specifying an OxPhos structural subunit (Ndufs4). In that model, relatively high-dose intraperitoneal rapamycin extended lifespan and improved markers of neurological disease, via an unknown mechanism. Here, we administered low-dose oral rapamycin to a knock-in (KI) mouse model of authentic mtDNA disease, specifically, progressive mtDNA depletion syndrome, resulting from a mutation in the mitochondrial nucleotide salvage enzyme thymidine kinase 2 (TK2). Importantly, low-dose oral rapamycin was sufficient to extend Tk2KI/KI mouse lifespan significantly, and did so in the absence of detectable improvements in mitochondrial dysfunction. We found no evidence that rapamycin increased survival by acting through canonical pathways, including mitochondrial autophagy. However, transcriptomics and metabolomics analyses uncovered systemic metabolic changes pointing to a potential 'rapamycin metabolic signature.' These changes also implied that rapamycin may have enabled the Tk2KI/KI mice to utilize alternative energy reserves, and possibly triggered indirect signaling events that modified mortality through developmental reprogramming. From a therapeutic standpoint, our results support the possibility that low-dose rapamycin, while not targeting the underlying mtDNA defect, could represent a crucial therapy for the treatment of mtDNA-driven, and some nuclear DNA-driven, mitochondrial diseases.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Autophagy",
            "DNA, Mitochondrial",
            "Disease Models, Animal",
            "Dose-Response Relationship, Drug",
            "Electron Transport Complex I",
            "Female",
            "Gene Knock-In Techniques",
            "Male",
            "Mice",
            "Mitochondria",
            "Mitochondrial Diseases",
            "Mutation",
            "Oxidative Phosphorylation",
            "Signal Transduction",
            "Sirolimus",
            "Syndrome",
            "Thymidine Kinase"
        ],
        "Authors": [
            {
                "First Name": "Stephanie E",
                "Last Name": "Siegmund",
                "Affiliation": "Department of Cellular, Molecular and Biophysical Studies."
            },
            {
                "First Name": "Hua",
                "Last Name": "Yang",
                "Affiliation": "Department of Neurology."
            },
            {
                "First Name": "Rohit",
                "Last Name": "Sharma",
                "Affiliation": "Department of Molecular Biology, Massachusetts General Hospital, Boston, MA 02114, USA."
            },
            {
                "First Name": "Martin",
                "Last Name": "Javors",
                "Affiliation": "Department of Psychiatry, University of Texas, San Antonio, TX 78229, USA."
            },
            {
                "First Name": "Owen",
                "Last Name": "Skinner",
                "Affiliation": "Department of Molecular Biology, Massachusetts General Hospital, Boston, MA 02114, USA."
            },
            {
                "First Name": "Vamsi",
                "Last Name": "Mootha",
                "Affiliation": "Department of Molecular Biology, Massachusetts General Hospital, Boston, MA 02114, USA."
            },
            {
                "First Name": "Michio",
                "Last Name": "Hirano",
                "Affiliation": "Department of Neurology."
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": "Department of Neurology."
            }
        ],
        "Journal": "Human molecular genetics",
        "PubDate": "2017"
    },
    {
        "PMID": "28815528",
        "Title": "Alzheimer Disease.",
        "Abstract": "The most widely accepted hypothesis to explain the pathogenesis of Alzheimer disease (AD) is the amyloid cascade, in which the accumulation of extraneuritic plaques and intracellular tangles plays a key role in driving the course and progression of the disease. However, there are other biochemical and morphological features of AD, including altered calcium, phospholipid, and cholesterol metabolism and altered mitochondrial dynamics and function that often appear early in the course of the disease, prior to plaque and tangle accumulation. Interestingly, these other functions are associated with a subdomain of the endoplasmic reticulum (ER) called mitochondria-associated ER membranes (MAM). MAM, which is an intracellular lipid raft-like domain, is closely apposed to mitochondria, both physically and biochemically. These MAM-localized functions are, in fact, increased significantly in various cellular and animal models of AD and in cells from AD patients, which could help explain the biochemical and morphological alterations seen in the disease. Based on these and other observations, a strong argument can be made that increased ER-mitochondria connectivity and increased MAM function are fundamental to AD pathogenesis.",
        "Keywords": [
            "ApoE",
            "Cholesterol",
            "Cholesteryl esters",
            "Endoplasmic reticulum",
            "Lipid rafts",
            "MAM",
            "Membranes",
            "Mitochondria",
            "Mitochondria-associated ER membranes",
            "Neurodegeneration",
            "Phospholipids"
        ],
        "MeSH terms": [
            "Alzheimer Disease",
            "Animals",
            "Biological Transport",
            "Brain",
            "Endoplasmic Reticulum",
            "Energy Metabolism",
            "Humans",
            "Membrane Microdomains",
            "Membrane Transport Proteins",
            "Mitochondria",
            "Mitochondrial Dynamics",
            "Mitochondrial Membrane Transport Proteins",
            "Mitochondrial Membranes",
            "Mitochondrial Proteins",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Estela",
                "Last Name": "Area-Gomez",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, 630 West 168th Street, New York, NY, 10032, USA."
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, 630 West 168th Street, New York, NY, 10032, USA. eas3@columbia.edu."
            }
        ],
        "Journal": "Advances in experimental medicine and biology",
        "PubDate": "2017"
    },
    {
        "PMID": "28246299",
        "Title": "On the Pathogenesis of Alzheimer's Disease: The MAM Hypothesis.",
        "Abstract": "The pathogenesis of Alzheimer's disease (AD) is currently unclear and is the subject of much debate. The most widely accepted hypothesis designed to explain AD pathogenesis is the amyloid cascade, which invokes the accumulation of extracellular plaques and intracellular tangles as playing a fundamental role in the course and progression of the disease. However, besides plaques and tangles, other biochemical and morphological features are also present in AD, often manifesting early in the course of the disease before the accumulation of plaques and tangles. These include altered calcium, cholesterol, and phospholipid metabolism; altered mitochondrial dynamics; and reduced bioenergetic function. Notably, these other features of AD are associated with functions localized to a subdomain of the endoplasmic reticulum (ER), known as mitochondria-associated ER membranes (MAMs). The MAM region of the ER is a lipid raft-like domain closely apposed to mitochondria in such a way that the 2 organelles are able to communicate with each other, both physically and biochemically, thereby facilitating the functions of this region. We have found that MAM-localized functions are increased significantly in cellular and animal models of AD and in cells from patients with AD in a manner consistent with the biochemical findings noted above. Based on these and other observations, we propose that increased ER-mitochondrial apposition and perturbed MAM function lie at the heart of AD pathogenesis.-Area-Gomez, E., Schon, E. A. On the pathogenesis of Alzheimer's disease: the MAM hypothesis.",
        "Keywords": [
            "cholesterol",
            "endoplasmic reticulum",
            "lipid rafts",
            "mitochondria",
            "phospholipids"
        ],
        "MeSH terms": [
            "Alzheimer Disease",
            "Animals",
            "Endoplasmic Reticulum",
            "Humans",
            "Membrane Microdomains",
            "Mitochondria",
            "Mitochondrial Membranes"
        ],
        "Authors": [
            {
                "First Name": "Estela",
                "Last Name": "Area-Gomez",
                "Affiliation": "Department of Neurology, Columbia University, New York, New York, USA; and eag2118@columbia.edu."
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": "Department of Neurology, Columbia University, New York, New York, USA; and."
            }
        ],
        "Journal": "FASEB journal : official publication of the Federation of American Societies for Experimental Biology",
        "PubDate": "2017"
    },
    {
        "PMID": "27235807",
        "Title": "Mitochondria-associated ER membranes and Alzheimer disease.",
        "Abstract": "The series of events underlying the pathogenesis of Alzheimer disease (AD) in unknown. The most widely accepted hypothesis is called the amyloid cascade, based on the observation that the brains of AD patients contain high levels of extracellular plaques, composed mainly of β-amyloid (Aβ), and intracellular tangles, composed of hyperphosphorylated forms of the microtubule-associated protein tau. However, AD is also characterized by other features, including aberrant cholesterol, phospholipid, and calcium metabolism, and mitochondrial dysfunction, all ostensibly unrelated to plaque and tangle formation. Notably, these 'other' aspects of AD pathology are functions related to mitochondria-associated ER membranes (MAM), a subdomain of the endoplasmic reticulum (ER) that is apposed to, and communicates with, mitochondria. Given the potential relationship between MAM and AD, we explored the possibility that perturbed MAM function might play a role in AD pathogenesis. We found that γ-secretase activity, which processes the amyloid precursor protein to generate Aβ, is located predominantly in the MAM, and that ER-mitochondrial apposition and MAM function are increased significantly in cells from AD patients. These observations may help explain not only the aberrant Aβ production, but also many of the 'other' biochemical and morphological features of the disease. Based on these, and other, data we propose that AD is fundamentally a disorder of ER-mitochondrial hyperconnectivity.",
        "Keywords": [],
        "MeSH terms": [
            "Alzheimer Disease",
            "Amyloid Precursor Protein Secretases",
            "Amyloid beta-Peptides",
            "Brain",
            "Cell Membrane",
            "Endoplasmic Reticulum",
            "Humans",
            "Mitochondria"
        ],
        "Authors": [
            {
                "First Name": "Estela",
                "Last Name": "Area-Gomez",
                "Affiliation": "Department of Neurology, Columbia University, New York, NY, United States."
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": "Department of Neurology, Columbia University, New York, NY, United States; Department of Genetics and Development, Columbia University, New York, NY, United States. Electronic address: eas3@columbia.edu."
            }
        ],
        "Journal": "Current opinion in genetics & development",
        "PubDate": "2016"
    },
    {
        "PMID": "26564908",
        "Title": "ApoE4 upregulates the activity of mitochondria-associated ER membranes.",
        "Abstract": "In addition to the appearance of senile plaques and neurofibrillary tangles, Alzheimer's disease (AD) is characterized by aberrant lipid metabolism and early mitochondrial dysfunction. We recently showed that there was increased functionality of mitochondria-associated endoplasmic reticulum (ER) membranes (MAM), a subdomain of the ER involved in lipid and cholesterol homeostasis, in presenilin-deficient cells and in fibroblasts from familial and sporadic AD patients. Individuals carrying the ε4 allele of apolipoprotein E (ApoE4) are at increased risk for developing AD compared to those carrying ApoE3. While the reason for this increased risk is unknown, we hypothesized that it might be associated with elevated MAM function. Using an astrocyte-conditioned media (ACM) model, we now show that ER-mitochondrial communication and MAM function-as measured by the synthesis of phospholipids and of cholesteryl esters, respectively-are increased significantly in cells treated with ApoE4-containing ACM as compared to those treated with ApoE3-containing ACM. Notably, this effect was seen with lipoprotein-enriched preparations, but not with lipid-free ApoE protein. These data are consistent with a role of upregulated MAM function in the pathogenesis of AD and may help explain, in part, the contribution of ApoE4 as a risk factor in the disease.",
        "Keywords": [
            "ApoE",
            "MAM",
            "cholesterol",
            "cholesteryl esters",
            "endoplasmic reticulum",
            "lipoproteins",
            "mitochondria",
            "phospholipids"
        ],
        "MeSH terms": [
            "Alzheimer Disease",
            "Animals",
            "Apolipoprotein E4",
            "Astrocytes",
            "Cholesterol",
            "Cholesterol Esters",
            "Culture Media, Conditioned",
            "Endoplasmic Reticulum",
            "Humans",
            "Intracellular Membranes",
            "Lipid Metabolism",
            "Lipoproteins",
            "Mice",
            "Mitochondria",
            "Phospholipids",
            "Transcriptional Activation",
            "Up-Regulation"
        ],
        "Authors": [
            {
                "First Name": "Marc D",
                "Last Name": "Tambini",
                "Affiliation": "Integrated Program in Cellular, Molecular and Biomedical Studies, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Marta",
                "Last Name": "Pera",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Ellen",
                "Last Name": "Kanter",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Hua",
                "Last Name": "Yang",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Cristina",
                "Last Name": "Guardia-Laguarta",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Holtzman",
                "Affiliation": "Department of Neurology, Hope Center for Neurological Disorders Knight Alzheimer's Disease Research Center Washington University School of Medicine, St. Louis, MO, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Estela",
                "Last Name": "Area-Gomez",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, NY, USA Department of Genetics and Development, Columbia University Medical Center, New York, NY, USA eas3@columbia.edu."
            }
        ],
        "Journal": "EMBO reports",
        "PubDate": "2016"
    },
    {
        "PMID": "25952565",
        "Title": "A new role for α-synuclein in Parkinson's disease: Alteration of ER-mitochondrial communication.",
        "Abstract": "Familial cases of Parkinson's disease (PD) can be associated with overexpression or mutation of α-synuclein, a synaptic protein reported to be localized mainly in the cytosol and mitochondria. We recently showed that wild-type α-synuclein is not present in mitochondria, as previously thought, but rather is located in mitochondrial-associated endoplasmic reticulum membranes. Remarkably, we also found that PD-related mutated α-synuclein results in its reduced association with mitochondria-associated membranes, coincident with a lower degree of apposition of endoplasmic reticulum with mitochondria and an increase in mitochondrial fragmentation, as compared with wild-type. This new subcellular localization of α-synuclein raises fundamental questions regarding the relationship of α-synuclein to mitochondria-associated membranes function, in both normal and pathological states. In this article, we attempt to relate aspects of PD pathogenesis to what is known about mitochondria-associated membranes' behavior and function. We hypothesize that early events occurring in dopaminergic neurons at the level of the mitochondria-associated membranes could cause long-term disturbances that lead to PD.",
        "Keywords": [
            "MAM",
            "Parkinson's Disease",
            "α-synuclein"
        ],
        "MeSH terms": [
            "Endoplasmic Reticulum",
            "Humans",
            "Intracellular Membranes",
            "Mitochondria",
            "Parkinson Disease",
            "alpha-Synuclein"
        ],
        "Authors": [
            {
                "First Name": "Cristina",
                "Last Name": "Guardia-Laguarta",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Estela",
                "Last Name": "Area-Gomez",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Serge",
                "Last Name": "Przedborski",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Medical Center, New York, NY, USA."
            }
        ],
        "Journal": "Movement disorders : official journal of the Movement Disorder Society",
        "PubDate": "2015"
    },
    {
        "PMID": "25755636",
        "Title": "Novel subcellular localization for α-synuclein: possible functional consequences.",
        "Abstract": "α-synuclein (α-syn) is one of the genes that when mutated or overexpressed causes Parkinson's Disease (PD). Initially, it was described as a synaptic terminal protein and later was found to be localized at mitochondria. Mitochondria-associated membranes (MAM) have emerged as a central endoplasmic reticulum (ER) subcellular compartments where key functions of the cell occur. These domains, enriched in cholesterol and anionic phospholipids, are where calcium homeostasis, lipid transfer, and cholesterol metabolism are regulated. Some proteins, related to mitochondrial dynamics and function, are also localized to this area. Several neurodegenerative diseases have shown alterations in MAM functions and resident proteins, including Charcot Marie-Tooth and Alzheimer's disease (AD). We have recently reported that MAM function is downregulated in cell and mouse models of PD expressing pathogenic mutations of α-syn. This review focuses on the possible role of α-syn in these cellular domains and the early pathogenic features of PD that could be explained by α-syn-MAM disturbances.",
        "Keywords": [
            "Parkinson’s disease",
            "alpha-synuclein",
            "endoplasmic reticulum",
            "mitochondria-associated membranes",
            "phospholipid"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Cristina",
                "Last Name": "Guardia-Laguarta",
                "Affiliation": "Departments of Pathology, Columbia University Medical Center New York, NY, USA."
            },
            {
                "First Name": "Estela",
                "Last Name": "Area-Gomez",
                "Affiliation": "Departments of Neurology, Columbia University Medical Center New York, NY, USA."
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": "Departments of Neurology, Columbia University Medical Center New York, NY, USA ; Departments of Genetics and Development, Columbia University Medical Center New York, NY, USA."
            },
            {
                "First Name": "Serge",
                "Last Name": "Przedborski",
                "Affiliation": "Departments of Pathology, Columbia University Medical Center New York, NY, USA."
            }
        ],
        "Journal": "Frontiers in neuroanatomy",
        "PubDate": "2015"
    },
    {
        "PMID": "25028417",
        "Title": "Mitochondrial genetics and disease.",
        "Abstract": "Mitochondrial disease resulting in reduced bioenergetic output can be due to mutations in either nuclear DNA-encoded or mitochondrial DNA-encoded gene products. We summarize some of the underlying principles of mitochondrial genetics that impact the diagnosis and pathogenesis of mitochondrial disorders. In addition, we present a brief overview of a new frontier in the field, namely, mitochondrial \"dynamics,\" which controls organellar fusion, fission, trafficking, and positioning, and exerts mitochondrial \"quality control\" by maintaining organellar integrity and viability. Analysis of mutations in gene products associated with this latter area has opened up new vistas in the study of disorders associated with compromised energy production.",
        "Keywords": [
            "mitodynamics",
            "mtDNA",
            "oxidative phosphorylation",
            "respiratory chain"
        ],
        "MeSH terms": [
            "DNA, Mitochondrial",
            "Humans",
            "Mitochondria",
            "Mitochondrial Diseases"
        ],
        "Authors": [
            {
                "First Name": "Estela",
                "Last Name": "Area-Gomez",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, NY, USA eag2118@columbia.edu."
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, NY, USA Department of Genetics and Development, Columbia University Medical Center, New York, NY, USA."
            }
        ],
        "Journal": "Journal of child neurology",
        "PubDate": "2014"
    },
    {
        "PMID": "24473201",
        "Title": "Mixing and matching mitochondrial aminoacyl synthetases and their tRNAs: a new way to treat respiratory chain disorders?",
        "Abstract": "Mutations in mitochondrial DNA are an important cause of human disease and from a therapeutic standpoint, these disorders are currently untreatable. New studies now show that a non‐cognate mitochondrial aminoacyl tRNA synthetase can overcome the respiratory defect caused by an mt‐tRNA mutation and that the isolated carboxy‐terminal domain of human mt‐leucyl tRNA synthetase can ameliorate the pathologic phenotype.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acyl-tRNA Synthetases",
            "DNA, Mitochondrial",
            "Humans",
            "Mitochondria",
            "Mitochondrial Diseases",
            "Mutation",
            "RNA, Transfer"
        ],
        "Authors": [
            {
                "First Name": "Henna",
                "Last Name": "Tyynismaa",
                "Affiliation": "Research Programs Unit Molecular Neurology, Biomedicum Helsinki, Helsinki, Finland."
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": ""
            }
        ],
        "Journal": "EMBO molecular medicine",
        "PubDate": "2014"
    },
    {
        "PMID": "23835535",
        "Title": "The clinical maze of mitochondrial neurology.",
        "Abstract": "Mitochondrial diseases involve the respiratory chain, which is under the dual control of nuclear and mitochondrial DNA (mtDNA). The complexity of mitochondrial genetics provides one explanation for the clinical heterogeneity of mitochondrial diseases, but our understanding of disease pathogenesis remains limited. Classification of Mendelian mitochondrial encephalomyopathies has been laborious, but whole-exome sequencing studies have revealed unexpected molecular aetiologies for both typical and atypical mitochondrial disease phenotypes. Mendelian mitochondrial defects can affect five components of mitochondrial biology: subunits of respiratory chain complexes (direct hits); mitochondrial assembly proteins; mtDNA translation; phospholipid composition of the inner mitochondrial membrane; or mitochondrial dynamics. A sixth category-defects of mtDNA maintenance-combines features of Mendelian and mitochondrial genetics. Genetic defects in mitochondrial dynamics are especially important in neurology as they cause optic atrophy, hereditary spastic paraplegia, and Charcot-Marie-Tooth disease. Therapy is inadequate and mostly palliative, but promising new avenues are being identified. Here, we review current knowledge on the genetics and pathogenesis of the six categories of mitochondrial disorders outlined above, focusing on their salient clinical manifestations and highlighting novel clinical entities. An outline of diagnostic clues for the various forms of mitochondrial disease, as well as potential therapeutic strategies, is also discussed.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Mitochondria",
            "Mitochondrial Dynamics",
            "Mitochondrial Encephalomyopathies",
            "Mutation"
        ],
        "Authors": [
            {
                "First Name": "Salvatore",
                "Last Name": "DiMauro",
                "Affiliation": "College of Physicians and Surgeons, 630 West 168th Street, New York, NY 10032, USA. sd12@columbia.edu"
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": ""
            },
            {
                "First Name": "Valerio",
                "Last Name": "Carelli",
                "Affiliation": ""
            },
            {
                "First Name": "Michio",
                "Last Name": "Hirano",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature reviews. Neurology",
        "PubDate": "2013"
    },
    {
        "PMID": "23154810",
        "Title": "Human mitochondrial DNA: roles of inherited and somatic mutations.",
        "Abstract": "Mutations in the human mitochondrial genome are known to cause an array of diverse disorders, most of which are maternally inherited, and all of which are associated with defects in oxidative energy metabolism. It is now emerging that somatic mutations in mitochondrial DNA (mtDNA) are also linked to other complex traits, including neurodegenerative diseases, ageing and cancer. Here we discuss insights into the roles of mtDNA mutations in a wide variety of diseases, highlighting the interesting genetic characteristics of the mitochondrial genome and challenges in studying its contribution to pathogenesis.",
        "Keywords": [],
        "MeSH terms": [
            "Aging",
            "DNA, Mitochondrial",
            "Electron Transport",
            "Genome, Mitochondrial",
            "Germ-Line Mutation",
            "Heredodegenerative Disorders, Nervous System",
            "Humans",
            "Mitochondrial Diseases",
            "Models, Biological",
            "Models, Genetic",
            "Mutation",
            "Neoplasms",
            "Oxidative Phosphorylation"
        ],
        "Authors": [
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, 630 West 168th Street, New York, New York 10032, USA. eas3@columbia.edu"
            },
            {
                "First Name": "Salvatore",
                "Last Name": "DiMauro",
                "Affiliation": ""
            },
            {
                "First Name": "Michio",
                "Last Name": "Hirano",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature reviews. Genetics",
        "PubDate": "2012"
    },
    {
        "PMID": "22922446",
        "Title": "Mitochondria-associated ER membranes in Alzheimer disease.",
        "Abstract": "Alzheimer disease (AD) is associated with the accumulation in the brain of extracellular neuritic plaques composed mainly of β-amyloid (Aβ) and of intracellular neurofibrillary tangles composed of hyperphosphorylated forms of the microtubule-associated protein tau. It is also associated with other features that have received less attention, including aberrant phospholipid, cholesterol, and calcium metabolism, and altered mitochondrial function and dynamics. The underlying mechanism(s) that might explain these observations are currently unknown. We recently showed that presenilin-1 (PS1), presenilin-2 (PS2), and γ-secretase activity, which processes the amyloid precursor protein (APP) to generate Aβ, are located predominantly in a specialized subcompartment of the endoplasmic reticulum (ER) that is physically and biochemically connected to mitochondria, called mitochondria-associated ER membranes (MAM). MAM is an intracellular lipid raft-like structure intimately involved in cholesterol and phospholipid lipid metabolism, in calcium homeostasis, and in mitochondrial function and dynamics. The coincidence of the functions associated with MAM with the symptomatology of AD led us to speculate that presenilins play a role in maintaining MAM function. We found that, consistent with this supposition, both MAM function and ER-mitochondrial connectivity are increased significantly in AD, which may help explain many of the biochemical and morphological features of the disease. Based on these findings, we propose that AD is fundamentally a disorder of ER-mitochondrial communication (the \"MAM hypothesis\"). This article is part of a Special Issue entitled 'Mitochondrial function and dysfunction in neurodegeneration'.",
        "Keywords": [],
        "MeSH terms": [
            "Alzheimer Disease",
            "Amyloid",
            "Animals",
            "Endoplasmic Reticulum",
            "Humans",
            "Intracellular Membranes",
            "Lipid Metabolism",
            "Membrane Microdomains",
            "Mitochondria",
            "Presenilins"
        ],
        "Authors": [
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": "Department of Neurology, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Estela",
                "Last Name": "Area-Gomez",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular and cellular neurosciences",
        "PubDate": "2013"
    },
    {
        "PMID": "22892566",
        "Title": "Upregulated function of mitochondria-associated ER membranes in Alzheimer disease.",
        "Abstract": "Alzheimer disease (AD) is associated with aberrant processing of the amyloid precursor protein (APP) by γ-secretase, via an unknown mechanism. We recently showed that presenilin-1 and -2, the catalytic components of γ-secretase, and γ-secretase activity itself, are highly enriched in a subcompartment of the endoplasmic reticulum (ER) that is physically and biochemically connected to mitochondria, called mitochondria-associated ER membranes (MAMs). We now show that MAM function and ER-mitochondrial communication-as measured by cholesteryl ester and phospholipid synthesis, respectively-are increased significantly in presenilin-mutant cells and in fibroblasts from patients with both the familial and sporadic forms of AD. We also show that MAM is an intracellular detergent-resistant lipid raft (LR)-like domain, consistent with the known presence of presenilins and γ-secretase activity in rafts. These findings may help explain not only the aberrant APP processing but also a number of other biochemical features of AD, including altered lipid metabolism and calcium homeostasis. We propose that upregulated MAM function at the ER-mitochondrial interface, and increased cross-talk between these two organelles, may play a hitherto unrecognized role in the pathogenesis of AD.",
        "Keywords": [],
        "MeSH terms": [
            "Alzheimer Disease",
            "Animals",
            "Blotting, Western",
            "Cells, Cultured",
            "Embryo, Mammalian",
            "Endoplasmic Reticulum",
            "Fibroblasts",
            "Humans",
            "Membrane Microdomains",
            "Mice",
            "Mice, Knockout",
            "Mitochondria",
            "Mitochondrial Membranes",
            "Presenilin-1",
            "Presenilin-2",
            "RNA, Messenger",
            "RNA, Small Interfering",
            "Real-Time Polymerase Chain Reaction",
            "Reverse Transcriptase Polymerase Chain Reaction",
            "Subcellular Fractions"
        ],
        "Authors": [
            {
                "First Name": "Estela",
                "Last Name": "Area-Gomez",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Maria",
                "Last Name": "Del Carmen Lara Castillo",
                "Affiliation": ""
            },
            {
                "First Name": "Marc D",
                "Last Name": "Tambini",
                "Affiliation": ""
            },
            {
                "First Name": "Cristina",
                "Last Name": "Guardia-Laguarta",
                "Affiliation": ""
            },
            {
                "First Name": "Ad J C",
                "Last Name": "de Groof",
                "Affiliation": ""
            },
            {
                "First Name": "Moneek",
                "Last Name": "Madra",
                "Affiliation": ""
            },
            {
                "First Name": "Junichi",
                "Last Name": "Ikenouchi",
                "Affiliation": ""
            },
            {
                "First Name": "Masato",
                "Last Name": "Umeda",
                "Affiliation": ""
            },
            {
                "First Name": "Thomas D",
                "Last Name": "Bird",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen L",
                "Last Name": "Sturley",
                "Affiliation": ""
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": ""
            }
        ],
        "Journal": "The EMBO journal",
        "PubDate": "2012"
    },
    {
        "PMID": "22729865",
        "Title": "The many clinical faces of cytochrome c oxidase deficiency.",
        "Abstract": "Cytochrome c oxidase (COX) catalyzes the last step in respiration, transferring electrons from cytochrome c to molecular oxygen and coupling electron transfer with proton translocation from the mitochondrial matrix to the intermembrane space. COX is composed of 13 subunits, three larger catalytic subunits encoded by mitochondrial DNA (mtDNA) and ten subunits encoded by nuclear DNA. Clinically heterogeneous human diseases were attributed to COX deficiency since the 1970s, mostly based on histochemical or biochemical data in muscle biopsies. Here, we revisit the COX deficiencies described before the molecular era, assess the value of COX histochemistry in conjunction with succinate dehydrogenase (SDH) stain, and review the clinical presentations of primary COX deficiencies defined at the molecular level. In general, mutations in mtDNA COX genes are associated with milder and later onset clinical syndromes, probably due to heteroplasmy. Mutations affecting nuclear-encoded COX subunits (\"direct hits\") are extremely rare whereas mutations affecting assembly proteins (\"indirect hits\") account for most COX deficiencies and the list keeps growing. Onset is generally in infancy and survival into adolescence or adult life is infrequent. The most common neurological disorder is Leigh syndrome, either alone or associated with cardiopathy, hepatopathy, or nephropathy.",
        "Keywords": [],
        "MeSH terms": [
            "Cytochrome-c Oxidase Deficiency",
            "Electron Transport Complex IV",
            "Humans",
            "Leigh Disease",
            "Mutation",
            "Protein Subunits",
            "Succinate Dehydrogenase"
        ],
        "Authors": [
            {
                "First Name": "Salvatore",
                "Last Name": "DiMauro",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, NY 10032, USA. sd12@columbia.edu"
            },
            {
                "First Name": "Kurenai",
                "Last Name": "Tanji",
                "Affiliation": ""
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": ""
            }
        ],
        "Journal": "Advances in experimental medicine and biology",
        "PubDate": "2012"
    },
    {
        "PMID": "22421036",
        "Title": "Eliminating mitochondrial DNA from sperm.",
        "Abstract": "Most eukaryotes show uniparental inheritance of mitochondrial DNA (mtDNA). In this issue of Developmental Cell, DeLuca and O'Farrell (2012) show that active elimination of mtDNA during sperm development in Drosophila ensures that mature spermatozoa are devoid of DNA.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "David C",
                "Last Name": "Chan",
                "Affiliation": "Division of Biology, California Institute of Technology, and the Howard Hughes Medical Institute, Pasadena, CA 91125, USA. dchan@caltech.edu"
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental cell",
        "PubDate": "2012"
    },
    {
        "PMID": "22361618",
        "Title": "Mitophagy in cells with mtDNA mutations: being sick is not enough.",
        "Abstract": "Despite the emergence of autophagy as a key process for mitochondrial quality control, the existence and persistence of pathogenic mtDNA mutations in human disease suggests that the degradation of dysfunctional mitochondria does not occur widely in vivo. During macroautophagy, a double-membraned cup-shaped structure engulfs cytosolic content. This autophagic vesicle then fuses with lysosomes, allowing hydrolytic enzymes to degrade the contents. Mitochondrial autophagy, or mitophagy, is thought to degrade damaged or nonfunctioning mitochondria specifically. The Parkinson disease-related proteins PINK1 (a mitochondrially localized kinase) and PARK2 (PARKIN, a cytosolically-localized E3 ubiquitin ligase) are essential for targeting mitochondria for mitophagy. Upon chemical uncoupling of the mitochondrial transmembrane potential (Δψ(m)), PINK1 located in the mitochondrial outer membrane recruits PARK2 from the cytosol to the mitochondria, followed by delivery of the organelle to the autophagic machinery for degradation.",
        "Keywords": [],
        "MeSH terms": [
            "Autophagy",
            "Cell Line",
            "DNA, Mitochondrial",
            "Humans",
            "Membrane Potential, Mitochondrial",
            "Mitochondria",
            "Models, Biological",
            "Mutation",
            "Protein Kinases",
            "TOR Serine-Threonine Kinases"
        ],
        "Authors": [
            {
                "First Name": "Rosa L A",
                "Last Name": "de Vries",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Robert W",
                "Last Name": "Gilkerson",
                "Affiliation": ""
            },
            {
                "First Name": "Serge",
                "Last Name": "Przedborski",
                "Affiliation": ""
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": ""
            }
        ],
        "Journal": "Autophagy",
        "PubDate": "2012"
    },
    {
        "PMID": "22080835",
        "Title": "Mitochondrial autophagy in cells with mtDNA mutations results from synergistic loss of transmembrane potential and mTORC1 inhibition.",
        "Abstract": "Autophagy has emerged as a key cellular process for organellar quality control, yet this pathway apparently fails to eliminate mitochondria containing pathogenic mutations in mitochondrial DNA (mtDNA) in patients with a variety of human diseases. In order to explore how mtDNA-mediated mitochondrial dysfunction interacts with endogenous autophagic pathways, we examined autophagic status in a panel of human cytoplasmic hybrid (cybrid) cell lines carrying a variety of pathogenic mtDNA mutations. We found that both genetic- and chemically induced loss of mitochondrial transmembrane potential (Δψ(m)) caused recruitment of the pro-mitophagic factor Parkin to mitochondria. Strikingly, however, the loss of Δψ(m) alone was insufficient to prompt delivery of mitochondria to the autophagosome (mitophagy). We found that mitophagy could be induced following treatment with the mTORC1 inhibitor rapamycin in cybrids carrying either large-scale partial deletions of mtDNA or complete depletion of mtDNA. Further, we found that the level of endogenous Parkin is a crucial determinant of mitophagy. These results suggest a two-hit model, in which the synergistic induction of both (i) mitochondrial recruitment of Parkin following the loss of Δψ(m) and (ii) mTORC1-controlled general macroautophagy is required for mitophagy. It appears that mitophagy can be accomplished by the endogenous autophagic machinery, but requires the full engagement of both of these pathways.",
        "Keywords": [],
        "MeSH terms": [
            "Autophagy",
            "Cell Line, Tumor",
            "DNA, Mitochondrial",
            "Humans",
            "Mechanistic Target of Rapamycin Complex 1",
            "Membrane Potential, Mitochondrial",
            "Mitochondria",
            "Multiprotein Complexes",
            "Mutation",
            "Phagosomes",
            "Proteins",
            "Signal Transduction",
            "Sirolimus",
            "TOR Serine-Threonine Kinases",
            "Ubiquitin-Protein Ligases"
        ],
        "Authors": [
            {
                "First Name": "Robert W",
                "Last Name": "Gilkerson",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Rosa L A",
                "Last Name": "De Vries",
                "Affiliation": ""
            },
            {
                "First Name": "Paul",
                "Last Name": "Lebot",
                "Affiliation": ""
            },
            {
                "First Name": "Jakob D",
                "Last Name": "Wikstrom",
                "Affiliation": ""
            },
            {
                "First Name": "Edina",
                "Last Name": "Torgyekes",
                "Affiliation": ""
            },
            {
                "First Name": "Orian S",
                "Last Name": "Shirihai",
                "Affiliation": ""
            },
            {
                "First Name": "Serge",
                "Last Name": "Przedborski",
                "Affiliation": ""
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": ""
            }
        ],
        "Journal": "Human molecular genetics",
        "PubDate": "2012"
    },
    {
        "PMID": "21689593",
        "Title": "Mitochondria: the next (neurode)generation.",
        "Abstract": "Adult-onset neurodegenerative disorders are disabling and often fatal diseases of the nervous system whose underlying mechanisms of cell death remain unknown. Defects in mitochondrial respiration had previously been proposed to contribute to the occurrence of many, if not all, of the most common neurodegenerative disorders. However, the discovery of genes mutated in hereditary forms of these enigmatic diseases has additionally suggested defects in mitochondrial dynamics. Such disturbances can lead to changes in mitochondrial trafficking, in interorganellar communication, and in mitochondrial quality control. These new mechanisms by which mitochondria may also be linked to neurodegeneration will likely have far-reaching implications for our understanding of the pathophysiology and treatment of adult-onset neurodegenerative disorders.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Energy Metabolism",
            "Heredodegenerative Disorders, Nervous System",
            "Humans",
            "Middle Aged",
            "Mitochondria",
            "Neurodegenerative Diseases",
            "Neurons",
            "Protein Transport"
        ],
        "Authors": [
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": "Department of Neurology, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Serge",
                "Last Name": "Przedborski",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2011"
    },
    {
        "PMID": "20978358",
        "Title": "Prkdc participates in mitochondrial genome maintenance and prevents Adriamycin-induced nephropathy in mice.",
        "Abstract": "Adriamycin (ADR) is a commonly used chemotherapeutic agent that also produces significant tissue damage. Mutations to mitochondrial DNA (mtDNA) and reductions in mtDNA copy number have been identified as contributors to ADR-induced injury. ADR nephropathy only occurs among specific mouse inbred strains, and this selective susceptibility to kidney injury maps as a recessive trait to chromosome 16A1-B1. Here, we found that sensitivity to ADR nephropathy in mice was produced by a mutation in the Prkdc gene, which encodes a critical nuclear DNA double-stranded break repair protein. This finding was confirmed in mice with independent Prkdc mutations. Overexpression of Prkdc in cultured mouse podocytes significantly improved cell survival after ADR treatment. While Prkdc protein was not detected in mitochondria, mice with Prkdc mutations showed marked mtDNA depletion in renal tissue upon ADR treatment. To determine whether Prkdc participates in mtDNA regulation, we tested its genetic interaction with Mpv17, which encodes a mitochondrial protein mutated in human mtDNA depletion syndromes (MDDSs). While single mutant mice were asymptomatic, Prkdc/Mpv17 double-mutant mice developed mtDNA depletion and recapitulated many MDDS and ADR injury phenotypes. These findings implicate mtDNA damage in the development of ADR toxicity and identify Prkdc as a MDDS modifier gene and a component of the mitochondrial genome maintenance pathway.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Antibiotics, Antineoplastic",
            "Cells, Cultured",
            "DNA Mutational Analysis",
            "DNA-Activated Protein Kinase",
            "DNA-Binding Proteins",
            "Doxorubicin",
            "Genetic Predisposition to Disease",
            "Genome, Mitochondrial",
            "Humans",
            "Kidney",
            "Kidney Diseases",
            "Membrane Proteins",
            "Mice",
            "Mice, Inbred Strains",
            "Mice, Knockout",
            "Molecular Sequence Data",
            "Mutation",
            "Nuclear Proteins",
            "Sequence Alignment"
        ],
        "Authors": [
            {
                "First Name": "Natalia",
                "Last Name": "Papeta",
                "Affiliation": "Department of Medicine, Columbia University College of Physicians and Surgeons, New York, New York 10032, USA."
            },
            {
                "First Name": "Zongyu",
                "Last Name": "Zheng",
                "Affiliation": ""
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": ""
            },
            {
                "First Name": "Sonja",
                "Last Name": "Brosel",
                "Affiliation": ""
            },
            {
                "First Name": "Mehmet M",
                "Last Name": "Altintas",
                "Affiliation": ""
            },
            {
                "First Name": "Samih H",
                "Last Name": "Nasr",
                "Affiliation": ""
            },
            {
                "First Name": "Jochen",
                "Last Name": "Reiser",
                "Affiliation": ""
            },
            {
                "First Name": "Vivette D",
                "Last Name": "D'Agati",
                "Affiliation": ""
            },
            {
                "First Name": "Ali G",
                "Last Name": "Gharavi",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of clinical investigation",
        "PubDate": "2010"
    },
    {
        "PMID": "20864674",
        "Title": "Unexpected vascular enrichment of SCO1 over SCO2 in mammalian tissues: implications for human mitochondrial disease.",
        "Abstract": "Mammalian SCO1 and SCO2 are evolutionarily-related copper-binding proteins that are required for the assembly of cytochrome c oxidase (COX), a mitochondrial respiratory chain complex, but the exact roles that they play in the assembly process are unclear. Mutations in both SCO1 and SCO2 are associated with distinct clinical phenotypes as well as tissue-specific COX deficiency, but the reason for such tissue specificity is unknown. We show in this study that although both genes are expressed ubiquitously in all mouse and human tissues examined, surprisingly, SCO1 localizes predominantly to blood vessels, whereas SCO2 is barely detectable in this tissue. To our knowledge, SCO1 is the first known example of a mitochondrial protein that is strongly expressed in the vasculature. We also show that the expression of SCO1, but not of SCO2, is very high in liver (the tissue most affected in SCO1-mutant patients), whereas the reverse holds true in muscle (the tissue most affected in SCO2-mutant patients). Our findings may help explain the differences in clinical presentations due to mutations in SCO1 and SCO2 and provide clues regarding the partially nonoverlapping functions of these two proteins.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Blood Vessels",
            "Carrier Proteins",
            "Humans",
            "Membrane Proteins",
            "Mice",
            "Mitochondrial Diseases",
            "Mitochondrial Proteins",
            "Molecular Chaperones",
            "Tissue Distribution",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Sonja",
                "Last Name": "Brosel",
                "Affiliation": "Department of Genetics and Development, P&S 4-449, Columbia University Medical Center, 630 W. 168th St., New York, NY 10032, USA."
            },
            {
                "First Name": "Hua",
                "Last Name": "Yang",
                "Affiliation": ""
            },
            {
                "First Name": "Kurenai",
                "Last Name": "Tanji",
                "Affiliation": ""
            },
            {
                "First Name": "Eduardo",
                "Last Name": "Bonilla",
                "Affiliation": ""
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": ""
            }
        ],
        "Journal": "The American journal of pathology",
        "PubDate": "2010"
    },
    {
        "PMID": "20556877",
        "Title": "Therapeutic prospects for mitochondrial disease.",
        "Abstract": "Until even only a few years ago, the idea that effective therapies for human mitochondrial disorders resulting from the dysfunction of the respiratory chain/oxidative phosphorylation system (OxPhos) could be developed was unimaginable. The obstacles to treating diseases caused by mutations in either mitochondrial DNA (mtDNA) or nuclear DNA (nDNA), and which had the potential to affect nearly every organ system, seemed overwhelming. However, although clinically applicable therapies remain largely in the future, the landscape has changed dramatically and we can now envision the possibility of treating some of these disorders. Among these are techniques to upregulate mitochondrial biogenesis, enhance organellar fusion and fission, \"shift heteroplasmy\" and eliminate the burden of mutant mtDNAs via cytoplasmic transfer.",
        "Keywords": [],
        "MeSH terms": [
            "Calcium",
            "DNA, Mitochondrial",
            "Humans",
            "Mitochondrial Diseases",
            "Models, Biological",
            "Oxidative Phosphorylation"
        ],
        "Authors": [
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, NY, USA. eas3@columbia.edu"
            },
            {
                "First Name": "Salvatore",
                "Last Name": "DiMauro",
                "Affiliation": ""
            },
            {
                "First Name": "Michio",
                "Last Name": "Hirano",
                "Affiliation": ""
            },
            {
                "First Name": "Robert W",
                "Last Name": "Gilkerson",
                "Affiliation": ""
            }
        ],
        "Journal": "Trends in molecular medicine",
        "PubDate": "2010"
    },
    {
        "PMID": "20421691",
        "Title": "Is Alzheimer's disease a disorder of mitochondria-associated membranes?",
        "Abstract": "The subcellular localization of presenilin-1 (PS1) and presenilin-2 (PS2), two proteins that, when mutated, cause familial Alzheimer's disease (AD), is controversial. We have discovered that mitochondria-associated membranes (MAM) - a specialized subcompartment of the endoplasmic reticulum (ER) involved in lipid metabolism and calcium homeostasis that physically connects ER to mitochondria - is the predominant subcellular location for PS1 and PS2, and for gamma-secretase activity. We hypothesize that presenilins play a role in maintaining MAM function, and that not only altered amyloid-beta levels and hyperphosphorylated tau, but also many other features of AD (e.g., altered phospholipid and cholesterol metabolism, aberrant calcium homeostasis, and abnormal mitochondrial dynamics) result from compromised MAM function. The localization of presenilins and gamma-secretase in MAM may help reconcile disparate ideas regarding the pathogenesis of AD, under a unifying hypothesis that could explain many features of both sporadic and familial AD, thereby taking AD research in a new and fruitful direction.",
        "Keywords": [],
        "MeSH terms": [
            "Alzheimer Disease",
            "Amyloid Precursor Protein Secretases",
            "Animals",
            "Humans",
            "Lipid Metabolism",
            "Mitochondrial Diseases",
            "Mitochondrial Membranes",
            "Models, Biological",
            "Presenilin-1",
            "Presenilin-2"
        ],
        "Authors": [
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, NY, USA. eas3@columbia.edu"
            },
            {
                "First Name": "Estela",
                "Last Name": "Area-Gomez",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of Alzheimer's disease : JAD",
        "PubDate": "2010"
    },
    {
        "PMID": "19837698",
        "Title": "Analysis of mouse models of cytochrome c oxidase deficiency owing to mutations in Sco2.",
        "Abstract": "Mutations in SCO2, a protein required for the proper assembly and functioning of cytochrome c oxidase (COX; complex IV of the mitochondrial respiratory chain), cause a fatal infantile cardioencephalomyopathy with COX deficiency. We have generated mice harboring a Sco2 knock-out (KO) allele and a Sco2 knock-in (KI) allele expressing an E-->K mutation at position 129 (E129K), corresponding to the E140K mutation found in almost all human SCO2-mutated patients. Whereas homozygous KO mice were embryonic lethals, homozygous KI and compound heterozygous KI/KO mice were viable, but had muscle weakness; biochemically, they had respiratory chain deficiencies as well as complex IV assembly defects in multiple tissues. There was a concomitant reduction in mitochondrial copper content, but the total amount of copper in examined tissues was not reduced. These mouse models should be of use in further studies of Sco2 function, as well as in testing therapeutic approaches to treat the human disorder.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Blotting, Western",
            "Copper",
            "Cytochrome-c Oxidase Deficiency",
            "Disease Models, Animal",
            "Electron Transport Complex IV",
            "Embryo, Mammalian",
            "Enzyme Assays",
            "Immunohistochemistry",
            "Mice",
            "Mice, Knockout",
            "Mitochondria",
            "Molecular Chaperones",
            "Muscles",
            "Mutation",
            "Organ Specificity"
        ],
        "Authors": [
            {
                "First Name": "Hua",
                "Last Name": "Yang",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, Berrie-303A, New York, NY 10032, USA."
            },
            {
                "First Name": "Sonja",
                "Last Name": "Brosel",
                "Affiliation": ""
            },
            {
                "First Name": "Rebeca",
                "Last Name": "Acin-Perez",
                "Affiliation": ""
            },
            {
                "First Name": "Vesna",
                "Last Name": "Slavkovich",
                "Affiliation": ""
            },
            {
                "First Name": "Ichizo",
                "Last Name": "Nishino",
                "Affiliation": ""
            },
            {
                "First Name": "Raffay",
                "Last Name": "Khan",
                "Affiliation": ""
            },
            {
                "First Name": "Ira J",
                "Last Name": "Goldberg",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph",
                "Last Name": "Graziano",
                "Affiliation": ""
            },
            {
                "First Name": "Giovanni",
                "Last Name": "Manfredi",
                "Affiliation": ""
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": ""
            }
        ],
        "Journal": "Human molecular genetics",
        "PubDate": "2010"
    },
    {
        "PMID": "19834068",
        "Title": "Presenilins are enriched in endoplasmic reticulum membranes associated with mitochondria.",
        "Abstract": "Presenilin-1 (PS1) and -2 (PS2), which when mutated cause familial Alzheimer disease, have been localized to numerous compartments of the cell, including the endoplasmic reticulum, Golgi, nuclear envelope, endosomes, lysosomes, the plasma membrane, and mitochondria. Using three complementary approaches, subcellular fractionation, gamma-secretase activity assays, and immunocytochemistry, we show that presenilins are highly enriched in a subcompartment of the endoplasmic reticulum that is associated with mitochondria and that forms a physical bridge between the two organelles, called endoplasmic reticulum-mitochondria-associated membranes. A localization of PS1 and PS2 in mitochondria-associated membranes may help reconcile the disparate hypotheses regarding the pathogenesis of Alzheimer disease and may explain many seemingly unrelated features of this devastating neurodegenerative disorder.",
        "Keywords": [],
        "MeSH terms": [
            "Alzheimer Disease",
            "Amyloid Precursor Protein Secretases",
            "Animals",
            "Cells, Cultured",
            "Coenzyme A Ligases",
            "Endoplasmic Reticulum",
            "Humans",
            "Intracellular Membranes",
            "Mice",
            "Mitochondria",
            "Presenilin-1",
            "Presenilin-2",
            "Rats",
            "Subcellular Fractions"
        ],
        "Authors": [
            {
                "First Name": "Estela",
                "Last Name": "Area-Gomez",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Ad J C",
                "Last Name": "de Groof",
                "Affiliation": ""
            },
            {
                "First Name": "Istvan",
                "Last Name": "Boldogh",
                "Affiliation": ""
            },
            {
                "First Name": "Thomas D",
                "Last Name": "Bird",
                "Affiliation": ""
            },
            {
                "First Name": "Gary E",
                "Last Name": "Gibson",
                "Affiliation": ""
            },
            {
                "First Name": "Carla M",
                "Last Name": "Koehler",
                "Affiliation": ""
            },
            {
                "First Name": "Wai Haung",
                "Last Name": "Yu",
                "Affiliation": ""
            },
            {
                "First Name": "Karen E",
                "Last Name": "Duff",
                "Affiliation": ""
            },
            {
                "First Name": "Michael P",
                "Last Name": "Yaffe",
                "Affiliation": ""
            },
            {
                "First Name": "Liza A",
                "Last Name": "Pon",
                "Affiliation": ""
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": ""
            }
        ],
        "Journal": "The American journal of pathology",
        "PubDate": "2009"
    },
    {
        "PMID": "19704786",
        "Title": "Nucleoid autonomy: An underlying mechanism of mitochondrial genetics with therapeutic potential.",
        "Abstract": "Emerging research shows that the packaging of mitochondrial DNA (mtDNA) into protein-DNA assemblies called nucleoids confers higher-order organization to the mitochondrial genome. Studies of nucleoid composition, structure and dynamics reveal the mitochondrial nucleoid to be tightly regulated in its genetic autonomy, macromolecular organization and distribution throughout the cell. Our recent research shows that mitochondrial nucleoids are self-contained genetic entities that do not exchange mtDNAs with each other frequently. This suggests that the genetic composition of a cell's nucleoids will be the key determinant of the cell's mtDNA dynamics, and provides a mechanistic basis for therapeutic methods to rescue dysfunction due to mutations in mtDNA.",
        "Keywords": [
            "heteroplasmy",
            "mitochondria",
            "mitochondrial DNA",
            "nucleoid",
            "therapeutics"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Robert W",
                "Last Name": "Gilkerson",
                "Affiliation": "Department of Neurology; College of Physicians and Surgeons; Columbia University; New York, New York USA."
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": ""
            }
        ],
        "Journal": "Communicative & integrative biology",
        "PubDate": "2008"
    },
    {
        "PMID": "19616602",
        "Title": "Functional complementation of mitochondrial DNAs: mobilizing mitochondrial genetics against dysfunction.",
        "Abstract": "Human mitochondrial DNA (mtDNA) is a 16.6-kb circular genome that is typically found in approximately 1000 copies per cell. Frequently, one or more forms of mtDNA (i.e. wildtype (WT) and one or more mutant variants) will co-exist within an individual cell, a situation termed heteroplasmy; however, it has been unclear how different mitochondria and mtDNA populations interact functionally in a heteroplasmic cell system. Using sequence-specific microscopic methods to examine mtDNA at suborganellar resolution, we examined the submitochondrial organization of mtDNA heteroplasmy in nucleoids, the DNA-protein complexes that organize and package mtDNA. Our recent results reveal that, while heterologous mtDNAs are generally maintained stably in separate nucleoid populations, the two mtDNAs transcomplement each other to restore WT-like levels of mitochondrial function and morphology. These findings reveal that the diffusion of mtDNA-derived transcripts through the mitochondrial matrix allows for transcomplementation, despite the apparent genetic autonomy of nucleoids. The fundamental ability of mtDNAs to complement each other within the matrix of the mitochondrial network provides a mechanistic basis for therapeutic strategies designed to restore mitochondrial function in heteroplasmic cells by increasing WT mtDNA content, particularly in light of the emerging connection between the processes of mitochondrial fission/fusion and mtDNA nucleoid organization.",
        "Keywords": [],
        "MeSH terms": [
            "Adenosine Triphosphate",
            "DNA, Circular",
            "DNA, Mitochondrial",
            "Genetic Complementation Test",
            "Genetic Variation",
            "Genome",
            "Humans",
            "Image Processing, Computer-Assisted",
            "MELAS Syndrome",
            "Mitochondria",
            "Mitochondrial Membranes",
            "Oxygen Consumption",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": "Department of Neurology, College of Physicians and Surgeons, Columbia University, Russ Berrie Pavilion 307, 1150 St. Nicholas Ave., New York, NY 10032, USA."
            },
            {
                "First Name": "Robert W",
                "Last Name": "Gilkerson",
                "Affiliation": ""
            }
        ],
        "Journal": "Biochimica et biophysica acta",
        "PubDate": "2010"
    },
    {
        "PMID": "19117538",
        "Title": "Heavy breathing: energy conversion by mitochondrial respiratory supercomplexes.",
        "Abstract": "The phrase \"respiratory chain\" implies that energy that is ultimately derived from mitochondrial oxidative phosphorylation is produced via a linear arrangement of discrete electron transfer complexes. A recent paper in Molecular Cell (Acin-Pérez et al., 2008) calls this model into question.",
        "Keywords": [],
        "MeSH terms": [
            "ATP Synthetase Complexes",
            "Cytochromes c",
            "Electron Transport Chain Complex Proteins",
            "Energy Metabolism",
            "Mitochondria",
            "Models, Molecular",
            "Oxidative Phosphorylation"
        ],
        "Authors": [
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": "Columbia University, New York, NY 10032, USA. eas3@columbia.edu"
            },
            {
                "First Name": "Norbert A",
                "Last Name": "Dencher",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell metabolism",
        "PubDate": "2009"
    },
    {
        "PMID": "18765719",
        "Title": "Bacterial conjugation in the cytoplasm of mouse cells.",
        "Abstract": "Intracellular pathogenic organisms such as salmonellae and shigellae are able to evade the effects of many antibiotics because the drugs are not able to penetrate the plasma membrane. In addition, these bacteria may be able to transfer genes within cells while protected from the action of drugs. The primary mode by which virulence and antibiotic resistance genes are spread is bacterial conjugation. Salmonellae have been shown to be competent for conjugation in the vacuoles of cultured mammalian cells. We now show that the conjugation machinery is also functional in the mammalian cytosol. Specially constructed Escherichia coli strains expressing Shigella flexneri plasmid and chromosomal virulence factors for escape from vacuoles and synthesizing the invasin protein from Yersinia pseudotuberculosis to enhance cellular entry were able to enter 3T3 cells and escape from the phagocytic vacuole. One bacterial strain (the donor) of each pair to be introduced sequentially into mammalian cells had a conjugative plasmid. We found that this plasmid could be transferred at high frequency. Conjugation in the cytoplasm of cells may well be a general phenomenon.",
        "Keywords": [],
        "MeSH terms": [
            "3T3 Cells",
            "Animals",
            "Bacterial Physiological Phenomena",
            "Conjugation, Genetic",
            "Cytoplasm",
            "Host-Parasite Interactions",
            "Mice",
            "Plasmids"
        ],
        "Authors": [
            {
                "First Name": "Yin Mei",
                "Last Name": "Lim",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Ad J C",
                "Last Name": "de Groof",
                "Affiliation": ""
            },
            {
                "First Name": "Mrinal K",
                "Last Name": "Bhattacharjee",
                "Affiliation": ""
            },
            {
                "First Name": "David H",
                "Last Name": "Figurski",
                "Affiliation": ""
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": ""
            }
        ],
        "Journal": "Infection and immunity",
        "PubDate": "2008"
    },
    {
        "PMID": "18573913",
        "Title": "Mitochondrial nucleoids maintain genetic autonomy but allow for functional complementation.",
        "Abstract": "Mitochondrial DNA (mtDNA) is packaged into DNA-protein assemblies called nucleoids, but the mode of mtDNA propagation via the nucleoid remains controversial. Two mechanisms have been proposed: nucleoids may consistently maintain their mtDNA content faithfully, or nucleoids may exchange mtDNAs dynamically. To test these models directly, two cell lines were fused, each homoplasmic for a partially deleted mtDNA in which the deletions were nonoverlapping and each deficient in mitochondrial protein synthesis, thus allowing the first unequivocal visualization of two mtDNAs at the nucleoid level. The two mtDNAs transcomplemented to restore mitochondrial protein synthesis but were consistently maintained in discrete nucleoids that did not intermix stably. These results indicate that mitochondrial nucleoids tightly regulate their genetic content rather than freely exchanging mtDNAs. This genetic autonomy provides a molecular mechanism to explain patterns of mitochondrial genetic inheritance, in addition to facilitating therapeutic methods to eliminate deleterious mtDNA mutations.",
        "Keywords": [],
        "MeSH terms": [
            "Cell Culture Techniques",
            "Cell Fusion",
            "Cell Line",
            "DNA, Mitochondrial",
            "Fluorescent Antibody Technique",
            "Genetic Complementation Test",
            "Genotype",
            "Humans",
            "In Situ Hybridization, Fluorescence",
            "Mitochondria",
            "Protein Biosynthesis",
            "Reproducibility of Results",
            "Sequence Deletion",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Robert W",
                "Last Name": "Gilkerson",
                "Affiliation": "Department of Neurology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": ""
            },
            {
                "First Name": "Evelyn",
                "Last Name": "Hernandez",
                "Affiliation": ""
            },
            {
                "First Name": "Mercy M",
                "Last Name": "Davidson",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of cell biology",
        "PubDate": "2008"
    },
    {
        "PMID": "18333761",
        "Title": "Mitochondrial disorders in the nervous system.",
        "Abstract": "Mitochondrial diseases (encephalomyopathies) have traditionally been ascribed to defects of the respiratory chain, which has helped researchers explain their genetic and clinical complexity. However, other mitochondrial functions are greatly important for the nervous system, including protein importation, organellar dynamics, and programmed cell death. Defects in genes controlling these functions are attracting increasing attention as causes not only of neurological (and psychiatric) diseases but also of age-related neurodegenerative disorders. After discussing some pathogenic conundrums regarding the neurological manifestations of the respiratory chain defects, we review altered mitochondrial dynamics in the etiology of specific neurological diseases and in the physiopathology of more common neurodegenerative disorders.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Brain Diseases, Metabolic",
            "Genetic Predisposition to Disease",
            "Humans",
            "Mitochondria",
            "Mitochondrial Diseases",
            "Mutation",
            "Neurodegenerative Diseases",
            "Neurons",
            "Oxidative Stress"
        ],
        "Authors": [
            {
                "First Name": "Salvatore",
                "Last Name": "DiMauro",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, NY 10032, USA. sd12@columbia.edu"
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": ""
            }
        ],
        "Journal": "Annual review of neuroscience",
        "PubDate": "2008"
    },
    {
        "PMID": "18327238",
        "Title": "A toolkit for the cell's powerhouse.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Gene Expression Profiling",
            "Genomics",
            "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
            "Mitochondria",
            "Transcription, Genetic",
            "Tubulin Modulators"
        ],
        "Authors": [
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature biotechnology",
        "PubDate": "2008"
    },
    {
        "PMID": "18074641",
        "Title": "Mitochondrial mutations: genotype to phenotype.",
        "Abstract": "Diseases associated with defects of the mitochondrial respiratory chain fall into four major categories: (1) those due to mutations in respiratory chain subunits; (2) those due to mutations that affect respiratory chain assembly; (3) those due to mutations that affect respiratory chain function indirectly, either via alterations in the translation of mtDNA-encoded polypeptides or via alterations in mtDNA integrity; and (4) those due to mutations in nDNA that affect organellar morphology and mobility, in which defects in respiratory chain function can be considered to be 'collateral damage'. All four categories will be discussed.",
        "Keywords": [],
        "MeSH terms": [
            "DNA, Mitochondrial",
            "Electron Transport",
            "Genotype",
            "Humans",
            "Mitochondria",
            "Mitochondrial Diseases",
            "Mitochondrial Proteins",
            "Mutation",
            "Phenotype"
        ],
        "Authors": [
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": "Department of Neurology, Columbia University Medical School, 630 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Salvatore",
                "Last Name": "DiMauro",
                "Affiliation": ""
            }
        ],
        "Journal": "Novartis Foundation symposium",
        "PubDate": "2007"
    },
    {
        "PMID": "17445728",
        "Title": "Appendix 6. Changes in the mitochondrial transcriptome and proteome under various stresses and growth conditions.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Adaptation, Biological",
            "Animals",
            "Bone Neoplasms",
            "Breast Neoplasms",
            "Caloric Restriction",
            "Cold Temperature",
            "Electron Transport Complex I",
            "Exercise",
            "Gene Expression Regulation, Developmental",
            "Gene Expression Regulation, Neoplastic",
            "Growth and Development",
            "Humans",
            "Osteosarcoma",
            "Proteome",
            "RNA, Messenger",
            "RNA, Mitochondrial",
            "Stress, Physiological",
            "Tumor Cells, Cultured",
            "Yeasts"
        ],
        "Authors": [
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": "Department of Neurology and Department of Genetics and Development, Columbia University, New York, NY 10032, USA."
            }
        ],
        "Journal": "Methods in cell biology",
        "PubDate": "2007"
    },
    {
        "PMID": "17445727",
        "Title": "Appendix 5. Gene products present in mitochondria of yeast and animal cells.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Databases, Genetic",
            "Eukaryotic Cells",
            "Genes, Mitochondrial",
            "Yeasts"
        ],
        "Authors": [
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": "Department of Neurology and Department of Genetics and Development, Columbia University, New York, NY 10032, USA."
            }
        ],
        "Journal": "Methods in cell biology",
        "PubDate": "2007"
    },
    {
        "PMID": "17445726",
        "Title": "Appendix 4. Mitochondrial genetic codes in various organisms.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Eukaryota",
            "Fungi",
            "Genetic Code",
            "Humans",
            "Mitochondria"
        ],
        "Authors": [
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": "Department of Neurology and Department of Genetics and Development, Columbia University, New York, NY 10032, USA."
            }
        ],
        "Journal": "Methods in cell biology",
        "PubDate": "2007"
    },
    {
        "PMID": "17445725",
        "Title": "Appendix 3. Linearized maps of circular mitochondrial genomes from representative organisms.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Arabidopsis",
            "Caenorhabditis elegans",
            "Chlamydomonas reinhardtii",
            "Chromosome Mapping",
            "DNA, Circular",
            "DNA, Mitochondrial",
            "Dictyostelium",
            "Drosophila melanogaster",
            "Genes, Mitochondrial",
            "Humans",
            "Leishmania",
            "Saccharomyces cerevisiae",
            "Schizosaccharomyces",
            "Strongylocentrotus purpuratus"
        ],
        "Authors": [
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": "Department of Neurology and Department of Genetics and Development, Columbia University, New York, NY 10032, USA."
            }
        ],
        "Journal": "Methods in cell biology",
        "PubDate": "2007"
    },
    {
        "PMID": "16842501",
        "Title": "Does premature aging of the mtDNA mutator mouse prove that mtDNA mutations are involved in natural aging?",
        "Abstract": "Recent studies have demonstrated that transgenic mice with an increased rate of somatic point mutations in mitochondrial DNA (mtDNA mutator mice) display a premature aging phenotype reminiscent of human aging. These results are widely interpreted as implying that mtDNA mutations may be a central mechanism in mammalian aging. However, the levels of mutations in the mutator mice typically are more than an order of magnitude higher than typical levels in aged humans. Furthermore, most of the aging-like features are not specific to the mtDNA mutator mice, but are shared with several other premature aging mouse models, where no mtDNA mutations are involved. We conclude that, although mtDNA mutator mouse is a very useful model for studies of phenotypes associated with mtDNA mutations, the aging-like phenotypes of the mouse do not imply that mtDNA mutations are necessarily involved in natural mammalian aging. On the other hand, the fact that point mutations in aged human tissues are much less abundant than those causing premature aging in mutator mice does not mean that mtDNA mutations are not involved in human aging. Thus, mtDNA mutations may indeed be relevant to human aging, but they probably differ by origin, type, distribution, and spectra of affected tissues from those observed in mutator mice.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Aged",
            "Aging",
            "Aging, Premature",
            "Animals",
            "DNA, Mitochondrial",
            "Humans",
            "Mice",
            "Mice, Transgenic",
            "Middle Aged",
            "Models, Biological",
            "Mutagenesis",
            "Point Mutation"
        ],
        "Authors": [
            {
                "First Name": "Konstantin",
                "Last Name": "Khrapko",
                "Affiliation": "Gerontology Division, Beth Israel Deaconess Medical Center and Harvard Medical School, Boston, MA, USA. khrapko@hms.harvard.edu"
            },
            {
                "First Name": "Yevgenya",
                "Last Name": "Kraytsberg",
                "Affiliation": ""
            },
            {
                "First Name": "Aubrey D N J",
                "Last Name": "de Grey",
                "Affiliation": ""
            },
            {
                "First Name": "Jan",
                "Last Name": "Vijg",
                "Affiliation": ""
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": ""
            }
        ],
        "Journal": "Aging cell",
        "PubDate": "2006"
    },
    {
        "PMID": "16810684",
        "Title": "Approaches to the treatment of mitochondrial diseases.",
        "Abstract": "Therapy for mitochondrial diseases is woefully inadequate. However, lack of a cure does not equate with lack of treatment. Palliative therapy is dictated by good medical practice and includes anticonvulsant medication, control of endocrine dysfunction, and surgical procedures. Removal of noxious metabolites is centered on combating lactic acidosis, but extends to other metabolites. Attempts to bypass blocks in the respiratory chain by administration of electron acceptors have not been successful, but this may be amenable to genetic engineering. Administration of metabolites and cofactors is the mainstay of real-life therapy and is especially important in disorders due to primary deficiencies of specific compounds, such as carnitine or coenzyme Q10 (CoQ10). There is increasing interest in the administration of reactive oxygen radicals (ROS) scavengers, both in primary mitochondrial diseases and in neurodegenerative diseases. Gene therapy is a challenge because of polyplasmy and heteroplasmy, but novel experimental approaches are being pursued. One important strategy is to decrease the ratio of mutant to wild-type mitochondrial genomes (\"gene shifting\") by different means: (1) converting mutated mitochondrial DNA (mtDNA) genes into normal nuclear DNA genes (\"allotopic expression\"); (2) importing cognate genes from other species (\"xenotopic expression\"); (3) correcting mtDNA mutations by importing specific restriction endonucleases; (4) selecting for respiratory function; and (5) inducing muscle regeneration. Germline therapy raises ethical problems but is being considered for prevention of maternal transmission of mtDNA mutations. Preventive therapy through genetic counseling and prenatal diagnosis is becoming increasingly important for nuclear DNA-related disorders.",
        "Keywords": [],
        "MeSH terms": [
            "Acidosis, Lactic",
            "Genetic Therapy",
            "Humans",
            "Mitochondrial Diseases"
        ],
        "Authors": [
            {
                "First Name": "Salvatore",
                "Last Name": "DiMauro",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, 4-420 College of Physicians and Surgeons, 630 West 168th Street, New York, New York 10032, USA. sd12@columbia.edu"
            },
            {
                "First Name": "Michio",
                "Last Name": "Hirano",
                "Affiliation": ""
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": ""
            }
        ],
        "Journal": "Muscle & nerve",
        "PubDate": "2006"
    },
    {
        "PMID": "16288567",
        "Title": "Mitochondrial DNA mutations in cancer.",
        "Abstract": "One can no longer ignore mitochondria in cancer biology, argue Zanssen and Schon.",
        "Keywords": [],
        "MeSH terms": [
            "Apoptosis",
            "DNA, Mitochondrial",
            "Genetic Predisposition to Disease",
            "Humans",
            "Mutation",
            "Neoplasms",
            "Reactive Oxygen Species"
        ],
        "Authors": [
            {
                "First Name": "Stefanie",
                "Last Name": "Zanssen",
                "Affiliation": "Department of Neurology, College of Physicians and Surgeons, Columbia University, New York, New York, United States of America. sz2106@columbia.edu"
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS medicine",
        "PubDate": "2005"
    },
    {
        "PMID": "15760638",
        "Title": "Hypocitrullinemia in patients with MELAS: an insight into the \"MELAS paradox\".",
        "Abstract": "L-citrulline, classified as a nonessential amino acid, is synthesized predominantly via Delta-1-pyrroline carboxylate synthase in the endothelial cells of the small intestine. In mammals, small quantities of citrulline are also produced in nitric oxide synthase-expressing cells. Considering the fact that the enzymes involved in the endogenous synthesis of L-citrulline are all located in the mitochondria and the fact that citrulline is a component of the citrulline-nitric oxide (NO) cycle, we hypothesized that the distinct clinical, biochemical, and morphological characteristics of MELAS, a maternally inherited mitochondrial disorder, might be due to alterations in nitric oxide homeostasis. Analysis of serum from MELAS patients showed that levels of plasma arginine were similar in both patients and in controls. However, levels of citrulline in MELAS patients were significantly lower than in controls, and there was a clear inverse correlation between arginine and citrulline levels in these patients. We found no correlation between the level of heteroplasmy and the plasma levels of either arginine or citrulline. We discuss the depressed citrulline levels in MELAS patients, who have an unusual and paradoxical pattern of vascular respiratory chain expression, in the context of NO homeostasis.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Amino Acids",
            "Arginine",
            "Chromatography, High Pressure Liquid",
            "Citrulline",
            "Female",
            "Humans",
            "MELAS Syndrome",
            "Male",
            "Nitric Oxide",
            "Prostaglandin-Endoperoxide Synthases"
        ],
        "Authors": [
            {
                "First Name": "Ali",
                "Last Name": "Naini",
                "Affiliation": "Department of Neurology, Columbia University College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "Petra",
                "Last Name": "Kaufmann",
                "Affiliation": ""
            },
            {
                "First Name": "Sara",
                "Last Name": "Shanske",
                "Affiliation": ""
            },
            {
                "First Name": "Kristin",
                "Last Name": "Engelstad",
                "Affiliation": ""
            },
            {
                "First Name": "Darryl C",
                "Last Name": "De Vivo",
                "Affiliation": ""
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the neurological sciences",
        "PubDate": "2005"
    },
    {
        "PMID": "15659396",
        "Title": "Crystal structure of human SCO1: implications for redox signaling by a mitochondrial cytochrome c oxidase \"assembly\" protein.",
        "Abstract": "Human SCO1 and SCO2 are copper-binding proteins involved in the assembly of mitochondrial cytochrome c oxidase (COX). We have determined the crystal structure of the conserved, intermembrane space core portion of apo-hSCO1 to 2.8 A. It is similar to redox active proteins, including thioredoxins (Trx) and peroxiredoxins (Prx), with putative copper-binding ligands located at the same positions as the conserved catalytic residues in Trx and Prx. SCO1 does not have disulfide isomerization or peroxidase activity, but both hSCO1 and a sco1 null in yeast show extreme sensitivity to hydrogen peroxide. Of the six missense mutations in SCO1 and SCO2 associated with fatal mitochondrial disorders, one lies in a highly conserved exposed surface away from the copper-binding region, suggesting that this region is involved in protein-protein interactions. These data suggests that SCO functions not as a COX copper chaperone, but rather as a mitochondrial redox signaling molecule.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Binding Sites",
            "Cattle",
            "Chromatography",
            "Copper",
            "Crystallography, X-Ray",
            "Cysteine",
            "Disulfides",
            "Electron Transport Complex IV",
            "Genotype",
            "Humans",
            "Hydrogen Peroxide",
            "Ligands",
            "Membrane Proteins",
            "Mitochondria",
            "Mitochondrial Proteins",
            "Models, Molecular",
            "Molecular Chaperones",
            "Molecular Sequence Data",
            "Mutation",
            "Mutation, Missense",
            "Oxidation-Reduction",
            "Peroxidases",
            "Peroxides",
            "Point Mutation",
            "Protein Conformation",
            "Protein Structure, Tertiary",
            "Sequence Homology, Amino Acid",
            "Thioredoxins",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "John C",
                "Last Name": "Williams",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Carolyn",
                "Last Name": "Sue",
                "Affiliation": ""
            },
            {
                "First Name": "Graham S",
                "Last Name": "Banting",
                "Affiliation": ""
            },
            {
                "First Name": "Hua",
                "Last Name": "Yang",
                "Affiliation": ""
            },
            {
                "First Name": "D Moira",
                "Last Name": "Glerum",
                "Affiliation": ""
            },
            {
                "First Name": "Wayne A",
                "Last Name": "Hendrickson",
                "Affiliation": ""
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2005"
    },
    {
        "PMID": "15389892",
        "Title": "Ketogenic treatment reduces deleted mitochondrial DNAs in cultured human cells.",
        "Abstract": "Impairment of mitochondrial energy metabolism has been associated with a wide range of human disorders. Large-scale partial deletions of mitochondrial DNA (mtDNA) cause sporadic Kearns-Sayre syndrome, a fatal multisystem disorder, in which the majority of mtDNAs in affected tissues have deletions (Delta-mtDNAs). Since most mtDNA-related diseases, including Kearns-Sayre syndrome, are recessive, only a few wild-type mtDNAs can compensate for the deleterious effects of many Delta-mtDNAs. We have developed a pharmacological approach to reduce the proportion of Delta-mtDNAs in vitro, in which we grow cells in medium containing ketone bodies, replacing glucose as the carbon source. Cells containing 100% Delta-mtDNA died after 5 days of treatment, whereas those containing 100% wild-type mtDNA survived. Furthermore, in a cloned heteroplasmic cell line, the proportion of wild-type mtDNA increased from 13% initially to approximately 22% after 5 days in ketogenic medium and was accompanied by a dramatic improvement in mitochondrial protein synthesis. We also present evidence that treatment with ketone bodies caused \"heteroplasmic shifting\" not only among cells (ie, intercellular selection) but also within cells (ie, intracellular selection). The demonstration that ketone bodies can distinguish between normal and respiratorily compromised cells points to the potential use of a ketogenic diet to treat patients with heteroplasmic mtDNA disorders.",
        "Keywords": [],
        "MeSH terms": [
            "3-Hydroxybutyric Acid",
            "Blotting, Southern",
            "Cell Proliferation",
            "Cells, Cultured",
            "Cyclooxygenase 2",
            "DNA, Mitochondrial",
            "Gene Deletion",
            "Humans",
            "Immunohistochemistry",
            "In Situ Hybridization, Fluorescence",
            "Isoenzymes",
            "Kearns-Sayre Syndrome",
            "Membrane Proteins",
            "Models, Biological",
            "Muscles",
            "Prostaglandin-Endoperoxide Synthases",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Sumana",
                "Last Name": "Santra",
                "Affiliation": "Department of Neurology, Columbia University College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "Robert W",
                "Last Name": "Gilkerson",
                "Affiliation": ""
            },
            {
                "First Name": "Mercy",
                "Last Name": "Davidson",
                "Affiliation": ""
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": ""
            }
        ],
        "Journal": "Annals of neurology",
        "PubDate": "2004"
    },
    {
        "PMID": "15372098",
        "Title": "Complements of the house.",
        "Abstract": "Finding mutations in nuclear genes responsible for disorders in the mitochondrial oxidative phosphorylation system has been a tedious matter. A \"Venn diagram\" approach--not unlike a classic complementation experiment--reported in this issue will now make the search easier.",
        "Keywords": [],
        "MeSH terms": [
            "Electron Transport Complex I",
            "Humans",
            "Mitochondria",
            "Models, Biological",
            "Models, Genetic",
            "Oxidative Phosphorylation"
        ],
        "Authors": [
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": "Department of Neurology, Columbia University, New York, New York 10032, USA. eas3@columbia.edu"
            }
        ],
        "Journal": "The Journal of clinical investigation",
        "PubDate": "2004"
    },
    {
        "PMID": "15313545",
        "Title": "Two direct repeats cause most human mtDNA deletions.",
        "Abstract": "Mitochondrial DNA (mtDNA) deletions are a common cause of human mitochondrial disease and also occur as part of normal aging. However, it is unknown how the deletions actually occur. To gain further insight, we studied the sequences that flank 263 different human mtDNA deletions. The distribution of deletion breakpoints did not correspond to the basic parameters of wild-type mtDNA that are thought to predispose to deletion formation. But there was a striking correspondence to the position of two 13-bp direct repeats beginning at nucleotides 8470 and 13 447. The vast majority of different mtDNA deletions appear to be related to these two repeats, suggesting a common mechanism related to mtDNA replication.",
        "Keywords": [],
        "MeSH terms": [
            "Base Sequence",
            "DNA, Mitochondrial",
            "Humans",
            "Microsatellite Repeats",
            "Sequence Deletion"
        ],
        "Authors": [
            {
                "First Name": "David C",
                "Last Name": "Samuels",
                "Affiliation": "Virginia Bioinformatics Institute, Virginia Polytechnic Institute and State University, Blacksburg, VA 24061, USA."
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": ""
            },
            {
                "First Name": "Patrick F",
                "Last Name": "Chinnery",
                "Affiliation": ""
            }
        ],
        "Journal": "Trends in genetics : TIG",
        "PubDate": "2004"
    },
    {
        "PMID": "15036887",
        "Title": "Renal oncocytomas with rearrangements involving 11q13 contain breakpoints near CCND1.",
        "Abstract": "Oncocytomas are typically benign epithelial tumors whose predominant feature is a massive accumulation of mitochondria in the cytoplasm. With the goal of identifying genes controlling mitochondrial proliferation, we studied three oncocytomas belonging to the cytogenetic subgroup with 11q13 rearrangements. Fluorescence in situ hybridization using bacterial artificial chromosome (BAC) clones showed that the 11q13 breakpoints in all three tumors were near the CCND1 (previously BCL1) gene and did not disrupt any other known gene. The rearrangement in one tumor consisted of a segmental duplication that included 11q13, suggesting that known mitochondrially targeted genes immediately distal to CCND1 may be involved in oncocytic proliferation.",
        "Keywords": [],
        "MeSH terms": [
            "Adenoma, Oxyphilic",
            "Chromosome Aberrations",
            "Chromosome Mapping",
            "Chromosomes, Human, Pair 11",
            "Cyclin D1",
            "Humans",
            "In Situ Hybridization, Fluorescence",
            "Kidney Neoplasms",
            "Molecular Probes"
        ],
        "Authors": [
            {
                "First Name": "Stefanie",
                "Last Name": "Zanssen",
                "Affiliation": "Department of Neurology, Columbia University College of Physicians and Surgeons, Room P&S 4-431, 630 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Bastian",
                "Last Name": "Gunawan",
                "Affiliation": ""
            },
            {
                "First Name": "Laszlo",
                "Last Name": "Fuzesi",
                "Affiliation": ""
            },
            {
                "First Name": "Dorothy",
                "Last Name": "Warburton",
                "Affiliation": ""
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": ""
            }
        ],
        "Journal": "Cancer genetics and cytogenetics",
        "PubDate": "2004"
    },
    {
        "PMID": "14597757",
        "Title": "Tales from the crypt.",
        "Abstract": "Intestinal colonic crypts are derived from a stem cell population located at the base of each crypt. A new analysis of mitochondrial function and of the rates of mitochondrial DNA (mtDNA) mutation in individual crypts shows that mtDNA mutations arise in stem cells - and at a surprisingly high frequency. Because crypts turn over extremely rapidly (about once per week), somatic mtDNA mutations can \"take over the system\" and even become homoplasmic, in a manner similar to what has been shown to occur in tumors.",
        "Keywords": [],
        "MeSH terms": [
            "Biomarkers",
            "Colon",
            "DNA, Mitochondrial",
            "Humans",
            "Mitochondria",
            "Mutation",
            "Prostaglandin-Endoperoxide Synthases",
            "Stem Cells"
        ],
        "Authors": [
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": "Department of Neurology, Room 4-431, Columbia University, 630 West 168th Street, New York, New York 10032, USA. eas3@columbia.edu"
            }
        ],
        "Journal": "The Journal of clinical investigation",
        "PubDate": "2003"
    },
    {
        "PMID": "14529468",
        "Title": "Medicinal and genetic approaches to the treatment of mitochondrial disease.",
        "Abstract": "Although great progress has been made in our understanding of the molecular bases of mitochondrial disorders due to defects in the respiratory chain, little exists in the way of rational therapy. Possible therapeutic approaches include: palliative therapy; removal of noxious metabolites; administration of artificial electron acceptors, metabolites, and free radical scavengers; genetic counseling; and gene therapy. There has been progress with each of these approaches, although much work remains to be done. Finally, a novel approach to treating a specific mitochondrial disorder, MELAS, is presented.",
        "Keywords": [],
        "MeSH terms": [
            "DNA, Mitochondrial",
            "Electron Transport",
            "Genetic Counseling",
            "Genetic Therapy",
            "Humans",
            "Mitochondria",
            "Mitochondrial Diseases"
        ],
        "Authors": [
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": "Department of Neurology, Columbia University College of Physicians and Surgeons, New York, NY 10032, USA. eas3@columbia.edu"
            },
            {
                "First Name": "Salvatore",
                "Last Name": "DiMauro",
                "Affiliation": ""
            }
        ],
        "Journal": "Current medicinal chemistry",
        "PubDate": "2003"
    },
    {
        "PMID": "12972552",
        "Title": "New insights into the bioenergetics of mitochondrial disorders using intracellular ATP reporters.",
        "Abstract": "Mutations in mitochondrial DNA (mtDNA) cause impairment of ATP synthesis. It was hypothesized that high-energy compounds, such as ATP, are compartmentalized within cells and that different cell functions are sustained by different pools of ATP, some deriving from mitochondrial oxidative phosphorylation (OXPHOS) and others from glycolysis. Therefore, an OXPHOS dysfunction may affect different cell compartments to different extents. To address this issue, we have used recombinant forms of the ATP reporter luciferase localized in different cell compartments- the cytosol, the subplasma membrane region, the mitochondrial matrix, and the nucleus- of cells containing either wild-type or mutant mtDNA. We found that with glycolytic substrates, both wild-type and mutant cells were able to maintain adequate ATP supplies in all compartments. Conversely, with the OXPHOS substrate pyruvate ATP levels collapsed in all cell compartments of mutant cells. In wild-type cells normal levels of ATP were maintained with pyruvate in the cytosol and in the subplasma membrane region, but, surprisingly, they were reduced in the mitochondria and, to a greater extent, in the nucleus. The severe decrease in nuclear ATP content under \"OXPHOS-only\" conditions implies that depletion of nuclear ATP plays an important, and hitherto unappreciated, role in patients with mitochondrial dysfunction.",
        "Keywords": [],
        "MeSH terms": [
            "Adenosine Triphosphate",
            "Cell Compartmentation",
            "Cells, Cultured",
            "Cloning, Molecular",
            "DNA, Mitochondrial",
            "Electron Transport",
            "Energy Metabolism",
            "Glycolysis",
            "Humans",
            "MELAS Syndrome",
            "Mitochondria",
            "Mitochondrial Diseases",
            "Mitochondrial Proton-Translocating ATPases",
            "Mutation",
            "Oxidative Phosphorylation",
            "Protein Transport",
            "RNA, Transfer"
        ],
        "Authors": [
            {
                "First Name": "Carl D",
                "Last Name": "Gajewski",
                "Affiliation": "Department of Neurology and Neuroscience, Weill Medical College, Cornell University, New York, New York 10021, USA."
            },
            {
                "First Name": "Lichuan",
                "Last Name": "Yang",
                "Affiliation": ""
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": ""
            },
            {
                "First Name": "Giovanni",
                "Last Name": "Manfredi",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular biology of the cell",
        "PubDate": "2003"
    },
    {
        "PMID": "12826641",
        "Title": "Mitochondrial respiratory-chain diseases.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "DNA, Mitochondrial",
            "Electron Transport",
            "Female",
            "Humans",
            "Male",
            "Mitochondrial Diseases",
            "Mutation"
        ],
        "Authors": [
            {
                "First Name": "Salvatore",
                "Last Name": "DiMauro",
                "Affiliation": "Department of Neurology, Columbia University College of Physicians and Surgeons, New York, USA. sd12@columbia.edu"
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": ""
            }
        ],
        "Journal": "The New England journal of medicine",
        "PubDate": "2003"
    },
    {
        "PMID": "12569152",
        "Title": "Neuronal degeneration and mitochondrial dysfunction.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Death",
            "DNA, Mitochondrial",
            "Electron Transport",
            "Friedreich Ataxia",
            "Humans",
            "Mitochondria",
            "Models, Biological",
            "Models, Genetic",
            "Mutation",
            "Neurodegenerative Diseases",
            "Neurons"
        ],
        "Authors": [
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": "Department of Neurology, Columbia University, New York, New York 10032, USA. eas3@columbia.edu"
            },
            {
                "First Name": "Giovanni",
                "Last Name": "Manfredi",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of clinical investigation",
        "PubDate": "2003"
    },
    {
        "PMID": "12429828",
        "Title": "An algal nucleus-encoded subunit of mitochondrial ATP synthase rescues a defect in the analogous human mitochondrial-encoded subunit.",
        "Abstract": "Unlike most organisms, the mitochondrial DNA (mtDNA) of Chlamydomonas reinhardtii, a green alga, does not encode subunit 6 of F(0)F(1)-ATP synthase. We hypothesized that C. reinhardtii ATPase 6 is nucleus encoded and identified cDNAs and a single-copy nuclear gene specifying this subunit (CrATP6, with eight exons, four of which encode a mitochondrial targeting signal). Although the algal and human ATP6 genes are in different subcellular compartments and the encoded polypeptides are highly diverged, their secondary structures are remarkably similar. When CrATP6 was expressed in human cells, a significant amount of the precursor polypeptide was targeted to mitochondria, the mitochondrial targeting signal was cleaved within the organelle, and the mature polypeptide was assembled into human ATP synthase. In spite of the evolutionary distance between algae and mammals, C. reinhardtii ATPase 6 functioned in human cells, because deficiencies in both cell viability and ATP synthesis in transmitochondrial cell lines harboring a pathogenic mutation in the human mtDNA-encoded ATP6 gene were overcome by expression of CrATP6. The ability to express a nucleus-encoded version of a mammalian mtDNA-encoded protein may provide a way to import other highly hydrophobic proteins into mitochondria and could serve as the basis for a gene therapy approach to treat human mitochondrial diseases.",
        "Keywords": [],
        "MeSH terms": [
            "Adenosine Triphosphate",
            "Algal Proteins",
            "Amino Acid Sequence",
            "Animals",
            "Cell Division",
            "Cell Line",
            "Cell Nucleus",
            "Chlamydomonas reinhardtii",
            "DNA, Mitochondrial",
            "Humans",
            "Mitochondria",
            "Molecular Sequence Data",
            "Mutation",
            "Protein Subunits",
            "Proton-Translocating ATPases",
            "Sequence Alignment"
        ],
        "Authors": [
            {
                "First Name": "Joseline",
                "Last Name": "Ojaimi",
                "Affiliation": "Department of Neurology, Columbia University College of Physicians and Surgeons, New York, New York 10032, USA."
            },
            {
                "First Name": "Junmin",
                "Last Name": "Pan",
                "Affiliation": ""
            },
            {
                "First Name": "Sumana",
                "Last Name": "Santra",
                "Affiliation": ""
            },
            {
                "First Name": "William J",
                "Last Name": "Snell",
                "Affiliation": ""
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular biology of the cell",
        "PubDate": "2002"
    },
    {
        "PMID": "12402281",
        "Title": "Mitochondrial abnormalities in muscle and other aging cells: classification, causes, and effects.",
        "Abstract": "The involvement of mitochondria and of mitochondrial DNA (mtDNA) in the aging process has generated much interest and even more controversy. The mitochondrial theory of aging considers a vicious circle consisting of: (1) accumulation of somatic mtDNA mutations; (2) impairment of respiratory chain function; (3) increased production of reactive oxygen species (ROS) in mitochondria; and (4) further damage to mtDNA. We review the evidence for and against the belief that these steps occur in aging muscle and brain, considering separately morphological, biochemical, and molecular data. The relationship between mitochondrial aging and late-onset neurodegenerative diseases is briefly reviewed. We conclude that mitochondrial dysfunction does play a crucial role in the aging process of both muscle and brain, but it remains unclear whether mitochondria are the culprits or mere accomplices.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cellular Senescence",
            "DNA, Mitochondrial",
            "Humans",
            "Mitochondria, Muscle",
            "Mitochondrial Diseases",
            "Muscular Diseases",
            "Mutation",
            "Neurodegenerative Diseases",
            "Oxidative Stress"
        ],
        "Authors": [
            {
                "First Name": "Salvatore",
                "Last Name": "DiMauro",
                "Affiliation": "Department of Neurology, Columbia University College of Physicians & Surgeons, 630 West 168th Street, New York, New York 10032, USA. sd12@columbia.edu"
            },
            {
                "First Name": "Kurenai",
                "Last Name": "Tanji",
                "Affiliation": ""
            },
            {
                "First Name": "Eduardo",
                "Last Name": "Bonilla",
                "Affiliation": ""
            },
            {
                "First Name": "Francesco",
                "Last Name": "Pallotti",
                "Affiliation": ""
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": ""
            }
        ],
        "Journal": "Muscle & nerve",
        "PubDate": "2002"
    },
    {
        "PMID": "12013813",
        "Title": "Identification of mutations in mtDNA from patients suffering mitochondrial diseases.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Blotting, Southern",
            "DNA, Mitochondrial",
            "Genetic Techniques",
            "Genome, Human",
            "Humans",
            "Mitochondrial Diseases",
            "Molecular Biology",
            "Mutation",
            "Point Mutation",
            "Polymerase Chain Reaction",
            "Polymorphism, Restriction Fragment Length"
        ],
        "Authors": [
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": "Departments of Neurology and of Genetics and Development, Columbia University College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Ali",
                "Last Name": "Naini",
                "Affiliation": ""
            },
            {
                "First Name": "Sara",
                "Last Name": "Shanske",
                "Affiliation": ""
            }
        ],
        "Journal": "Methods in molecular biology (Clifton, N.J.)",
        "PubDate": "2002"
    },
    {
        "PMID": "11925565",
        "Title": "Rescue of a deficiency in ATP synthesis by transfer of MTATP6, a mitochondrial DNA-encoded gene, to the nucleus.",
        "Abstract": "A T-->G transversion at nt 8993 in mitochondrial DNA of MTATP6 (encoding ATPase 6 of complex V of the respiratory chain) causes impaired mitochondrial ATP synthesis in two related mitochondrial disorders: neuropathy, ataxia and retinitis pigmentosa and maternally inherited Leigh syndrome. To overcome the biochemical defect, we expressed wildtype ATPase 6 protein allotopically from nucleus-transfected constructs encoding an amino-terminal mitochondrial targeting signal appended to a recoded ATPase 6 gene (made compatible with the universal genetic code) that also contained a carboxy-terminal FLAG epitope tag. After transfection of human cells, the precursor polypeptide was expressed, imported into and processed within mitochondria, and incorporated into complex V. Allotopic expression of stably transfected constructs in cytoplasmic hybrids (cybrids) homoplasmic with respect to the 8993T-->G mutation showed a significantly improved recovery after growth in selective medium as well as a significant increase in ATP synthesis. This is the first successful demonstration of allotopic expression of an mtDNA-encoded polypeptide in mammalian cells and could form the basis of a genetic approach to treat a number of human mitochondrial disorders.",
        "Keywords": [],
        "MeSH terms": [
            "Adenosine Triphosphatases",
            "Adenosine Triphosphate",
            "Alleles",
            "Amino Acid Sequence",
            "Animals",
            "Blotting, Western",
            "Cell Line",
            "Cell Nucleus",
            "Chromosome Mapping",
            "Codon",
            "Cytosol",
            "DNA, Mitochondrial",
            "Epitopes",
            "Humans",
            "Immunohistochemistry",
            "Microscopy, Fluorescence",
            "Mitochondria",
            "Mitochondrial Proton-Translocating ATPases",
            "Models, Genetic",
            "Molecular Sequence Data",
            "Mutation",
            "Peptides",
            "Phenotype",
            "Plasmids",
            "Polymorphism, Restriction Fragment Length",
            "Protein Biosynthesis",
            "Rats",
            "Reverse Transcriptase Polymerase Chain Reaction",
            "Time Factors",
            "Transcription, Genetic",
            "Transfection"
        ],
        "Authors": [
            {
                "First Name": "Giovanni",
                "Last Name": "Manfredi",
                "Affiliation": "Department of Neurology and Neuroscience, Cornell University, New York, New York, USA."
            },
            {
                "First Name": "Jin",
                "Last Name": "Fu",
                "Affiliation": ""
            },
            {
                "First Name": "Joseline",
                "Last Name": "Ojaimi",
                "Affiliation": ""
            },
            {
                "First Name": "James E",
                "Last Name": "Sadlock",
                "Affiliation": ""
            },
            {
                "First Name": "Jennifer Q",
                "Last Name": "Kwong",
                "Affiliation": ""
            },
            {
                "First Name": "John",
                "Last Name": "Guy",
                "Affiliation": ""
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature genetics",
        "PubDate": "2002"
    },
    {
        "PMID": "11841569",
        "Title": "Mitochondrial DNA and respiratory chain function in spinal cords of ALS patients.",
        "Abstract": "Amyotrophic lateral sclerosis (ALS) is a neurodegenerative disease characterized by selective motor neuron death. In order to address the question of a putative role of mitochondrial dysfunction in the pathogenesis of ALS, we studied the mitochondrial DNA (mtDNA) and mitochondrial respiratory chain enzyme activities in spinal cords of ALS patients and in control subjects without neuropathologic abnormalities. Using a \"double PCR and digestion\" technique to estimate the levels of randomly distributed point mutations in two small regions of the mtDNA, we found significantly higher levels of mutant mtDNA in the spinal cord of ALS patients compared to controls. No large-scale rearrangements were found, but the amount of mtDNA, measured by Southern blot, was significantly lower in the ALS samples. This reduction correlated well with a decrease of citrate synthase (CS) activity, a mitochondrial marker, as were the activities of respiratory chain complexes I + III, II + III, and IV, suggesting a loss of mitochondria in ALS spinal cords.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Aged",
            "Aged, 80 and over",
            "Amyotrophic Lateral Sclerosis",
            "Biomarkers",
            "Blotting, Southern",
            "Choline O-Acetyltransferase",
            "Citrate (si)-Synthase",
            "DNA Mutational Analysis",
            "DNA, Mitochondrial",
            "Electron Transport",
            "Electron Transport Complex I",
            "Electron Transport Complex II",
            "Electron Transport Complex III",
            "Electron Transport Complex IV",
            "Enzyme Activation",
            "Female",
            "Humans",
            "Male",
            "Middle Aged",
            "Multienzyme Complexes",
            "NADH, NADPH Oxidoreductases",
            "Oxidoreductases",
            "Point Mutation",
            "Polymerase Chain Reaction",
            "Spinal Cord",
            "Succinate Dehydrogenase"
        ],
        "Authors": [
            {
                "First Name": "Falk R",
                "Last Name": "Wiedemann",
                "Affiliation": "Department of Neurology, College of Physicians and Surgeons, Columbia University, New York, USA. falk.wiedemann@medizin.uni-magdeburg.de"
            },
            {
                "First Name": "Giovanni",
                "Last Name": "Manfredi",
                "Affiliation": ""
            },
            {
                "First Name": "Christian",
                "Last Name": "Mawrin",
                "Affiliation": ""
            },
            {
                "First Name": "M Flint",
                "Last Name": "Beal",
                "Affiliation": ""
            },
            {
                "First Name": "Eric A",
                "Last Name": "Schon",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of neurochemistry",
        "PubDate": "2002"
    }
]