[
    {
        "PMID": "33914865",
        "Title": "Ret signaling in ureteric bud epithelial cells controls cell movements, cell clustering and bud formation.",
        "Abstract": "Ret signaling promotes branching morphogenesis during kidney development, but the underlying cellular mechanisms remain unclear. While Ret-expressing progenitor cells proliferate at the ureteric bud tips, some of these cells exit the tips to generate the elongating collecting ducts, and in the process turn off Ret. Genetic ablation of Ret in tip cells promotes their exit, suggesting that Ret is required for cell rearrangements that maintain the tip compartments. Here, we examine the behaviors of ureteric bud cells that are genetically forced to maintain Ret expression. These cells move to the nascent tips, and remain there during many cycles of branching; this tip-seeking behavior may require positional signals from the mesenchyme, as it occurs in whole kidneys but not in epithelial ureteric bud organoids. In organoids, cells forced to express Ret display a striking self-organizing behavior, attracting each other to form dense clusters within the epithelium, which then evaginate to form new buds. The ability of forced Ret expression to promote these events suggests that similar Ret-dependent cell behaviors play an important role in normal branching morphogenesis.",
        "Keywords": [
            "Branching morphogenesis",
            "Kidney development",
            "Organ culture",
            "Organoid",
            "Receptor tyrosine kinase"
        ],
        "MeSH terms": [
            "Animals",
            "Cell Movement",
            "Cluster Analysis",
            "Epithelial Cells",
            "Epithelium",
            "Female",
            "Kidney",
            "Male",
            "Mesoderm",
            "Mice",
            "Mice, Inbred C57BL",
            "Morphogenesis",
            "Organoids",
            "Protein-Tyrosine Kinases",
            "Signal Transduction",
            "Stem Cells",
            "Ureter"
        ],
        "Authors": [
            {
                "First Name": "Adam",
                "Last Name": "Packard",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "William H",
                "Last Name": "Klein",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY 10032, USA."
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2021"
    },
    {
        "PMID": "30742258",
        "Title": "Generating Genetic Mosaic Mouse Embryos or Organoids for Studies of Kidney Development.",
        "Abstract": "For studies of gene function during development, it can be very useful to generate mosaic embryos in which a small subset of cells in a given cell lineage lacks a gene of interest and carries a marker that allows the mutant cells to be specifically visualized and compared to wild-type cells. Several methods have been used to generate genetically mosaic mouse kidneys for such studies. These include (1) chimeric embryos generated using embryonic stem cells, (2) chimeric renal organoids generated by dissociation and reaggregation of the fetal kidneys, (3) generation of a knockout allele with a built-in reporter gene, (4) mosaic analysis with double markers (MADM), and (5) mosaic mutant analysis with spatial and temporal control of recombination (MASTR). In this chapter, these five methods are described, and their advantages and disadvantages are discussed.",
        "Keywords": [
            "Chimera",
            "Conditional knockout",
            "Cre recombinase",
            "FLP recombinase",
            "Knockout",
            "MADM",
            "MASTR",
            "Mosaic",
            "Organoid"
        ],
        "MeSH terms": [
            "Animals",
            "DNA Nucleotidyltransferases",
            "Embryo, Mammalian",
            "Embryonic Stem Cells",
            "Integrases",
            "Kidney",
            "Mice",
            "Mice, Knockout",
            "Organoids"
        ],
        "Authors": [
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": "Department of Genetics and Development, 1418 Hammer Health Sciences Center, Columbia University, New York, NY, USA. fdc3@columbia.edu."
            }
        ],
        "Journal": "Methods in molecular biology (Clifton, N.J.)",
        "PubDate": "2019"
    },
    {
        "PMID": "26894589",
        "Title": "Ret and Etv4 Promote Directed Movements of Progenitor Cells during Renal Branching Morphogenesis.",
        "Abstract": "Branching morphogenesis of the epithelial ureteric bud forms the renal collecting duct system and is critical for normal nephron number, while low nephron number is implicated in hypertension and renal disease. Ureteric bud growth and branching requires GDNF signaling from the surrounding mesenchyme to cells at the ureteric bud tips, via the Ret receptor tyrosine kinase and coreceptor Gfrα1; Ret signaling up-regulates transcription factors Etv4 and Etv5, which are also critical for branching. Despite extensive knowledge of the genetic control of these events, it is not understood, at the cellular level, how renal branching morphogenesis is achieved or how Ret signaling influences epithelial cell behaviors to promote this process. Analysis of chimeric embryos previously suggested a role for Ret signaling in promoting cell rearrangements in the nephric duct, but this method was unsuited to study individual cell behaviors during ureteric bud branching. Here, we use Mosaic Analysis with Double Markers (MADM), combined with organ culture and time-lapse imaging, to trace the movements and divisions of individual ureteric bud tip cells. We first examine wild-type clones and then Ret or Etv4 mutant/wild-type clones in which the mutant and wild-type sister cells are differentially and heritably marked by green and red fluorescent proteins. We find that, in normal kidneys, most individual tip cells behave as self-renewing progenitors, some of whose progeny remain at the tips while others populate the growing UB trunks. In Ret or Etv4 MADM clones, the wild-type cells generated at a UB tip are much more likely to remain at, or move to, the new tips during branching and elongation, while their Ret-/- or Etv4-/- sister cells tend to lag behind and contribute only to the trunks. By tracking successive mitoses in a cell lineage, we find that Ret signaling has little effect on proliferation, in contrast to its effects on cell movement. Our results show that Ret/Etv4 signaling promotes directed cell movements in the ureteric bud tips, and suggest a model in which these cell movements mediate branching morphogenesis.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Movement",
            "Female",
            "Kidney",
            "Male",
            "Mice",
            "Morphogenesis",
            "Organ Culture Techniques",
            "Proto-Oncogene Proteins c-ets",
            "Proto-Oncogene Proteins c-ret",
            "Stem Cells"
        ],
        "Authors": [
            {
                "First Name": "Paul",
                "Last Name": "Riccio",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Cristina",
                "Last Name": "Cebrian",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Hui",
                "Last Name": "Zong",
                "Affiliation": "Department of Microbiology, Immunology, and Cancer Biology, University of Virginia School of Medicine, Charlottesville, Virginia, United States of America."
            },
            {
                "First Name": "Simon",
                "Last Name": "Hippenmeyer",
                "Affiliation": "Developmental Neurobiology, IST Austria (Institute of Science and Technology Austria), Klosterneuburg, Austria."
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, New York, United States of America."
            }
        ],
        "Journal": "PLoS biology",
        "PubDate": "2016"
    },
    {
        "PMID": "26813041",
        "Title": "Mosaic analysis of cell rearrangements during ureteric bud branching in dissociated/reaggregated kidney cultures and in vivo.",
        "Abstract": "Cell rearrangements mediated by GDNF/Ret signaling underlie the formation of the ureteric bud (UB) tip domain during kidney development. Whether FGF signaling also influences these rearrangements is unknown. Chimeric embryos are a powerful tool for examining the genetic controls of cellular behaviors, but generating chimeras by traditional methods is expensive and laborious. Dissociated fetal kidney cells can reorganize to form complex structures including branching UB tubules, providing an easier method to generate renal chimeras.",
        "Keywords": [
            "FGF receptor 2",
            "MASTR",
            "Sprouty1",
            "chimera",
            "receptor tyrosine kinase"
        ],
        "MeSH terms": [
            "Animals",
            "Cells, Cultured",
            "Kidney",
            "Mice",
            "Mice, Knockout",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Kevin",
                "Last Name": "Leclerc",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY."
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY."
            }
        ],
        "Journal": "Developmental dynamics : an official publication of the American Association of Anatomists",
        "PubDate": "2016"
    },
    {
        "PMID": "24656820",
        "Title": "The number of fetal nephron progenitor cells limits ureteric branching and adult nephron endowment.",
        "Abstract": "Nephrons, the functional units of the kidney, develop from progenitor cells (cap mesenchyme [CM]) surrounding the epithelial ureteric bud (UB) tips. Reciprocal signaling between UB and CM induces nephrogenesis and UB branching. Although low nephron number is implicated in hypertension and renal disease, the mechanisms that determine nephron number are obscure. To test the importance of nephron progenitor cell number, we genetically ablated 40% of these cells, asking whether this would limit kidney size and nephron number or whether compensatory mechanisms would allow the developing organ to recover. The reduction in CM cell number decreased the rate of branching, which in turn allowed the number of CM cells per UB tip to normalize, revealing a self-correction mechanism. However, the retarded UB branching impaired kidney growth, leaving a permanent nephron deficit. Thus, the number of fetal nephron progenitor cells is an important determinant of nephron endowment, largely via its effect on UB branching.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Female",
            "Kidney",
            "Mice",
            "Morphogenesis",
            "Nephrons",
            "Pregnancy",
            "Stem Cells"
        ],
        "Authors": [
            {
                "First Name": "Cristina",
                "Last Name": "Cebrian",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Naoya",
                "Last Name": "Asai",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Vivette",
                "Last Name": "D'Agati",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY 10032, USA. Electronic address: fdc3@columbia.edu."
            }
        ],
        "Journal": "Cell reports",
        "PubDate": "2014"
    },
    {
        "PMID": "24183650",
        "Title": "Luminal mitosis drives epithelial cell dispersal within the branching ureteric bud.",
        "Abstract": "The ureteric bud is an epithelial tube that undergoes branching morphogenesis to form the renal collecting system. Although development of a normal kidney depends on proper ureteric bud morphogenesis, the cellular events underlying this process remain obscure. Here, we used time-lapse microscopy together with several genetic labeling methods to observe ureteric bud cell behaviors in developing mouse kidneys. We observed an unexpected cell behavior in the branching tips of the ureteric bud, which we term \"mitosis-associated cell dispersal.\" Premitotic ureteric tip cells delaminate from the epithelium and divide within the lumen; although one daughter cell retains a basal process, allowing it to reinsert into the epithelium at the site of origin, the other daughter cell reinserts at a position one to three cell diameters away. Given the high rate of cell division in ureteric tips, this cellular behavior causes extensive epithelial cell rearrangements that may contribute to renal branching morphogenesis.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Movement",
            "Epithelial Cells",
            "Fluorescent Antibody Technique",
            "Homeodomain Proteins",
            "Kidney",
            "Mice",
            "Mice, Knockout",
            "Mitosis",
            "Morphogenesis",
            "Ureter"
        ],
        "Authors": [
            {
                "First Name": "Adam",
                "Last Name": "Packard",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Kylie",
                "Last Name": "Georgas",
                "Affiliation": ""
            },
            {
                "First Name": "Odyssé",
                "Last Name": "Michos",
                "Affiliation": ""
            },
            {
                "First Name": "Paul",
                "Last Name": "Riccio",
                "Affiliation": ""
            },
            {
                "First Name": "Cristina",
                "Last Name": "Cebrian",
                "Affiliation": ""
            },
            {
                "First Name": "Alexander N",
                "Last Name": "Combes",
                "Affiliation": ""
            },
            {
                "First Name": "Adler",
                "Last Name": "Ju",
                "Affiliation": ""
            },
            {
                "First Name": "Anna",
                "Last Name": "Ferrer-Vaquer",
                "Affiliation": ""
            },
            {
                "First Name": "Anna-Katerina",
                "Last Name": "Hadjantonakis",
                "Affiliation": ""
            },
            {
                "First Name": "Hui",
                "Last Name": "Zong",
                "Affiliation": ""
            },
            {
                "First Name": "Melissa H",
                "Last Name": "Little",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental cell",
        "PubDate": "2013"
    },
    {
        "PMID": "22942910",
        "Title": "Genetic controls and cellular behaviors in branching morphogenesis of the renal collecting system.",
        "Abstract": "The mammalian kidney, which at maturity contains thousands of nephrons joined to a highly branched collecting duct (CD) system, is an important model system for studying the development of a complex organ. Furthermore, congenital anomalies of the kidney and urinary tract, often resulting from defects in ureteric bud branching morphogenesis, are relatively common human birth defects. Kidney development is initiated by interactions between the nephric duct and the metanephric mesenchyme, leading to the outgrowth and repeated branching of the ureteric bud epithelium, which gives rise to the entire renal CD system. Meanwhile, signals from the ureteric bud induce the mesenchyme cells to form the nephron epithelia. This review focuses on development of the CD system, with emphasis on the mouse as an experimental system. The major topics covered include the origin and development of the nephric duct, formation of the ureteric bud, branching morphogenesis of the ureteric bud, and elongation of the CDs. The signals, receptors, transcription factors, and other regulatory molecules implicated in these processes are discussed. In addition, our current knowledge of cellular behaviors that are controlled by these genes and underlie development of the collecting system is reviewed.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Epithelium",
            "Gene Expression Regulation, Developmental",
            "Humans",
            "Kidney",
            "Mesoderm",
            "Mice",
            "Nephrons",
            "Organogenesis",
            "Ureter",
            "Urinary Tract"
        ],
        "Authors": [
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY, USA. fdc3@columbia.edu"
            }
        ],
        "Journal": "Wiley interdisciplinary reviews. Developmental biology",
        "PubDate": "2012"
    },
    {
        "PMID": "21536773",
        "Title": "Imaging kidney development.",
        "Abstract": "Development of the kidney involves interactions between several cell lineages and complex morphogenetic processes, such as branching of the ureteric bud (UB) to form the collecting duct system and condensation and differentiation of the mesenchymal progenitors to form the nephron epithelia. One of the advantages of the mouse kidney as an experimental system is that it can develop in culture, from the stage of initial branching of the UB (E11.5) for up to a week (although it achieves the size and degree of development of only an E13.5-E14.5 kidney in vivo). The availability of fluorescent proteins (FPs) has provided powerful tools for visualizing the morphogenesis of specific renal structures in organ cultures. Two categories of genetically modified mice that express FPs are useful for visualizing different cell lineages and developmental processes in these organ cultures: (1) transgenic mice that express a fluorescent reporter in the pattern of a specific gene; and (2) Cre reporter mice, which turn on an FP in cells with Cre recombinase activity (and their daughter cells), used in conjunction with cell type-specific Cre transgenic mice. Here, we describe some of the currently available Cre and FP transgenic lines that are useful for the study of kidney development.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Embryo, Mammalian",
            "Genes, Reporter",
            "Integrases",
            "Kidney",
            "Luminescent Proteins",
            "Mice",
            "Mice, Transgenic",
            "Morphogenesis",
            "Ureter"
        ],
        "Authors": [
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            },
            {
                "First Name": "Tomoko",
                "Last Name": "Watanabe",
                "Affiliation": ""
            },
            {
                "First Name": "Benson",
                "Last Name": "Lu",
                "Affiliation": ""
            },
            {
                "First Name": "Xuan",
                "Last Name": "Chi",
                "Affiliation": ""
            },
            {
                "First Name": "Shankar",
                "Last Name": "Srinivas",
                "Affiliation": ""
            }
        ],
        "Journal": "Cold Spring Harbor protocols",
        "PubDate": "2011"
    },
    {
        "PMID": "21536763",
        "Title": "Dissection of embryonic mouse kidney, culture in vitro, and imaging of the developing organ.",
        "Abstract": "In this article, we outline procedures for the dissection of intact kidneys and the isolation of the ureteric bud (UB) and the metanephric mesenchyme (MM) from mouse embryos. The apparatus required for the culture of these tissues in vitro is described in detail as well as the equipment necessary for performing time-lapse imaging studies of the developing kidney.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Dissection",
            "Embryo, Mammalian",
            "Kidney",
            "Mice",
            "Morphogenesis",
            "Time-Lapse Imaging",
            "Ureter"
        ],
        "Authors": [
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            },
            {
                "First Name": "Tomoko",
                "Last Name": "Watanabe",
                "Affiliation": ""
            },
            {
                "First Name": "Benson",
                "Last Name": "Lu",
                "Affiliation": ""
            },
            {
                "First Name": "Xuan",
                "Last Name": "Chi",
                "Affiliation": ""
            },
            {
                "First Name": "Shankar",
                "Last Name": "Srinivas",
                "Affiliation": ""
            }
        ],
        "Journal": "Cold Spring Harbor protocols",
        "PubDate": "2011"
    },
    {
        "PMID": "21220964",
        "Title": "GDNF/Ret signaling and renal branching morphogenesis: From mesenchymal signals to epithelial cell behaviors.",
        "Abstract": "Signaling by GDNF through the Ret receptor tyrosine kinase is required for the normal growth and morphogenesis of the ureteric bud (UB) during kidney development.  Recent studies have sought to understand the precise role of Ret signaling in this process, and the specific responses of UB cells to GDNF.  Surprisingly, the requirement for Gdnf and Ret was largely relieved by removing the negative regulator Spry1, revealing unexpected functional overlap between GDNF and FGF10. However, the kidneys that developed without Gdnf/Ret and Spry1 displayed significant branching abnormalities, suggesting a unique role for GDNF in fine-tuning UB branching.  GDNF/Ret signaling alters patterns of gene expression in UB tip cells, and one critical event is upregulation of the ETS transcription factors Etv4 and Etv5.  Mice lacking Etv4 and Etv5 fail to develop kidneys.  Thus, these genes represent key components of a regulatory network downstream of Ret.  Studies of chimeric embryos in which a subset of cells lack either Ret, Etv4/5 or Spry1 have revealed an important role for this pathway in cell movement.  Ret signaling, via Etv4 and Etv5, promotes competitive cell rearrangements in the nephric duct, in which the cells with the highest level of Ret signaling preferentially migrate to form the first ureteric bud tip.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "DNA-Binding Proteins",
            "Epithelial Cells",
            "Glial Cell Line-Derived Neurotrophic Factor",
            "Kidney",
            "Mesenchymal Stem Cells",
            "Mice",
            "Morphogenesis",
            "Proto-Oncogene Proteins c-ets",
            "Proto-Oncogene Proteins c-ret",
            "Signal Transduction",
            "Transcription Factors",
            "Ureter"
        ],
        "Authors": [
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY, USA. fdc3@columbia.edu"
            }
        ],
        "Journal": "Organogenesis",
        "PubDate": "2010"
    },
    {
        "PMID": "21060807",
        "Title": "Actin depolymerizing factors cofilin1 and destrin are required for ureteric bud branching morphogenesis.",
        "Abstract": "The actin depolymerizing factors (ADFs) play important roles in several cellular processes that require cytoskeletal rearrangements, such as cell migration, but little is known about the in vivo functions of ADFs in developmental events like branching morphogenesis. While the molecular control of ureteric bud (UB) branching during kidney development has been extensively studied, the detailed cellular events underlying this process remain poorly understood. To gain insight into the role of actin cytoskeletal dynamics during renal branching morphogenesis, we studied the functional requirements for the closely related ADFs cofilin1 (Cfl1) and destrin (Dstn) during mouse development. Either deletion of Cfl1 in UB epithelium or an inactivating mutation in Dstn has no effect on renal morphogenesis, but simultaneous lack of both genes arrests branching morphogenesis at an early stage, revealing considerable functional overlap between cofilin1 and destrin. Lack of Cfl1 and Dstn in the UB causes accumulation of filamentous actin, disruption of normal epithelial organization, and defects in cell migration. Animals with less severe combinations of mutant Cfl1 and Dstn alleles, which retain one wild-type Cfl1 or Dstn allele, display abnormalities including ureter duplication, renal hypoplasia, and abnormal kidney shape. The results indicate that ADF activity, provided by either cofilin1 or destrin, is essential in UB epithelial cells for normal growth and branching.",
        "Keywords": [],
        "MeSH terms": [
            "Actins",
            "Animals",
            "Cell Movement",
            "Cofilin 1",
            "Destrin",
            "Epithelial Cells",
            "Epithelium",
            "Female",
            "Fluorescent Antibody Technique",
            "Genotype",
            "Glial Cell Line-Derived Neurotrophic Factor",
            "In Situ Hybridization",
            "Kidney",
            "Male",
            "Mice",
            "Mice, 129 Strain",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Morphogenesis",
            "Organ Culture Techniques",
            "Ureter"
        ],
        "Authors": [
            {
                "First Name": "Satu",
                "Last Name": "Kuure",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York, United States of America."
            },
            {
                "First Name": "Cristina",
                "Last Name": "Cebrian",
                "Affiliation": ""
            },
            {
                "First Name": "Quentin",
                "Last Name": "Machingo",
                "Affiliation": ""
            },
            {
                "First Name": "Benson C",
                "Last Name": "Lu",
                "Affiliation": ""
            },
            {
                "First Name": "Xuan",
                "Last Name": "Chi",
                "Affiliation": ""
            },
            {
                "First Name": "Deborah",
                "Last Name": "Hyink",
                "Affiliation": ""
            },
            {
                "First Name": "Vivette",
                "Last Name": "D'Agati",
                "Affiliation": ""
            },
            {
                "First Name": "Christine",
                "Last Name": "Gurniak",
                "Affiliation": ""
            },
            {
                "First Name": "Walter",
                "Last Name": "Witke",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2010"
    },
    {
        "PMID": "20493806",
        "Title": "Patterning a complex organ: branching morphogenesis and nephron segmentation in kidney development.",
        "Abstract": "The two major components of the kidney, the collecting system and the nephron, have different developmental histories. The collecting system arises by the reiterated branching of a simple epithelial tube, while the nephron forms from a cloud of mesenchymal cells that coalesce into epithelial vesicles. Each develops into a morphologically complex and highly differentiated structure, and together they provide essential filtration and resorption functions. In this review, we will consider their embryological origin and the genes controlling their morphogenesis, patterning, and differentiation, with a focus on recent advances in several areas.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Differentiation",
            "Cell Division",
            "Embryonic Development",
            "Fishes",
            "Kidney",
            "Mammals",
            "Mice",
            "Morphogenesis",
            "Nephrons",
            "Ureter"
        ],
        "Authors": [
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA. fdc3@columbia.edu"
            },
            {
                "First Name": "Raphael",
                "Last Name": "Kopan",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental cell",
        "PubDate": "2010"
    },
    {
        "PMID": "20463033",
        "Title": "The transcription factors Etv4 and Etv5 mediate formation of the ureteric bud tip domain during kidney development.",
        "Abstract": "Signaling by the Ret receptor tyrosine kinase promotes cell movements in the Wolffian duct that give rise to the first ureteric bud tip, initiating kidney development. Although the ETS transcription factors Etv4 and Etv5 are known to be required for mouse kidney development and to act downstream of Ret, their specific functions are unclear. Here, we examine their role by analyzing the ability of Etv4 Etv5 compound mutant cells to contribute to chimeric kidneys. Etv4(-/-);Etv5(+/-) cells show a limited distribution in the caudal Wolffian duct and ureteric bud, similar to Ret(-/-) cells, revealing a cell-autonomous role for Etv4 and Etv5 in the cell rearrangements promoted by Ret. By contrast, Etv4(-/-);Etv5(-/-) cells display more severe developmental limitations, suggesting a broad role for Etv4 and Etv5 downstream of multiple signals, which are together important for Wolffian duct and ureteric bud morphogenesis.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "DNA-Binding Proteins",
            "Kidney",
            "Mice",
            "Organogenesis",
            "Proto-Oncogene Proteins c-ets",
            "Proto-Oncogene Proteins c-ret",
            "Transcription Factors",
            "Ureter"
        ],
        "Authors": [
            {
                "First Name": "Satu",
                "Last Name": "Kuure",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Xuan",
                "Last Name": "Chi",
                "Affiliation": ""
            },
            {
                "First Name": "Benson",
                "Last Name": "Lu",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2010"
    },
    {
        "PMID": "20084103",
        "Title": "Kidney development in the absence of Gdnf and Spry1 requires Fgf10.",
        "Abstract": "GDNF signaling through the Ret receptor tyrosine kinase (RTK) is required for ureteric bud (UB) branching morphogenesis during kidney development in mice and humans. Furthermore, many other mutant genes that cause renal agenesis exert their effects via the GDNF/RET pathway. Therefore, RET signaling is believed to play a central role in renal organogenesis. Here, we re-examine the extent to which the functions of Gdnf and Ret are unique, by seeking conditions in which a kidney can develop in their absence. We find that in the absence of the negative regulator Spry1, Gdnf, and Ret are no longer required for extensive kidney development. Gdnf-/-;Spry1-/- or Ret-/-;Spry1-/- double mutants develop large kidneys with normal ureters, highly branched collecting ducts, extensive nephrogenesis, and normal histoarchitecture. However, despite extensive branching, the UB displays alterations in branch spacing, angle, and frequency. UB branching in the absence of Gdnf and Spry1 requires Fgf10 (which normally plays a minor role), as removal of even one copy of Fgf10 in Gdnf-/-;Spry1-/- mutants causes a complete failure of ureter and kidney development. In contrast to Gdnf or Ret mutations, renal agenesis caused by concomitant lack of the transcription factors ETV4 and ETV5 is not rescued by removing Spry1, consistent with their role downstream of both RET and FGFRs. This shows that, for many aspects of renal development, the balance between positive signaling by RTKs and negative regulation of this signaling by SPRY1 is more critical than the specific role of GDNF. Other signals, including FGF10, can perform many of the functions of GDNF, when SPRY1 is absent. But GDNF/RET signaling has an apparently unique function in determining normal branching pattern. In contrast to GDNF or FGF10, Etv4 and Etv5 represent a critical node in the RTK signaling network that cannot by bypassed by reducing the negative regulation of upstream signals.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptor Proteins, Signal Transducing",
            "Animals",
            "Female",
            "Fibroblast Growth Factor 10",
            "Glial Cell Line-Derived Neurotrophic Factor",
            "Kidney",
            "Male",
            "Membrane Proteins",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Organogenesis",
            "Phosphoproteins",
            "Proto-Oncogene Proteins c-ret",
            "Signal Transduction",
            "Ureter"
        ],
        "Authors": [
            {
                "First Name": "Odyssé",
                "Last Name": "Michos",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Cristina",
                "Last Name": "Cebrian",
                "Affiliation": ""
            },
            {
                "First Name": "Deborah",
                "Last Name": "Hyink",
                "Affiliation": ""
            },
            {
                "First Name": "Uta",
                "Last Name": "Grieshammer",
                "Affiliation": ""
            },
            {
                "First Name": "Linda",
                "Last Name": "Williams",
                "Affiliation": ""
            },
            {
                "First Name": "Vivette",
                "Last Name": "D'Agati",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan D",
                "Last Name": "Licht",
                "Affiliation": ""
            },
            {
                "First Name": "Gail R",
                "Last Name": "Martin",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2010"
    },
    {
        "PMID": "19898483",
        "Title": "Etv4 and Etv5 are required downstream of GDNF and Ret for kidney branching morphogenesis.",
        "Abstract": "Glial cell line-derived neurotrophic factor signaling through the Ret receptor tyrosine kinase is crucial for ureteric bud branching morphogenesis during kidney development, yet few of the downstream genes are known. Here we show that the ETS transcription factors Etv4 and Etv5 are positively regulated by Ret signaling in the ureteric bud tips. Mice lacking both Etv4 alleles and one Etv5 allele show either renal agenesis or severe hypodysplasia, whereas kidney development fails completely in double homozygotes. We identified several genes whose expression in the ureteric bud depends on Etv4 and Etv5, including Cxcr4, Myb, Met and Mmp14. Thus, Etv4 and Etv5 are key components of a gene network downstream of Ret that promotes and controls renal branching morphogenesis.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Newborn",
            "DNA-Binding Proteins",
            "Glial Cell Line-Derived Neurotrophic Factor",
            "Kidney",
            "Mice",
            "Mice, Knockout",
            "Morphogenesis",
            "Proto-Oncogene Proteins c-ets",
            "Proto-Oncogene Proteins c-ret",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Benson C",
                "Last Name": "Lu",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Cristina",
                "Last Name": "Cebrian",
                "Affiliation": ""
            },
            {
                "First Name": "Xuan",
                "Last Name": "Chi",
                "Affiliation": ""
            },
            {
                "First Name": "Satu",
                "Last Name": "Kuure",
                "Affiliation": ""
            },
            {
                "First Name": "Richard",
                "Last Name": "Kuo",
                "Affiliation": ""
            },
            {
                "First Name": "Carlton M",
                "Last Name": "Bates",
                "Affiliation": ""
            },
            {
                "First Name": "Silvia",
                "Last Name": "Arber",
                "Affiliation": ""
            },
            {
                "First Name": "John",
                "Last Name": "Hassell",
                "Affiliation": ""
            },
            {
                "First Name": "Lesley",
                "Last Name": "MacNeil",
                "Affiliation": ""
            },
            {
                "First Name": "Masato",
                "Last Name": "Hoshi",
                "Affiliation": ""
            },
            {
                "First Name": "Sanjay",
                "Last Name": "Jain",
                "Affiliation": ""
            },
            {
                "First Name": "Naoya",
                "Last Name": "Asai",
                "Affiliation": ""
            },
            {
                "First Name": "Masahide",
                "Last Name": "Takahashi",
                "Affiliation": ""
            },
            {
                "First Name": "Kai M",
                "Last Name": "Schmidt-Ott",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan",
                "Last Name": "Barasch",
                "Affiliation": ""
            },
            {
                "First Name": "Vivette",
                "Last Name": "D'Agati",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature genetics",
        "PubDate": "2009"
    },
    {
        "PMID": "19686681",
        "Title": "Ret-dependent cell rearrangements in the Wolffian duct epithelium initiate ureteric bud morphogenesis.",
        "Abstract": "While the genetic control of renal branching morphogenesis has been extensively described, the cellular basis of this process remains obscure. GDNF/RET signaling is required for ureter and kidney development, and cells lacking Ret are excluded from the tips of the branching ureteric bud in chimeric kidneys. Here, we find that this exclusion results from earlier Ret-dependent cell rearrangements in the caudal Wolffian duct, which generate a specialized epithelial domain that later emerges as the tip of the primary ureteric bud. By juxtaposing cells with elevated or reduced RET activity, we find that Wolffian duct cells compete, based on RET signaling levels, to contribute to this domain. At the same time, the caudal Wolffian duct transiently converts from a simple to a pseudostratified epithelium, a process that does not require Ret. Thus, both Ret-dependent cell movements and Ret-independent changes in the Wolffian duct epithelium contribute to ureteric bud formation.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptor Proteins, Signal Transducing",
            "Animals",
            "Cell Movement",
            "Chimera",
            "Embryo, Mammalian",
            "Epithelium",
            "Luminescent Proteins",
            "Membrane Proteins",
            "Mice",
            "Mice, Knockout",
            "Morphogenesis",
            "Phosphoproteins",
            "Proto-Oncogene Proteins c-ret",
            "Signal Transduction",
            "Transgenes",
            "Ureter",
            "Wolffian Ducts"
        ],
        "Authors": [
            {
                "First Name": "Xuan",
                "Last Name": "Chi",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Odyssé",
                "Last Name": "Michos",
                "Affiliation": ""
            },
            {
                "First Name": "Reena",
                "Last Name": "Shakya",
                "Affiliation": ""
            },
            {
                "First Name": "Paul",
                "Last Name": "Riccio",
                "Affiliation": ""
            },
            {
                "First Name": "Hideki",
                "Last Name": "Enomoto",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan D",
                "Last Name": "Licht",
                "Affiliation": ""
            },
            {
                "First Name": "Naoya",
                "Last Name": "Asai",
                "Affiliation": ""
            },
            {
                "First Name": "Masahide",
                "Last Name": "Takahashi",
                "Affiliation": ""
            },
            {
                "First Name": "Nobutaka",
                "Last Name": "Ohgami",
                "Affiliation": ""
            },
            {
                "First Name": "Masashi",
                "Last Name": "Kato",
                "Affiliation": ""
            },
            {
                "First Name": "Cathy",
                "Last Name": "Mendelsohn",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental cell",
        "PubDate": "2009"
    },
    {
        "PMID": "19204372",
        "Title": "Both the RGS domain and the six C-terminal amino acids of mouse Axin are required for normal embryogenesis.",
        "Abstract": "Axin is a negative regulator of canonical Wnt signaling, which promotes the degradation of beta-catenin, the major effector in this signaling cascade. While many protein-binding domains of Axin have been identified, their significance has not been evaluated in vivo. Here, we report the generation and analysis of mice carrying modified Axin alleles in which either the RGS domain or the six C-terminal amino acids (C6 motif) were deleted. The RGS domain is required for APC-binding, while the C6 motif has been implicated in the activation of c-Jun N-terminal kinase, but is not required for the effects of Axin on the Wnt/beta-catenin pathway, in vitro. Both mutant Axin alleles caused recessive embryonic lethality at E9.5-E10.5, with defects indistinguishable from those caused by a null allele. As Axin-DeltaRGS protein was produced at normal levels, its inability to support embryogenesis confirms the importance of interactions between Axin and APC. In contrast, Axin-DeltaC6 protein was expressed at only 25-30% of the normal level, which may account for the recessive lethality of this allele. Furthermore, many Axin(DeltaC6/DeltaC6) embryos that were heterozygous for a beta-catenin null mutation survived to term, demonstrating that early lethality was due to failure to negatively regulate beta-catenin.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Motifs",
            "Animals",
            "Animals, Genetically Modified",
            "Axin Protein",
            "Base Sequence",
            "Cells, Cultured",
            "Embryo, Mammalian",
            "Embryo, Nonmammalian",
            "Embryonic Development",
            "Fetal Viability",
            "Gene Deletion",
            "Genes, Lethal",
            "Mice",
            "Molecular Sequence Data",
            "Mutant Proteins",
            "Protein Structure, Tertiary",
            "RGS Proteins",
            "Repressor Proteins",
            "Wnt Proteins",
            "Xenopus",
            "Xenopus Proteins"
        ],
        "Authors": [
            {
                "First Name": "Ian V",
                "Last Name": "Chia",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Min Jung",
                "Last Name": "Kim",
                "Affiliation": ""
            },
            {
                "First Name": "Keiji",
                "Last Name": "Itoh",
                "Affiliation": ""
            },
            {
                "First Name": "Sergei Y",
                "Last Name": "Sokol",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            }
        ],
        "Journal": "Genetics",
        "PubDate": "2009"
    },
    {
        "PMID": "19111008",
        "Title": "A transgenic mouse that reveals cell shape and arrangement during ureteric bud branching.",
        "Abstract": "Understanding the cellular events that underlie epithelial morphogenesis is a key problem in developmental biology. Here, we describe a new transgenic mouse line that makes it possible to visualize individual cells specifically in the Wolffian duct and ureteric bud, the epithelial structures that give rise to the collecting system of the kidney. myr-Venus, a membrane-associated form of the fluorescent protein Venus, was expressed in the ureteric bud lineage under the control of the Hoxb7 promoter. In Hoxb7/myr-Venus mice, the outlines of all Wolffian duct and ureteric bud epithelial cells are strongly labeled at all stages of urogenital development, allowing the shapes and arrangements of individual cells to be readily observed by confocal microscopy of freshly excised or cultured kidneys. This strain should be extremely useful for studies of cell behavior during ureteric bud branching morphogenesis in wild type and mutant mouse lines.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Newborn",
            "Bacterial Proteins",
            "Base Sequence",
            "Cell Shape",
            "DNA Primers",
            "Gene Expression",
            "Homeodomain Proteins",
            "Imaging, Three-Dimensional",
            "Kidney",
            "Luminescent Proteins",
            "Mice",
            "Mice, Inbred CBA",
            "Mice, Transgenic",
            "Microscopy, Confocal",
            "Organ Culture Techniques",
            "Recombinant Fusion Proteins",
            "Ureter"
        ],
        "Authors": [
            {
                "First Name": "Xuan",
                "Last Name": "Chi",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032, USA."
            },
            {
                "First Name": "Anna-Katerina",
                "Last Name": "Hadjantonakis",
                "Affiliation": ""
            },
            {
                "First Name": "Zaiqi",
                "Last Name": "Wu",
                "Affiliation": ""
            },
            {
                "First Name": "Deborah",
                "Last Name": "Hyink",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            }
        ],
        "Journal": "Genesis (New York, N.Y. : 2000)",
        "PubDate": "2009"
    },
    {
        "PMID": "19090619",
        "Title": "SUMO-specific protease 2 is essential for modulating p53-Mdm2 in development of trophoblast stem cell niches and lineages.",
        "Abstract": "SUMO-specific protease 2 (SENP2) modifies proteins by removing SUMO from its substrates. Although SUMO-specific proteases are known to reverse sumoylation in many defined systems, their importance in mammalian development and pathogenesis remains largely elusive. Here we report that SENP2 is highly expressed in trophoblast cells that are required for placentation. Targeted disruption of SENP2 in mice reveals its essential role in development of all three trophoblast layers. The mutation causes a deficiency in cell cycle progression. SENP2 has a specific role in the G-S transition, which is required for mitotic and endoreduplication cell cycles in trophoblast proliferation and differentiation, respectively. SENP2 ablation disturbs the p53-Mdm2 pathway, affecting the expansion of trophoblast progenitors and their maturation. Reintroducing SENP2 into the mutants can reduce the sumoylation of Mdm2, diminish the p53 level and promote trophoblast development. Furthermore, downregulation of p53 alleviates the SENP2-null phenotypes and stimulation of p53 causes abnormalities in trophoblast proliferation and differentiation, resembling those of the SENP2 mutants. Our data reveal a key genetic pathway, SENP2-Mdm2-p53, underlying trophoblast lineage development, suggesting its pivotal role in cell cycle progression of mitosis and endoreduplication.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Cycle",
            "Cell Lineage",
            "Cysteine Endopeptidases",
            "Embryo, Mammalian",
            "Embryonic Stem Cells",
            "Mice",
            "Multienzyme Complexes",
            "Proto-Oncogene Proteins c-mdm2",
            "Trophoblasts",
            "Tumor Suppressor Protein p53"
        ],
        "Authors": [
            {
                "First Name": "Shang-Yi",
                "Last Name": "Chiu",
                "Affiliation": "Department of Biomedical Genetics, Center for Oral Biology, James P Wilmot Cancer Center, University of Rochester Medical Center, Rochester, New York, USA."
            },
            {
                "First Name": "Naoya",
                "Last Name": "Asai",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            },
            {
                "First Name": "Wei",
                "Last Name": "Hsu",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS biology",
        "PubDate": "2008"
    },
    {
        "PMID": "18632848",
        "Title": "SUMOylation target sites at the C terminus protect Axin from ubiquitination and confer protein stability.",
        "Abstract": "Axin is a scaffold protein for the beta-catenin destruction complex, and a negative regulator of canonical Wnt signaling. Previous studies implicated the six C-terminal amino acids (C6 motif) in the ability of Axin to activate c-Jun N-terminal kinase, and identified them as a SUMOylation target. Deletion of the C6 motif of mouse Axin in vivo reduced the steady-state protein level, which caused embryonic lethality. Here, we report that this deletion (Axin-DeltaC6) causes a reduced half-life in mouse embryonic fibroblasts and an increased susceptibility to ubiquitination in HEK 293T cells. We confirmed the C6 motif as a SUMOylation target in vitro, and found that mutating the C-terminal SUMOylation target residues increased the susceptibility of Axin to polyubiquitination and reduced its steady-state level. Heterologous SUMOylation target sites could replace C6 in providing this protective effect. These findings suggest that SUMOylation of the C6 motif may prevent polyubiquitination, thus increasing the stability of Axin. Although C6 deletion also caused increased association of Axin with Dvl-1, this interaction was not altered by mutating the lysine residues in C6, nor could heterologous SUMOylation motifs replace the C6 motif in this assay. Therefore, some other specific property of the C6 motif seems to reduce the interaction of Axin with Dvl-1.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptor Proteins, Signal Transducing",
            "Amino Acid Motifs",
            "Amino Acid Sequence",
            "Animals",
            "Axin Protein",
            "Cell Line",
            "Dishevelled Proteins",
            "Humans",
            "Mice",
            "Phosphoproteins",
            "Repressor Proteins",
            "Sequence Deletion",
            "Signal Transduction",
            "Ubiquitination",
            "Wnt Proteins"
        ],
        "Authors": [
            {
                "First Name": "Min Jung",
                "Last Name": "Kim",
                "Affiliation": "Department of Genetics and Development, 701 W. 168th St., Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Ian V",
                "Last Name": "Chia",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            }
        ],
        "Journal": "FASEB journal : official publication of the Federation of American Societies for Experimental Biology",
        "PubDate": "2008"
    },
    {
        "PMID": "17123792",
        "Title": "Impaired neural development caused by inducible expression of Axin in transgenic mice.",
        "Abstract": "Ablations of the Axin family genes demonstrated that they modulate Wnt signaling in key processes of mammalian development. The ubiquitously expressed Axin1 plays an important role in formation of the embryonic neural axis, while Axin2 is essential for craniofacial skeletogenesis. Although Axin2 is also highly expressed during early neural development, including the neural tube and neural crest, it is not essential for these processes, apparently due to functional redundancy with Axin1. To further investigate the role of Wnt signaling during early neural development, and its potential regulation by Axins, we developed a mouse model for conditional gene activation in the Axin2-expressing domains. We show that gene expression can be successfully targeted to the Axin2-expressing cells in a spatially and temporally specific fashion. High levels of Axin in this domain induce a region-specific effect on the patterning of neural tube. In the mutant embryos, only the development of midbrain is severely impaired even though the transgene is expressed throughout the neural tube. Axin apparently regulates beta-catenin in coordinating cell cycle progression, cell adhesion and survival of neuroepithelial precursors during development of ventricles. Our data support the conclusion that the development of embryonic neural axis is highly sensitive to the level of Wnt signaling.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Hsiao-Man Ivy",
                "Last Name": "Yu",
                "Affiliation": "Department of Biomedical Genetics, Center for Oral Biology, Abs Institute of Biomedical Sciences, School of Medicine and Dentistry, University of Rochester, 601 Elmwood Avenue, Box 611, Rochester, NY 14642, USA."
            },
            {
                "First Name": "Bo",
                "Last Name": "Liu",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            },
            {
                "First Name": "Wei",
                "Last Name": "Hsu",
                "Affiliation": ""
            }
        ],
        "Journal": "Mechanisms of development",
        "PubDate": "2007"
    },
    {
        "PMID": "17050626",
        "Title": "Targeted mutation of serine 697 in the Ret tyrosine kinase causes migration defect of enteric neural crest cells.",
        "Abstract": "The RET receptor tyrosine kinase plays a critical role in the development of the enteric nervous system (ENS) and the kidney. Upon glial-cell-line-derived neurotrophic factor (GDNF) stimulation, RET can activate a variety of intracellular signals, including the Ras/mitogen-activated protein kinase, phosphatidylinositol 3-kinase (PI3K)/AKT, and RAC1/JUN NH(2)-terminal kinase (JNK) pathways. We recently demonstrated that the RAC1/JNK pathway is regulated by serine phosphorylation at the juxtamembrane region of RET in a cAMP-dependent manner. To determine the importance of cAMP-dependent modification of the RET signal in vivo, we generated mutant mice in which serine residue 697, a putative protein kinase A (PKA) phosphorylation site, was replaced with alanine (designated S697A mice). Homozygous S697A mutant mice lacked the ENS in the distal colon, resulting from a migration defect of enteric neural crest cells (ENCCs). In vitro organ culture showed an impaired chemoattractant response of the mutant ENCCs to GDNF. JNK activation by GDNF but not ERK, AKT and SRC activation was markedly reduced in neurons derived from the mutant mice. The JNK inhibitor SP600125 and the PKA inhibitor KT5720 suppressed migration of the ENCCs in cultured guts from wild-type mice to comparable degrees. Thus, these findings indicated that cAMP-dependent modification of RET function regulates the JNK signaling responsible for proper migration of the ENCCs in the developing gut.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Anthracenes",
            "Carbazoles",
            "Cell Movement",
            "Colon",
            "Enteric Nervous System",
            "Glial Cell Line-Derived Neurotrophic Factor",
            "Indoles",
            "Mice",
            "Mice, Mutant Strains",
            "Mutation",
            "Neural Crest",
            "Proto-Oncogene Proteins c-ret",
            "Pyrroles",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Naoya",
                "Last Name": "Asai",
                "Affiliation": "Department of Pathology, Nagoya University Graduate School of Medicine, 65 Tsurumai-cho, Showa-ku, Nagoya 466-8550, Japan."
            },
            {
                "First Name": "Toshifumi",
                "Last Name": "Fukuda",
                "Affiliation": ""
            },
            {
                "First Name": "Zaiqi",
                "Last Name": "Wu",
                "Affiliation": ""
            },
            {
                "First Name": "Atsushi",
                "Last Name": "Enomoto",
                "Affiliation": ""
            },
            {
                "First Name": "Vassilis",
                "Last Name": "Pachnis",
                "Affiliation": ""
            },
            {
                "First Name": "Masahide",
                "Last Name": "Takahashi",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2006"
    },
    {
        "PMID": "16916378",
        "Title": "Renal branching morphogenesis: concepts, questions, and recent advances.",
        "Abstract": "The ureteric bud (UB) is an outgrowth of the Wolffian duct, which undergoes a complex process of growth, branching, and remodeling, to eventually give rise to the entire urinary collecting system during kidney development. Understanding the mechanisms that control this process is a fascinating problem in basic developmental biology, and also has considerable medical significance. Over the past decade, there has been significant progress in our understanding of renal branching morphogenesis and its regulation, and this review focuses on several areas in which there have been recent advances. The first section deals with the normal process of UB branching morphogenesis, and methods that have been developed to better observe and describe it. The next section discusses a number of experimental methodologies, both established and novel, that make kidney development in the mouse a powerful and attractive experimental system. The third section discusses some of the cellular processes that are likely to underlie UB branching morphogenesis, as well as recent data on cell lineages within the growing UB. The fourth section summarizes our understanding of the roles of two groups of growth factors that appear to be particularly important for the regulation of UB outgrowth and branching: GDNF and FGFs, which stimulate this process via tyrosine kinase receptors, and members of the TGFbeta family, including BMP4 and Activin A, which generally inhibit UB formation and branching.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Adhesion Molecules",
            "Gene Expression Regulation, Developmental",
            "Humans",
            "Kidney",
            "Morphogenesis",
            "Transforming Growth Factor beta",
            "Ureter",
            "Wnt Proteins"
        ],
        "Authors": [
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, 701 W. 168th St. New York, NY 10032, USA. fdc3@columbia.edu"
            }
        ],
        "Journal": "Differentiation; research in biological diversity",
        "PubDate": "2006"
    },
    {
        "PMID": "16845997",
        "Title": "Lentiviral vector-mediated gene transfer in embryonic stem cells.",
        "Abstract": "The major limitations in gene transduction to embryonic stem (ES) cells are (1) low efficiency of gene delivery and (2) suppression of gene expression after integration into the host genome. A human immunodeficiency virus type I (HIV-1)-based lentiviral vector has been demonstrated to be an excellent tool for stable and efficient gene expression in ES cells. Here, we introduce a protocol for lentiviral vector-mediated transgene expression in murine ES cells. Using lentiviral vectors expressing LacZ, green fluorescent protein, and Cre recombinase, we demonstrate the efficiency and utility of the vectors in ES cell study.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Culture Techniques",
            "Embryo, Mammalian",
            "Gene Expression",
            "Gene Transfer Techniques",
            "Genetic Vectors",
            "Green Fluorescent Proteins",
            "Humans",
            "Integrases",
            "Lac Operon",
            "Lentivirus",
            "Mice",
            "Pluripotent Stem Cells",
            "Recombination, Genetic",
            "Transduction, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Masahiro",
                "Last Name": "Oka",
                "Affiliation": "Department of Pathology, University of Florida College of Medicine, Gainesville, FL, USA."
            },
            {
                "First Name": "Lung-Ji",
                "Last Name": "Chang",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            },
            {
                "First Name": "Naohiro",
                "Last Name": "Terada",
                "Affiliation": ""
            }
        ],
        "Journal": "Methods in molecular biology (Clifton, N.J.)",
        "PubDate": "2006"
    },
    {
        "PMID": "16435290",
        "Title": "GDNF/Ret signaling and the development of the kidney.",
        "Abstract": "Signaling by GDNF through the Ret receptor is required for normal growth of the ureteric bud during kidney development. However, the precise role of GDNF/Ret signaling in renal branching morphogenesis and the specific responses of ureteric bud cells to GDNF remain unclear. Recent studies have provided new insight into these issues. The localized expression of GDNF by the metanephric mesenchyme, together with several types of negative regulation, is important to elicit and correctly position the initial budding event from the Wolffian duct. GDNF also promotes the continued branching of the ureteric bud. However, it does not provide the positional information required to specify the pattern of ureteric bud growth and branching, as its site of synthesis can be drastically altered with minimal effects on kidney development. Cells that lack Ret are unable to contribute to the tip of the ureteric bud, apparently because GDNF-driven proliferation is required for the formation and growth of this specialized epithelial domain.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Proliferation",
            "Glial Cell Line-Derived Neurotrophic Factor",
            "Humans",
            "Kidney",
            "Proto-Oncogene Proteins c-ret",
            "Signal Transduction",
            "Ureter"
        ],
        "Authors": [
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York 10032, USA. fdc3@columbia.edu"
            },
            {
                "First Name": "Reena",
                "Last Name": "Shakya",
                "Affiliation": ""
            }
        ],
        "Journal": "BioEssays : news and reviews in molecular, cellular and developmental biology",
        "PubDate": "2006"
    },
    {
        "PMID": "15899843",
        "Title": "Mouse axin and axin2/conductin proteins are functionally equivalent in vivo.",
        "Abstract": "Axin is a central component of the canonical Wnt signal transduction machinery, serving as a scaffold for the beta-catenin destruction complex. The related protein Axin2/Conductin, although less extensively studied, is thought to perform similar functions. Loss of Axin causes early embryonic lethality, while Axin2-null mice are viable but have craniofacial defects. Mutations in either gene contribute to cancer in humans. The lack of redundancy between Axin and Axin2 could be due to their different modes of expression: while Axin is expressed ubiquitously, Axin2 is expressed in tissue- and developmental-stage-specific patterns, and its transcription is induced by canonical Wnt signaling. Alternatively, the two proteins might have partially different functions, a hypothesis supported by the observation that they differ in their subcellular localizations in colon epithelial cells. To test the functional equivalence of Axin and Axin2 in vivo, we generated knockin mice in which the Axin gene was replaced with Myc-tagged Axin or Axin2 cDNA. Mice homozygous for the resulting alleles, Axin(Ax) or Axin(Ax2), express no endogenous Axin but express either Myc-Axin or Myc-Axin2 under the control of the Axin locus. Both Axin(Ax/Ax) and Axin(Ax2/Ax2) homozygotes are apparently normal and fertile, demonstrating that the Axin and Axin2 proteins are functionally equivalent.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Animals",
            "Axin Protein",
            "Cytoskeletal Proteins",
            "Gene Targeting",
            "Homozygote",
            "Mice",
            "Mice, Mutant Strains",
            "Repressor Proteins"
        ],
        "Authors": [
            {
                "First Name": "Ian V",
                "Last Name": "Chia",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, 701 W. 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular and cellular biology",
        "PubDate": "2005"
    },
    {
        "PMID": "15890330",
        "Title": "The role of GDNF in patterning the excretory system.",
        "Abstract": "Mesenchymal-epithelial interactions are an important source of information for pattern formation during organogenesis. In the developing excretory system, one of the secreted mesenchymal factors thought to play a critical role in patterning the growth and branching of the epithelial ureteric bud is GDNF. We have tested the requirement for GDNF as a paracrine chemoattractive factor by altering its site of expression during excretory system development. Normally, GDNF is secreted by the metanephric mesenchyme and acts via receptors on the Wolffian duct and ureteric bud epithelium. Misexpression of GDNF in the Wolffian duct and ureteric buds resulted in formation of multiple, ectopic buds, which branched independently of the metanephric mesenchyme. This confirmed the ability of GDNF to induce ureter outgrowth and epithelial branching in vivo. However, in mutant mice lacking endogenous GDNF, kidney development was rescued to a substantial degree by GDNF supplied only by the Wolffian duct and ureteric bud. These results indicate that mesenchymal GDNF is not required as a chemoattractive factor to pattern the growth of the ureteric bud within the developing kidney, and that any positional information provided by the mesenchymal expression of GDNF may provide for renal branching morphogenesis is redundant with other signals.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Body Patterning",
            "Gene Expression Regulation, Developmental",
            "Glial Cell Line-Derived Neurotrophic Factor",
            "Homeodomain Proteins",
            "In Situ Hybridization",
            "Kidney",
            "Mesoderm",
            "Mice",
            "Mice, Transgenic",
            "Nerve Growth Factors",
            "Restriction Mapping",
            "Ureter"
        ],
        "Authors": [
            {
                "First Name": "Reena",
                "Last Name": "Shakya",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Eek-hoon",
                "Last Name": "Jho",
                "Affiliation": ""
            },
            {
                "First Name": "Pille",
                "Last Name": "Kotka",
                "Affiliation": ""
            },
            {
                "First Name": "Zaiqi",
                "Last Name": "Wu",
                "Affiliation": ""
            },
            {
                "First Name": "Nikolai",
                "Last Name": "Kholodilov",
                "Affiliation": ""
            },
            {
                "First Name": "Robert",
                "Last Name": "Burke",
                "Affiliation": ""
            },
            {
                "First Name": "Vivette",
                "Last Name": "D'Agati",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental biology",
        "PubDate": "2005"
    },
    {
        "PMID": "15621530",
        "Title": "The role of GDNF/Ret signaling in ureteric bud cell fate and branching morphogenesis.",
        "Abstract": "While GDNF signaling through the Ret receptor is critical for kidney development, its specific role in branching morphogenesis of the epithelial ureteric bud (UB) is unclear. Ret expression defines a population of UB \"tip cells\" distinct from cells of the tubular \"trunks,\" but how these cells contribute to UB growth is unknown. We have used time-lapse mosaic analysis to investigate normal cell fates within the growing UB and the developmental potential of cells lacking Ret. We found that normal tip cells are bipotential, contributing to both tips and trunks. Cells lacking Ret are specifically excluded from the tips, although they contribute to the trunks, revealing that the tips form and expand by GDNF-driven cell proliferation. Surprisingly, the mutant cells assumed an asymmetric distribution in the UB trunks, suggesting a model of branching in which the epithelium of the tip and the adjacent trunk is remodeled to form new branches.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Line",
            "Cell Proliferation",
            "Embryo, Mammalian",
            "Epithelial Cells",
            "Glial Cell Line-Derived Neurotrophic Factor",
            "Glial Cell Line-Derived Neurotrophic Factor Receptors",
            "Green Fluorescent Proteins",
            "Homeodomain Proteins",
            "Immunohistochemistry",
            "Keratins",
            "Kidney",
            "Mice",
            "Mice, Mutant Strains",
            "Mice, Transgenic",
            "Models, Biological",
            "Morphogenesis",
            "Nerve Growth Factors",
            "Organ Culture Techniques",
            "Proto-Oncogene Proteins",
            "Proto-Oncogene Proteins c-ret",
            "Receptor Protein-Tyrosine Kinases",
            "Signal Transduction",
            "Stem Cells",
            "Time Factors",
            "Ureter"
        ],
        "Authors": [
            {
                "First Name": "Reena",
                "Last Name": "Shakya",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons, Columbia University, 701 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Tomoko",
                "Last Name": "Watanabe",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental cell",
        "PubDate": "2005"
    },
    {
        "PMID": "15355978",
        "Title": "Adenomatous polyposis coli is down-regulated by the ubiquitin-proteasome pathway in a process facilitated by Axin.",
        "Abstract": "Adenomatous polyposis coli (APC) protein and Axin form a complex that mediates the down-regulation of beta-catenin, a key effector of Wnt signaling. Truncation mutations in APC are responsible for familial and sporadic colorectal tumors due to failure in the down-regulation of beta-catenin. While the regulation of beta-catenin by APC has been extensively studied, the regulation of APC itself has received little attention. Here we show that the level of APC is down-regulated by the ubiquitin-proteasome pathway and that Wnt signaling inhibits the process. The domain responsible for the down-regulation and direct ubiquitination was identified. We also show an unexpected role for Axin in facilitating the ubiquitination-proteasome-mediated down-regulation of APC through the oligomerization of Axin. Our results suggest a new mechanism for the regulation of APC by Axin and Wnt signaling.",
        "Keywords": [],
        "MeSH terms": [
            "Adenomatous Polyposis Coli Protein",
            "Amino Acids",
            "Animals",
            "Axin Protein",
            "Binding Sites",
            "Blotting, Western",
            "Cell Line",
            "Cell Nucleus",
            "Culture Media, Conditioned",
            "Cytoskeletal Proteins",
            "Down-Regulation",
            "Epitopes",
            "Gene Deletion",
            "Humans",
            "Immunoblotting",
            "Immunoprecipitation",
            "Microscopy, Fluorescence",
            "Plasmids",
            "Proteasome Endopeptidase Complex",
            "Protein Structure, Tertiary",
            "Proteins",
            "Proto-Oncogene Proteins",
            "Repressor Proteins",
            "Reverse Transcriptase Polymerase Chain Reaction",
            "Signal Transduction",
            "Time Factors",
            "Trans-Activators",
            "Transfection",
            "Ubiquitin",
            "Up-Regulation",
            "Wnt Proteins",
            "Wnt3 Protein",
            "Xenopus",
            "Xenopus Proteins",
            "beta Catenin"
        ],
        "Authors": [
            {
                "First Name": "Jongkyu",
                "Last Name": "Choi",
                "Affiliation": "Laboratory of Ophthalmology and Visual Science, The Catholic University of Korea, 505 Banpo-dong, Seocho-ku, Seoul, 137-701, Korea."
            },
            {
                "First Name": "Sun Young",
                "Last Name": "Park",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            },
            {
                "First Name": "Eek-Hoon",
                "Last Name": "Jho",
                "Affiliation": ""
            },
            {
                "First Name": "Choun-Ki",
                "Last Name": "Joo",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2004"
    },
    {
        "PMID": "15196953",
        "Title": "Real-time analysis of ureteric bud branching morphogenesis in vitro.",
        "Abstract": "While it is clear that the normal branching morphogenesis of the ureteric bud (UB) is critical for development of the metanephric kidney, the specific patterns of branching and growth have heretofore only been inferred from static images. Here, we present a systematic time-lapse analysis of UB branching morphogenesis during the early development of the mouse kidney in organ culture. Metanephric primordia from Hoxb7/GFP transgenic embryos were cultured for 3-4 days, and GFP images of the UB taken every 30 min were assembled into movies. Analysis of these movies (available as )revealed that the UB is a highly plastic structure, which can branch in a variety of complex patterns, including terminal bifid, terminal trifid, and lateral branching. To examine kinetic parameters of branching and elongation, skeletal representations of the UB were used to measure the number of segments and branch points and the length of each segment as a function of time and of branch generation. These measurements provide a baseline for future studies on mutant kidneys with defects in renal development. To illustrate how these quantitative methods can be applied to the analysis of abnormal kidney development, we examined the effects of the MEK1 inhibitor PD98059 on renal organ cultures and confirmed a previous report that the drug has a specific inhibitory effect on UB branching as opposed to elongation.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Body Weights and Measures",
            "Diagnostic Imaging",
            "Flavonoids",
            "Green Fluorescent Proteins",
            "Homeodomain Proteins",
            "Kidney",
            "Luminescent Proteins",
            "MAP Kinase Kinase 1",
            "Mice",
            "Mice, Transgenic",
            "Microscopy, Fluorescence",
            "Mitogen-Activated Protein Kinase Kinases",
            "Morphogenesis",
            "Organ Culture Techniques",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Tomoko",
                "Last Name": "Watanabe",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental biology",
        "PubDate": "2004"
    },
    {
        "PMID": "12569091",
        "Title": "Ectopic expression of Axin blocks neuronal differentiation of embryonic carcinoma P19 cells.",
        "Abstract": "Axin regulates Wnt signaling through down-regulation of beta-catenin. To test the role of Wnt signaling in neuronal differentiation, embryonal carcinoma P19 cells (P19 EC), which can be stimulated to differentiate into a neuron-like phenotype in response to retinoic acid (RA), were used. Reverse transcription-PCR and Western blot analysis showed that Axin is expressed in undifferentiated cells, whereas the level is clearly reduced during RA-induced neuronal differentiation. Interestingly, Axin levels were not reduced during endodermal differentiation of P19 EC cells and F9 EC cells by RA, suggesting that the reduction of the Axin level is a specific property of neuronal differentiation. Western analysis showed that the cytoplasmic level of beta-catenin increased during neuronal differentiation of P19 EC cells. Indirect immunofluorescence with beta-catenin antibody showed that the localization of beta-catenin was changed from membrane in undifferentiated cells to nuclei in neuronal P19 EC cells. Induced expression of Axin during endodermal and early neuronal differentiation, using the Tet-On system, did not block normal differentiation. However, maintenance of the Axin level blocked neuronal differentiation and inhibited expression of a neuron-specific marker protein, beta III-tubulin. Also, ectopic induction of a beta-catenin signaling inhibitor, ICAT, inhibited expression of beta III-tubulin. In contrast, addition of Wnt-3A-conditioned medium during the neuronal differentiation period enhanced the expression of beta III-tubulin. Overall, our data show that Wnt-3a/canonical beta-catenin signaling through the down-regulation of Axin may play an important role in neuronal differentiation.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Axin Protein",
            "Base Sequence",
            "Carcinoma, Embryonal",
            "Cell Differentiation",
            "DNA Primers",
            "Gene Expression Regulation, Neoplastic",
            "Mice",
            "Neurons",
            "Protein Biosynthesis",
            "Proteins",
            "Proto-Oncogene Proteins",
            "RNA, Messenger",
            "Repressor Proteins",
            "Reverse Transcriptase Polymerase Chain Reaction",
            "Transcription, Genetic",
            "Tumor Cells, Cultured",
            "Wnt Proteins",
            "Zebrafish Proteins"
        ],
        "Authors": [
            {
                "First Name": "Jungmook",
                "Last Name": "Lyu",
                "Affiliation": "Department of Ophthalmology, Catholic University of Korea, Seoul 137-040, Korea."
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            },
            {
                "First Name": "Eek-hoon",
                "Last Name": "Jho",
                "Affiliation": ""
            },
            {
                "First Name": "Choun-ki",
                "Last Name": "Joo",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2003"
    },
    {
        "PMID": "11809808",
        "Title": "Wnt/beta-catenin/Tcf signaling induces the transcription of Axin2, a negative regulator of the signaling pathway.",
        "Abstract": "Axin2/Conductin/Axil and its ortholog Axin are negative regulators of the Wnt signaling pathway, which promote the phosphorylation and degradation of beta-catenin. While Axin is expressed ubiquitously, Axin2 mRNA was seen in a restricted pattern during mouse embryogenesis and organogenesis. Because many sites of Axin2 expression overlapped with those of several Wnt genes, we tested whether Axin2 was induced by Wnt signaling. Endogenous Axin2 mRNA and protein expression could be rapidly induced by activation of the Wnt pathway, and Axin2 reporter constructs, containing a 5.6-kb DNA fragment including the promoter and first intron, were also induced. This genomic region contains eight Tcf/LEF consensus binding sites, five of which are located within longer, highly conserved noncoding sequences. The mutation or deletion of these Tcf/LEF sites greatly diminished induction by beta-catenin, and mutation of the Tcf/LEF site T2 abolished protein binding in an electrophoretic mobility shift assay. These results strongly suggest that Axin2 is a direct target of the Wnt pathway, mediated through Tcf/LEF factors. The 5.6-kb genomic sequence was sufficient to direct the tissue-specific expression of d2EGFP in transgenic embryos, consistent with a role for the Tcf/LEF sites and surrounding conserved sequences in the in vivo expression pattern of Axin2. Our results suggest that Axin2 participates in a negative feedback loop, which could serve to limit the duration or intensity of a Wnt-initiated signal.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Axin Protein",
            "Binding Sites",
            "Cell Line",
            "Cytoskeletal Proteins",
            "DNA-Binding Proteins",
            "Embryo, Mammalian",
            "Gene Expression Regulation",
            "Genes, Reporter",
            "Green Fluorescent Proteins",
            "Humans",
            "In Situ Hybridization",
            "Indicators and Reagents",
            "Luminescent Proteins",
            "Lymphoid Enhancer-Binding Factor 1",
            "Mice",
            "Mice, Transgenic",
            "Models, Biological",
            "Proto-Oncogene Proteins",
            "Recombinant Fusion Proteins",
            "Regulatory Sequences, Nucleic Acid",
            "Signal Transduction",
            "Trans-Activators",
            "Transcription Factors",
            "Wnt Proteins",
            "Zebrafish Proteins",
            "beta Catenin"
        ],
        "Authors": [
            {
                "First Name": "Eek-hoon",
                "Last Name": "Jho",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Tong",
                "Last Name": "Zhang",
                "Affiliation": ""
            },
            {
                "First Name": "Claire",
                "Last Name": "Domon",
                "Affiliation": ""
            },
            {
                "First Name": "Choun-Ki",
                "Last Name": "Joo",
                "Affiliation": ""
            },
            {
                "First Name": "Jean-Noel",
                "Last Name": "Freund",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Costantini",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular and cellular biology",
        "PubDate": "2002"
    }
]