[
    {
        "PMID": "38883233",
        "Title": "Distributional bias compromises leave-one-out cross-validation.",
        "Abstract": "Cross-validation is a common method for estimating the predictive performance of machine learning models. In a data-scarce regime, where one typically wishes to maximize the number of instances used for training the model, an approach called 'leave-one-out cross-validation' is often used. In this design, a separate model is built for predicting each data instance after training on all other instances. Since this results in a single test data point available per model trained, predictions are aggregated across the entire dataset to calculate common rank-based performance metrics such as the area under the receiver operating characteristic or precision-recall curves. In this work, we demonstrate that this approach creates a negative correlation between the average label of each training fold and the label of its corresponding test instance, a phenomenon that we term distributional bias. As machine learning models tend to regress to the mean of their training data, this distributional bias tends to negatively impact performance evaluation and hyperparameter optimization. We show that this effect generalizes to leave-P-out cross-validation and persists across a wide range of modeling and evaluation approaches, and that it can lead to a bias against stronger regularization. To address this, we propose a generalizable rebalanced cross-validation approach that corrects for distributional bias. We demonstrate that our approach improves cross-validation performance evaluation in synthetic simulations and in several published leave-one-out analyses.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "George I",
                "Last Name": "Austin",
                "Affiliation": "Department of Biomedical Informatics, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": "Program for Mathematical Genomics, Department of Systems Biology, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Tal",
                "Last Name": "Korem",
                "Affiliation": "Program for Mathematical Genomics, Department of Systems Biology, Columbia University Irving Medical Center, New York, NY, USA."
            }
        ],
        "Journal": "ArXiv",
        "PubDate": "2024"
    },
    {
        "PMID": "36699411",
        "Title": "MiSDEED: a synthetic data engine for microbiome study power analysis and study design.",
        "Abstract": "MiSDEED (",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Philippe",
                "Last Name": "Chlenski",
                "Affiliation": "Department of Computer Science, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Melody",
                "Last Name": "Hsu",
                "Affiliation": "Department of Computer Science, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": "Department of Computer Science, Columbia University, New York, NY 10027, USA."
            }
        ],
        "Journal": "Bioinformatics advances",
        "PubDate": "2022"
    },
    {
        "PMID": "36525309",
        "Title": "Special Issue: RECOMB 2022, Part 2.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Genomics",
            "Computational Biology"
        ],
        "Authors": [
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": "Departments of Computer Science and Systems Biology, Columbia University, New York, New York, USA."
            }
        ],
        "Journal": "Journal of computational biology : a journal of computational molecular cell biology",
        "PubDate": "2022"
    },
    {
        "PMID": "36351201",
        "Title": "Special Issue: RECOMB 2022, Part 1.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Genomics",
            "Computational Biology"
        ],
        "Authors": [
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": "Departments of Computer Science and Systems Biology, Columbia University, New York, New York, USA."
            }
        ],
        "Journal": "Journal of computational biology : a journal of computational molecular cell biology",
        "PubDate": "2022"
    },
    {
        "PMID": "34987055",
        "Title": "Accurate and robust inference of microbial growth dynamics from metagenomic sequencing reveals personalized growth rates.",
        "Abstract": "Patterns of sequencing coverage along a bacterial genome-summarized by a peak-to-trough ratio (PTR)-have been shown to accurately reflect microbial growth rates, revealing a new facet of microbial dynamics and host-microbe interactions. Here, we introduce Compute PTR (CoPTR): a tool for computing PTRs from complete reference genomes and assemblies. Using simulations and data from growth experiments in simple and complex communities, we show that CoPTR is more accurate than the current state of the art while also providing more PTR estimates overall. We further develop a theory formalizing a biological interpretation for PTRs. Using a reference database of 2935 species, we applied CoPTR to a case-control study of 1304 metagenomic samples from 106 individuals with inflammatory bowel disease. We show that growth rates are personalized, are only loosely correlated with relative abundances, and are associated with disease status. We conclude by showing how PTRs can be combined with relative abundances and metabolomics to investigate their effect on the microbiome.",
        "Keywords": [],
        "MeSH terms": [
            "Case-Control Studies",
            "Genome, Bacterial",
            "Humans",
            "Metagenome",
            "Metagenomics",
            "Microbiota"
        ],
        "Authors": [
            {
                "First Name": "Tyler A",
                "Last Name": "Joseph",
                "Affiliation": "Department of Computer Science, Columbia University, New York, New York 10027, USA."
            },
            {
                "First Name": "Philippe",
                "Last Name": "Chlenski",
                "Affiliation": "Department of Computer Science, Columbia University, New York, New York 10027, USA."
            },
            {
                "First Name": "Aviya",
                "Last Name": "Litman",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, New York 10032, SA."
            },
            {
                "First Name": "Tal",
                "Last Name": "Korem",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, New York 10032, SA."
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": "Department of Computer Science, Columbia University, New York, New York 10027, USA."
            }
        ],
        "Journal": "Genome research",
        "PubDate": "2022"
    },
    {
        "PMID": "34751587",
        "Title": "Directional Gaussian Mixture Models of the Gut Microbiome Elucidate Microbial Spatial Structure.",
        "Abstract": "The gut microbiome is spatially heterogeneous, with environmental niches contributing to the distribution and composition of microbial populations. A recently developed mapping technology, MaPS-seq, aims to characterize the spatial organization of the gut microbiome by providing data about local microbial populations. However, information about the global arrangement of these populations is lost by MaPS-seq. To address this, we propose a class of Gaussian mixture models (GMM) with spatial dependencies between mixture components in order to computationally recover the relative spatial arrangement of microbial communities. We demonstrate on synthetic data that our spatial models can identify global spatial dynamics, accurately cluster data, and improve parameter inference over a naive GMM. We applied our model to three MaPS-seq data sets taken from various regions of the mouse intestine. On cecal and distal colon data sets, we find our model accurately recapitulates known spatial behaviors of the gut microbiome, including compositional differences between mucus and lumen-associated populations. Our model also seems to capture the role of a pH gradient on microbial populations in the mouse ileum and proposes new behaviors as well. ",
        "Keywords": [
            "Gaussian process",
            "MaPS-seq",
            "computational biology",
            "machine learning",
            "mathematical modeling",
            "microbiome",
            "probabilistic models",
            "spatial structure"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Amey P",
                "Last Name": "Pasarkar",
                "Affiliation": "Department of Computer Science, Columbia Universitygrid.21729.3f, New York, New York, USA."
            },
            {
                "First Name": "Tyler A",
                "Last Name": "Joseph",
                "Affiliation": "Department of Computer Science, Columbia Universitygrid.21729.3f, New York, New York, USA."
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": "Department of Computer Science, Columbia Universitygrid.21729.3f, New York, New York, USA."
            }
        ],
        "Journal": "mSystems",
        "PubDate": "2021"
    },
    {
        "PMID": "33756103",
        "Title": "Novel ultra-rare exonic variants identified in a founder population implicate cadherins in schizophrenia.",
        "Abstract": "The identification of rare variants associated with schizophrenia has proven challenging due to genetic heterogeneity, which is reduced in founder populations. In samples from the Ashkenazi Jewish population, we report that schizophrenia cases had a greater frequency of novel missense or loss of function (MisLoF) ultra-rare variants (URVs) compared to controls, and the MisLoF URV burden was inversely correlated with polygenic risk scores in cases. Characterizing 141 \"case-only\" genes (MisLoF URVs in ≥3 cases with none in controls), the cadherin gene set was associated with schizophrenia. We report a recurrent case mutation in PCDHA3 that results in the formation of cytoplasmic aggregates and failure to engage in homophilic interactions on the plasma membrane in cultured cells. Modeling purifying selection, we demonstrate that deleterious URVs are greatly overrepresented in the Ashkenazi population, yielding enhanced power for association studies. Identification of the cadherin/protocadherin family as risk genes helps specify the synaptic abnormalities central to schizophrenia.",
        "Keywords": [
            "cadherins",
            "exome",
            "founder population",
            "rare variants",
            "schizophrenia"
        ],
        "MeSH terms": [
            "Cadherins",
            "Exons",
            "Female",
            "Founder Effect",
            "Genetic Predisposition to Disease",
            "Humans",
            "Jews",
            "Male",
            "Mutation",
            "Schizophrenia"
        ],
        "Authors": [
            {
                "First Name": "Todd",
                "Last Name": "Lencz",
                "Affiliation": "Departments of Psychiatry and Molecular Medicine, Zucker School of Medicine at Hofstra/Northwell, Hempstead, NY 11550, USA; Department of Psychiatry, Division of Research, The Zucker Hillside Hospital Division of Northwell Health, Glen Oaks, NY 11004, USA; Institute for Behavioral Science, The Feinstein Institutes for Medical Research, Manhasset, NY 11030, USA. Electronic address: tlencz@northwell.edu."
            },
            {
                "First Name": "Jin",
                "Last Name": "Yu",
                "Affiliation": "Department of Psychiatry, Division of Research, The Zucker Hillside Hospital Division of Northwell Health, Glen Oaks, NY 11004, USA; Institute for Behavioral Science, The Feinstein Institutes for Medical Research, Manhasset, NY 11030, USA."
            },
            {
                "First Name": "Raiyan Rashid",
                "Last Name": "Khan",
                "Affiliation": "Department of Computer Science, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Erin",
                "Last Name": "Flaherty",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Mortimer B. Zuckerman Mind Brain and Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Shai",
                "Last Name": "Carmi",
                "Affiliation": "Braun School of Public Health and Community Medicine, Faculty of Medicine, Hebrew University of Jerusalem, Ein Kerem, Jerusalem 9112102, Israel."
            },
            {
                "First Name": "Max",
                "Last Name": "Lam",
                "Affiliation": "Department of Psychiatry, Division of Research, The Zucker Hillside Hospital Division of Northwell Health, Glen Oaks, NY 11004, USA; Institute for Behavioral Science, The Feinstein Institutes for Medical Research, Manhasset, NY 11030, USA."
            },
            {
                "First Name": "Danny",
                "Last Name": "Ben-Avraham",
                "Affiliation": "Department of Genetics, Albert Einstein College of Medicine, Bronx, NY 10461, USA; Department of Medicine, Albert Einstein College of Medicine, Bronx, NY 10461, USA."
            },
            {
                "First Name": "Nir",
                "Last Name": "Barzilai",
                "Affiliation": "Department of Genetics, Albert Einstein College of Medicine, Bronx, NY 10461, USA; Department of Medicine, Albert Einstein College of Medicine, Bronx, NY 10461, USA."
            },
            {
                "First Name": "Susan",
                "Last Name": "Bressman",
                "Affiliation": "Department of Neurology, Beth Israel Medical Center, New York, NY 10003, USA."
            },
            {
                "First Name": "Ariel",
                "Last Name": "Darvasi",
                "Affiliation": "Department of Genetics, The Institute of Life Sciences, The Hebrew University of Jerusalem, Givat Ram, Jerusalem 91904, Israel."
            },
            {
                "First Name": "Judy H",
                "Last Name": "Cho",
                "Affiliation": "Institute for Personalized Medicine, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA; Department of Genetics and Genomic Sciences, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "Lorraine N",
                "Last Name": "Clark",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Medical Center, New York, NY 10032, USA; Taub Institute for Research of Alzheimer's Disease and the Aging Brain, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Zeynep H",
                "Last Name": "Gümüş",
                "Affiliation": "Department of Genetics and Genomic Sciences, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA; Icahn Institute for Data Science and Genomic Technology, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "Joseph",
                "Last Name": "Vijai",
                "Affiliation": "Clinical Genetics Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."
            },
            {
                "First Name": "Robert J",
                "Last Name": "Klein",
                "Affiliation": "Department of Genetics and Genomic Sciences, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA; Taub Institute for Research of Alzheimer's Disease and the Aging Brain, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Steven",
                "Last Name": "Lipkin",
                "Affiliation": "Departments of Medicine, Genetic Medicine and Surgery, Weill Cornell Medical College, New York, NY 10065, USA."
            },
            {
                "First Name": "Kenneth",
                "Last Name": "Offit",
                "Affiliation": "Clinical Genetics Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA; Cancer Biology and Genetics Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."
            },
            {
                "First Name": "Harry",
                "Last Name": "Ostrer",
                "Affiliation": "Departments of Pathology and Pediatrics, Albert Einstein College of Medicine, Bronx, NY 10461, USA."
            },
            {
                "First Name": "Laurie J",
                "Last Name": "Ozelius",
                "Affiliation": "Department of Neurology, Massachusetts General Hospital, Charlestown, MA 02129, USA."
            },
            {
                "First Name": "Inga",
                "Last Name": "Peter",
                "Affiliation": "Department of Genetics and Genomic Sciences, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA; Icahn Institute for Data Science and Genomic Technology, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "Anil K",
                "Last Name": "Malhotra",
                "Affiliation": "Departments of Psychiatry and Molecular Medicine, Zucker School of Medicine at Hofstra/Northwell, Hempstead, NY 11550, USA; Department of Psychiatry, Division of Research, The Zucker Hillside Hospital Division of Northwell Health, Glen Oaks, NY 11004, USA; Institute for Behavioral Science, The Feinstein Institutes for Medical Research, Manhasset, NY 11030, USA."
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Mortimer B. Zuckerman Mind Brain and Behavior Institute, Columbia University, New York, NY 10027, USA; New York Genome Center, New York, NY 10013, USA."
            },
            {
                "First Name": "Gil",
                "Last Name": "Atzmon",
                "Affiliation": "Department of Genetics, Albert Einstein College of Medicine, Bronx, NY 10461, USA; Department of Medicine, Albert Einstein College of Medicine, Bronx, NY 10461, USA; Department of Human Biology, Haifa University, Haifa, Israel."
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": "Department of Computer Science, Columbia University, New York, NY 10027, USA; Center for Computational Biology and Bioinformatics, Columbia University, New York, NY 10032, USA. Electronic address: itsik@cs.columbia.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2021"
    },
    {
        "PMID": "33606255",
        "Title": "An Introduction to Whole-Metagenome Shotgun Sequencing Studies.",
        "Abstract": "Microbial communities are found across diverse environments, including within and across the human body. As many microbes are unculturable in the lab, much of what is known about a microbiome-a collection of bacteria, fungi, archaea, and viruses inhabiting an environment--is from the sequencing of DNA from within the constituent community. Here, we provide an introduction to whole-metagenome shotgun sequencing studies, a ubiquitous approach for characterizing microbial communities, by reviewing three major research areas in metagenomics: assembly, community profiling, and functional profiling. Though not exhaustive, these areas encompass a large component of the metagenomics literature. We discuss each area in depth, the challenges posed by whole-metagenome shotgun sequencing, and approaches fundamental to the solutions of each. We conclude by discussing promising areas for future research. Though our emphasis is on the human microbiome, the methods discussed are broadly applicable across study systems.",
        "Keywords": [
            "Microbial communities",
            "Microbiome",
            "Shotgun sequencing",
            "Whole metagenome"
        ],
        "MeSH terms": [
            "Archaea",
            "Bacteria",
            "Humans",
            "Metagenome",
            "Metagenomics",
            "Microbiota",
            "Sequence Analysis, DNA",
            "Viruses"
        ],
        "Authors": [
            {
                "First Name": "Tyler A",
                "Last Name": "Joseph",
                "Affiliation": "Department of Computer Science, Fu Foundation School of Engineering & Applied Science, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": "Department of Computer Science, Fu Foundation School of Engineering & Applied Science, Columbia University, New York, NY, USA. itsik@cs.columbia.edu."
            }
        ],
        "Journal": "Methods in molecular biology (Clifton, N.J.)",
        "PubDate": "2021"
    },
    {
        "PMID": "33095765",
        "Title": "Correction: Leveraging correlations between variants in polygenic risk scores to detect heterogeneity in GWAS cohorts.",
        "Abstract": "[This corrects the article DOI: 10.1371/journal.pgen.1009015.].",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Jie",
                "Last Name": "Yuan",
                "Affiliation": ""
            },
            {
                "First Name": "Hengrui",
                "Last Name": "Xing",
                "Affiliation": ""
            },
            {
                "First Name": "Alexandre Louis",
                "Last Name": "Lamy",
                "Affiliation": ""
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            },
            {
                "First Name": "Todd",
                "Last Name": "Lencz",
                "Affiliation": ""
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2020"
    },
    {
        "PMID": "33003198",
        "Title": "SICaRiO: short indel call filtering with boosting.",
        "Abstract": "Despite impressive improvement in the next-generation sequencing technology, reliable detection of indels is still a difficult endeavour. Recognition of true indels is of prime importance in many applications, such as personalized health care, disease genomics and population genetics. Recently, advanced machine learning techniques have been successfully applied to classification problems with large-scale data. In this paper, we present SICaRiO, a gradient boosting classifier for the reliable detection of true indels, trained with the gold-standard dataset from 'Genome in a Bottle' (GIAB) consortium. Our filtering scheme significantly improves the performance of each variant calling pipeline used in GIAB and beyond. SICaRiO uses genomic features that can be computed from publicly available resources, i.e. it does not require sequencing pipeline-specific information (e.g. read depth). This study also sheds lights on prior genomic contexts responsible for the erroneous calling of indels made by sequencing pipelines. We have compared prediction difficulty for three categories of indels over different sequencing pipelines. We have also ranked genomic features according to their predictivity in determining false positives.",
        "Keywords": [
            "genomic context",
            "gradient tree boosting",
            "indel filtering",
            "variant filtering"
        ],
        "MeSH terms": [
            "Databases, Nucleic Acid",
            "High-Throughput Nucleotide Sequencing",
            "INDEL Mutation",
            "Machine Learning",
            "Software"
        ],
        "Authors": [
            {
                "First Name": "Md Shariful Islam",
                "Last Name": "Bhuyan",
                "Affiliation": "Department of Computer Science and Engineering, Bangladesh University of Engineering and Technology, Dhaka, Bangladesh."
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": "Department of Computer Science, Fu Foundation School of Engineering, and the Chair at the Center for Health Analytics, Data Science Institute, Columbia University, New York, USA."
            },
            {
                "First Name": "M Sohel",
                "Last Name": "Rahman",
                "Affiliation": "Department of Computer Science and Engineering, Bangladesh University of Engineering and Technology, Dhaka, Bangladesh."
            }
        ],
        "Journal": "Briefings in bioinformatics",
        "PubDate": "2021"
    },
    {
        "PMID": "32956347",
        "Title": "Leveraging correlations between variants in polygenic risk scores to detect heterogeneity in GWAS cohorts.",
        "Abstract": "Evidence from both GWAS and clinical observation has suggested that certain psychiatric, metabolic, and autoimmune diseases are heterogeneous, comprising multiple subtypes with distinct genomic etiologies and Polygenic Risk Scores (PRS). However, the presence of subtypes within many phenotypes is frequently unknown. We present CLiP (Correlated Liability Predictors), a method to detect heterogeneity in single GWAS cohorts. CLiP calculates a weighted sum of correlations between SNPs contributing to a PRS on the case/control liability scale. We demonstrate mathematically and through simulation that among i.i.d. homogeneous cases generated by a liability threshold model, significant anti-correlations are expected between otherwise independent predictors due to ascertainment on the hidden liability score. In the presence of heterogeneity from distinct etiologies, confounding by covariates, or mislabeling, these correlation patterns are altered predictably. We further extend our method to two additional association study designs: CLiP-X for quantitative predictors in applications such as transcriptome-wide association, and CLiP-Y for quantitative phenotypes, where there is no clear distinction between cases and controls. Through simulations, we demonstrate that CLiP and its extensions reliably distinguish between homogeneous and heterogeneous cohorts when the PRS explains as low as 3% of variance on the liability scale and cohorts comprise 50, 000 - 100, 000 samples, an increasingly practical size for modern GWAS. We apply CLiP to heterogeneity detection in schizophrenia cohorts totaling > 50, 000 cases and controls collected by the Psychiatric Genomics Consortium. We observe significant heterogeneity in mega-analysis of the combined PGC data (p-value 8.54 × 0-4), as well as in individual cohorts meta-analyzed using Fisher's method (p-value 0.03), based on significantly associated variants. We also apply CLiP-Y to detect heterogeneity in neuroticism in over 10, 000 individuals from the UK Biobank and detect heterogeneity with a p-value of 1.68 × 10-9. Scores were not significantly reduced when partitioning by known subclusters (\"Depression\" and \"Worry\"), suggesting that these factors are not the primary source of observed heterogeneity.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Bipolar Disorder",
            "Case-Control Studies",
            "Databases, Genetic",
            "Depressive Disorder, Major",
            "Female",
            "Genetic Heterogeneity",
            "Genetic Predisposition to Disease",
            "Genetic Variation",
            "Genome-Wide Association Study",
            "Humans",
            "Male",
            "Models, Theoretical",
            "Multifactorial Inheritance",
            "Polymorphism, Single Nucleotide",
            "Risk Factors",
            "Schizophrenia"
        ],
        "Authors": [
            {
                "First Name": "Jie",
                "Last Name": "Yuan",
                "Affiliation": "Department of Computer Science, Columbia University, New York, United States of America."
            },
            {
                "First Name": "Henry",
                "Last Name": "Xing",
                "Affiliation": "Department of Computer Science, Columbia University, New York, United States of America."
            },
            {
                "First Name": "Alexandre Louis",
                "Last Name": "Lamy",
                "Affiliation": "Department of Computer Science, Columbia University, New York, United States of America."
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            },
            {
                "First Name": "Todd",
                "Last Name": "Lencz",
                "Affiliation": "The Center for Psychiatric Neuroscience, Feinstein Institutes for Medical Research, New York, United States of America."
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": "Department of Computer Science, Columbia University, New York, United States of America."
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2020"
    },
    {
        "PMID": "32684275",
        "Title": "Efficient and Accurate Inference of Mixed Microbial Population Trajectories from Longitudinal Count Data.",
        "Abstract": "The recently completed second phase of the Human Microbiome Project has highlighted the relationship between dynamic changes in the microbiome and disease, motivating new microbiome study designs based on longitudinal sampling. Yet, analysis of such data is hindered by presence of technical noise, high dimensionality, and data sparsity. Here, we introduce LUMINATE (longitudinal microbiome inference and zero detection), a fast and accurate method for inferring relative abundances from noisy read count data. We demonstrate that LUMINATE is orders of magnitude faster than current approaches, with better or similar accuracy. We further show that LUMINATE can accurately distinguish biological zeros, when a taxon is absent from the community, from technical zeros, when a taxon is below the detection threshold. We conclude by demonstrating the utility of LUMINATE on a real dataset, showing that LUMINATE smooths trajectories observed from noisy data. LUMINATE is freely available from https://github.com/tyjo/luminate.",
        "Keywords": [
            "16S",
            "longitudinal",
            "microbiome",
            "time-series",
            "variational inference"
        ],
        "MeSH terms": [
            "Data Analysis",
            "Humans",
            "Longitudinal Studies",
            "Microbiota",
            "Research Design"
        ],
        "Authors": [
            {
                "First Name": "Tyler A",
                "Last Name": "Joseph",
                "Affiliation": "Department of Computer Science, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Amey P",
                "Last Name": "Pasarkar",
                "Affiliation": "Department of Computer Science, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": "Department of Computer Science, Columbia University, New York, NY 10027, USA; Department of Systems Biology, Columbia University, New York, NY 10027, USA; Data Science Institute, Columbia University, New York, NY 10027, USA. Electronic address: itsik@cs.columbia.edu."
            }
        ],
        "Journal": "Cell systems",
        "PubDate": "2020"
    },
    {
        "PMID": "32469867",
        "Title": "Compositional Lotka-Volterra describes microbial dynamics in the simplex.",
        "Abstract": "Dynamic changes in microbial communities play an important role in human health and disease. Specifically, deciphering how microbial species in a community interact with each other and their environment can elucidate mechanisms of disease, a problem typically investigated using tools from community ecology. Yet, such methods require measurements of absolute densities, whereas typical datasets only provide estimates of relative abundances. Here, we systematically investigate models of microbial dynamics in the simplex of relative abundances. We derive a new nonlinear dynamical system for microbial dynamics, termed \"compositional\" Lotka-Volterra (cLV), unifying approaches using generalized Lotka-Volterra (gLV) equations from community ecology and compositional data analysis. On three real datasets, we demonstrate that cLV recapitulates interactions between relative abundances implied by gLV. Moreover, we show that cLV is as accurate as gLV in forecasting microbial trajectories in terms of relative abundances. We further compare cLV to two other models of relative abundance dynamics motivated by common assumptions in the literature-a linear model in a log-ratio transformed space, and a linear model in the space of relative abundances-and provide evidence that cLV more accurately describes community trajectories over time. Finally, we investigate when information about direct effects can be recovered from relative data that naively provide information about only indirect effects. Our results suggest that strong effects may be recoverable from relative data, but more subtle effects are challenging to identify.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Clostridioides difficile",
            "Microbiota",
            "Models, Biological",
            "Proof of Concept Study"
        ],
        "Authors": [
            {
                "First Name": "Tyler A",
                "Last Name": "Joseph",
                "Affiliation": "Department of Computer Science, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Liat",
                "Last Name": "Shenhav",
                "Affiliation": "Department of Computer Science, UCLA, Los Angeles, California, United States of America."
            },
            {
                "First Name": "Joao B",
                "Last Name": "Xavier",
                "Affiliation": "Memorial Sloan Kettering Cancer Center, New York, New York, United States of America."
            },
            {
                "First Name": "Eran",
                "Last Name": "Halperin",
                "Affiliation": "Department of Computer Science, UCLA, Los Angeles, California, United States of America."
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": "Department of Computer Science, Columbia University, New York, New York, United States of America."
            }
        ],
        "Journal": "PLoS computational biology",
        "PubDate": "2020"
    },
    {
        "PMID": "32457240",
        "Title": "Predicting Phenotypic Polymyxin Resistance in Klebsiella pneumoniae through Machine Learning Analysis of Genomic Data.",
        "Abstract": "Polymyxins are used as treatments of last resort for Gram-negative bacterial infections. Their increased use has led to concerns about emerging polymyxin resistance (PR). Phenotypic polymyxin susceptibility testing is resource intensive and difficult to perform accurately. The complex polygenic nature of PR and our incomplete understanding of its genetic basis make it difficult to predict PR using detection of resistance determinants. We therefore applied machine learning (ML) to whole-genome sequencing data from >600 ",
        "Keywords": [
            "antimicrobial resistance",
            "genotype",
            "machine learning",
            "phenotype",
            "prediction"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Nenad",
                "Last Name": "Macesic",
                "Affiliation": "Division of Infectious Diseases, Columbia University Irving Medical Center, New York, New York, USA nenad.macesic@monash.edu au2110@columbia.edu."
            },
            {
                "First Name": "Oliver J",
                "Last Name": "Bear Don't Walk",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": "Department of Computer Science, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Nicholas P",
                "Last Name": "Tatonetti",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Anton Y",
                "Last Name": "Peleg",
                "Affiliation": "Department of Infectious Diseases, The Alfred Hospital and Central Clinical School, Monash University, Melbourne, Australia."
            },
            {
                "First Name": "Anne-Catrin",
                "Last Name": "Uhlemann",
                "Affiliation": "Division of Infectious Diseases, Columbia University Irving Medical Center, New York, New York, USA nenad.macesic@monash.edu au2110@columbia.edu."
            }
        ],
        "Journal": "mSystems",
        "PubDate": "2020"
    },
    {
        "PMID": "31256878",
        "Title": "Inference of Population Structure from Time-Series Genotype Data.",
        "Abstract": "Sequencing ancient DNA can offer direct probing of population history. Yet, such data are commonly analyzed with standard tools that assume DNA samples are all contemporary. We present DyStruct, a model and inference algorithm for inferring shared ancestry from temporally sampled genotype data. DyStruct explicitly incorporates temporal dynamics by modeling individuals as mixtures of unobserved populations whose allele frequencies drift over time. We develop an efficient inference algorithm for our model using stochastic variational inference. On simulated data, we show that DyStruct outperforms the current state of the art when individuals are sampled over time. Using a dataset of 296 modern and 80 ancient samples, we demonstrate DyStruct is able to capture a well-supported admixture event of steppe ancestry into modern Europe. We further apply DyStruct to a genome-wide dataset of 2,067 modern and 262 ancient samples used to study the origin of farming in the Near East. We show that DyStruct provides new insight into population history when compared with alternate approaches, within feasible run time.",
        "Keywords": [
            "ancient DNA",
            "population structure",
            "time-series",
            "variational inference"
        ],
        "MeSH terms": [
            "Algorithms",
            "Europe",
            "Gene Frequency",
            "Genetic Predisposition to Disease",
            "Genetic Variation",
            "Genetics, Population",
            "Genome-Wide Association Study",
            "Genotype",
            "Humans",
            "Middle East",
            "Models, Genetic",
            "Models, Statistical",
            "Population Groups",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Tyler A",
                "Last Name": "Joseph",
                "Affiliation": "Department of Computer Science, Columbia University, New York, NY 10027, USA. Electronic address: tjoseph@cs.columbia.edu."
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": "Department of Computer Science, Columbia University, New York, NY 10027, USA; Department of Systems Biology, Columbia University, New York, NY 10027, USA; Data Science Institute, Columbia University, New York, NY 10027, USA. Electronic address: itsik@cs.columbia.edu."
            }
        ],
        "Journal": "American journal of human genetics",
        "PubDate": "2019"
    },
    {
        "PMID": "30526005",
        "Title": "Autoencoding Topographic Factors.",
        "Abstract": "",
        "Keywords": [
            "biomedical image analysis",
            "functional imaging",
            "spatial statistics",
            "variational inference"
        ],
        "MeSH terms": [
            "Humans",
            "Models, Statistical",
            "Topography, Medical"
        ],
        "Authors": [
            {
                "First Name": "Antonio",
                "Last Name": "Moretti",
                "Affiliation": "1 Department of Computer Science, Columbia University, New York, New York."
            },
            {
                "First Name": "Andrew",
                "Last Name": "Stirn",
                "Affiliation": "1 Department of Computer Science, Columbia University, New York, New York."
            },
            {
                "First Name": "Gabriel",
                "Last Name": "Marks",
                "Affiliation": "2 Department of Computer Science, Brown University, Providence, Rhode Island."
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": "1 Department of Computer Science, Columbia University, New York, New York."
            }
        ],
        "Journal": "Journal of computational biology : a journal of computational molecular cell biology",
        "PubDate": "2019"
    },
    {
        "PMID": "30309907",
        "Title": "Identity inference of genomic data using long-range familial searches.",
        "Abstract": "Consumer genomics databases have reached the scale of millions of individuals. Recently, law enforcement authorities have exploited some of these databases to identify suspects via distant familial relatives. Using genomic data of 1.28 million individuals tested with consumer genomics, we investigated the power of this technique. We project that about 60% of the searches for individuals of European descent will result in a third-cousin or closer match, which theoretically allows their identification using demographic identifiers. Moreover, the technique could implicate nearly any U.S. individual of European descent in the near future. We demonstrate that the technique can also identify research participants of a public sequencing project. On the basis of these results, we propose a potential mitigation strategy and policy implications for human subject research.",
        "Keywords": [],
        "MeSH terms": [
            "Databases, Genetic",
            "Family Relations",
            "Genetic Privacy",
            "Genomics",
            "Humans",
            "Pedigree"
        ],
        "Authors": [
            {
                "First Name": "Yaniv",
                "Last Name": "Erlich",
                "Affiliation": "MyHeritage, Or Yehuda 6037606, Israel. erlichya@gmail.com."
            },
            {
                "First Name": "Tal",
                "Last Name": "Shor",
                "Affiliation": "MyHeritage, Or Yehuda 6037606, Israel."
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": "Department of Computer Science, Fu Foundation School of Engineering, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Shai",
                "Last Name": "Carmi",
                "Affiliation": "Braun School of Public Health and Community Medicine, The Hebrew University of Jerusalem, Jerusalem, Israel."
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2018"
    },
    {
        "PMID": "29705978",
        "Title": "High-depth whole genome sequencing of an Ashkenazi Jewish reference panel: enhancing sensitivity, accuracy, and imputation.",
        "Abstract": "While increasingly large reference panels for genome-wide imputation have been recently made available, the degree to which imputation accuracy can be enhanced by population-specific reference panels remains an open question. Here, we sequenced at full-depth (≥ 30×), across two platforms (Illumina X Ten and Complete Genomics, Inc.), a moderately large (n = 738) cohort of samples drawn from the Ashkenazi Jewish population. We developed a series of quality control steps to optimize sensitivity, specificity, and comprehensiveness of variant calls in the reference panel, and then tested the accuracy of imputation against target cohorts drawn from the same population. Quality control (QC) thresholds for the Illumina X Ten platform were identified that permitted highly accurate calling of single nucleotide variants across 94% of the genome. QC procedures also identified numerous regions that are poorly mapped using current reference or alternate assemblies. After stringent QC, the population-specific reference panel produced more accurate and comprehensive imputation results relative to publicly available, large cosmopolitan reference panels, especially in the range of rare variants that may be most critical to further progress in mapping of complex phenotypes. The population-specific reference panel also permitted enhanced filtering of clinically irrelevant variants from personal genomes.",
        "Keywords": [],
        "MeSH terms": [
            "Genetic Variation",
            "Genome, Human",
            "Genome-Wide Association Study",
            "Genotype",
            "Haplotypes",
            "Humans",
            "Jews",
            "Reference Standards",
            "Whole Genome Sequencing"
        ],
        "Authors": [
            {
                "First Name": "Todd",
                "Last Name": "Lencz",
                "Affiliation": "Departments of Psychiatry and Molecular Medicine, Hofstra Northwell School of Medicine, Hempstead, NY, 11550, USA. tlencz@northwell.edu."
            },
            {
                "First Name": "Jin",
                "Last Name": "Yu",
                "Affiliation": "Division of Research, Department of Psychiatry, The Zucker Hillside Hospital Division of Northwell Health, Glen Oaks, NY, 11004, USA."
            },
            {
                "First Name": "Cameron",
                "Last Name": "Palmer",
                "Affiliation": "Department of Computer Science, Columbia University, 500 W 120th St, New York, NY, 10027, USA."
            },
            {
                "First Name": "Shai",
                "Last Name": "Carmi",
                "Affiliation": "Faculty of Medicine, Braun School of Public Health, Hebrew University of Jerusalem, Ein Kerem, 9112102, Jerusalem, Israel."
            },
            {
                "First Name": "Danny",
                "Last Name": "Ben-Avraham",
                "Affiliation": "Department of Genetics, Albert Einstein College of Medicine, 1300 Morris Park Ave, Bronx, NY, 10461, USA."
            },
            {
                "First Name": "Nir",
                "Last Name": "Barzilai",
                "Affiliation": "Department of Genetics, Albert Einstein College of Medicine, 1300 Morris Park Ave, Bronx, NY, 10461, USA."
            },
            {
                "First Name": "Susan",
                "Last Name": "Bressman",
                "Affiliation": "Department of Neurology, Beth Israel Medical Center, New York, NY, 10003, USA."
            },
            {
                "First Name": "Ariel",
                "Last Name": "Darvasi",
                "Affiliation": "Department of Genetics, The Institute of Life Sciences, The Hebrew University of Jerusalem, Givat Ram, 91904, Jerusalem, Israel."
            },
            {
                "First Name": "Judy H",
                "Last Name": "Cho",
                "Affiliation": "Institute for Personalized Medicine, Icahn School of Medicine at Mount Sinai, One Gustave L. Levy Pl, New York, NY, 10029, USA."
            },
            {
                "First Name": "Lorraine N",
                "Last Name": "Clark",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Medical Center, 1150 St Nicholas Ave, New York, NY, 10032, USA."
            },
            {
                "First Name": "Zeynep H",
                "Last Name": "Gümüş",
                "Affiliation": "Department of Genetics and Genomic Sciences, Icahn School of Medicine at Mount Sinai, One Gustave L. Levy Pl, New York, NY, 10029, USA."
            },
            {
                "First Name": "Vijai",
                "Last Name": "Joseph",
                "Affiliation": "Clinical Genetics Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, 1275 York Ave, New York, NY, 10065, USA."
            },
            {
                "First Name": "Robert",
                "Last Name": "Klein",
                "Affiliation": "Department of Genetics and Genomic Sciences, Icahn School of Medicine at Mount Sinai, One Gustave L. Levy Pl, New York, NY, 10029, USA."
            },
            {
                "First Name": "Steven",
                "Last Name": "Lipkin",
                "Affiliation": "Departments of Medicine, Genetic Medicine and Surgery, Weill Cornell Medical College, New York, NY, USA."
            },
            {
                "First Name": "Kenneth",
                "Last Name": "Offit",
                "Affiliation": "Clinical Genetics Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, 1275 York Ave, New York, NY, 10065, USA."
            },
            {
                "First Name": "Harry",
                "Last Name": "Ostrer",
                "Affiliation": "Department of Genetics, Albert Einstein College of Medicine, 1300 Morris Park Ave, Bronx, NY, 10461, USA."
            },
            {
                "First Name": "Laurie J",
                "Last Name": "Ozelius",
                "Affiliation": "Department of Neurology, Massachusetts General Hospital, 55 Fruit Street, Boston, MA, 02114, USA."
            },
            {
                "First Name": "Inga",
                "Last Name": "Peter",
                "Affiliation": "Department of Genetics and Genomic Sciences, Icahn School of Medicine at Mount Sinai, One Gustave L. Levy Pl, New York, NY, 10029, USA."
            },
            {
                "First Name": "Gil",
                "Last Name": "Atzmon",
                "Affiliation": "Department of Genetics, Albert Einstein College of Medicine, 1300 Morris Park Ave, Bronx, NY, 10461, USA."
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": "Department of Computer Science, Columbia University, 500 W 120th St, New York, NY, 10027, USA. itsik@cs.columbia.edu."
            }
        ],
        "Journal": "Human genetics",
        "PubDate": "2018"
    },
    {
        "PMID": "29177026",
        "Title": "2-Way ",
        "Abstract": "",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Female",
            "Humans",
            "Microbiota",
            "Normal Distribution",
            "Sequence Analysis, DNA",
            "Vagina"
        ],
        "Authors": [
            {
                "First Name": "Weston J",
                "Last Name": "Jackson",
                "Affiliation": "Department of Computer Science, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Ipsita",
                "Last Name": "Agarwal",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": "Department of Computer Science, Columbia University, New York, NY 10027, USA."
            }
        ],
        "Journal": "Journal of healthcare engineering",
        "PubDate": "2017"
    },
    {
        "PMID": "28715421",
        "Title": "Statistical correction of the Winner's Curse explains replication variability in quantitative trait genome-wide association studies.",
        "Abstract": "Genome-wide association studies (GWAS) have identified hundreds of SNPs responsible for variation in human quantitative traits. However, genome-wide-significant associations often fail to replicate across independent cohorts, in apparent inconsistency with their apparent strong effects in discovery cohorts. This limited success of replication raises pervasive questions about the utility of the GWAS field. We identify all 332 studies of quantitative traits from the NHGRI-EBI GWAS Database with attempted replication. We find that the majority of studies provide insufficient data to evaluate replication rates. The remaining papers replicate significantly worse than expected (p < 10-14), even when adjusting for regression-to-the-mean of effect size between discovery- and replication-cohorts termed the Winner's Curse (p < 10-16). We show this is due in part to misreporting replication cohort-size as a maximum number, rather than per-locus one. In 39 studies accurately reporting per-locus cohort-size for attempted replication of 707 loci in samples with similar ancestry, replication rate matched expectation (predicted 458, observed 457, p = 0.94). In contrast, ancestry differences between replication and discovery (13 studies, 385 loci) cause the most highly-powered decile of loci to replicate worse than expected, due to difference in linkage disequilibrium.",
        "Keywords": [],
        "MeSH terms": [
            "DNA Replication",
            "Databases, Factual",
            "Genome, Human",
            "Genome-Wide Association Study",
            "Humans",
            "Linear Models",
            "Linkage Disequilibrium",
            "Models, Genetic",
            "Phenotype",
            "Polymorphism, Single Nucleotide",
            "Quantitative Trait Loci"
        ],
        "Authors": [
            {
                "First Name": "Cameron",
                "Last Name": "Palmer",
                "Affiliation": "Department of Systems Biology, Columbia University Medical Center, New York, New York, United States of America."
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": "Department of Computer Science, Columbia University, New York, New York, United States of America."
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2017"
    },
    {
        "PMID": "27310603",
        "Title": "Bias Characterization in Probabilistic Genotype Data and Improved Signal Detection with Multiple Imputation.",
        "Abstract": "Missing data are an unavoidable component of modern statistical genetics. Different array or sequencing technologies cover different single nucleotide polymorphisms (SNPs), leading to a complicated mosaic pattern of missingness where both individual genotypes and entire SNPs are sporadically absent. Such missing data patterns cannot be ignored without introducing bias, yet cannot be inferred exclusively from nonmissing data. In genome-wide association studies, the accepted solution to missingness is to impute missing data using external reference haplotypes. The resulting probabilistic genotypes may be analyzed in the place of genotype calls. A general-purpose paradigm, called Multiple Imputation (MI), is known to model uncertainty in many contexts, yet it is not widely used in association studies. Here, we undertake a systematic evaluation of existing imputed data analysis methods and MI. We characterize biases related to uncertainty in association studies, and find that bias is introduced both at the imputation level, when imputation algorithms generate inconsistent genotype probabilities, and at the association level, when analysis methods inadequately model genotype uncertainty. We find that MI performs at least as well as existing methods or in some cases much better, and provides a straightforward paradigm for adapting existing genotype association methods to uncertain data.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Genome-Wide Association Study",
            "Genotype",
            "Humans",
            "Polymorphism, Single Nucleotide",
            "Statistics as Topic"
        ],
        "Authors": [
            {
                "First Name": "Cameron",
                "Last Name": "Palmer",
                "Affiliation": "Department of Systems Biology, Columbia University Medical Center, New York, New York, United States of America."
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": "Department of Systems Biology, Columbia University Medical Center, New York, New York, United States of America."
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2016"
    },
    {
        "PMID": "27104872",
        "Title": "Rapidly Registering Identity-by-Descent Across Ancestral Recombination Graphs.",
        "Abstract": "The genomes of remotely related individuals occasionally contain long segments that are identical by descent (IBD). Sharing of IBD segments has many applications in population and medical genetics, and it is thus desirable to study their properties in simulations. However, no current method provides a direct, efficient means to extract IBD segments from simulated genealogies. Here, we introduce computationally efficient approaches to extract ground-truth IBD segments from a sequence of genealogies, or equivalently, an ancestral recombination graph. Specifically, we use a two-step scheme, where we first identify putative shared segments by comparing the common ancestors of all pairs of individuals at some distance apart. This reduces the search space considerably, and we then proceed by determining the true IBD status of the candidate segments. Under some assumptions and when allowing a limited resolution of segment lengths, our run-time complexity is reduced from O(n(3) log n) for the naïve algorithm to O(n log n), where n is the number of individuals in the sample.",
        "Keywords": [
            "ancestral recombination graphs",
            "identity-by-descent",
            "population genetics",
            "simulation"
        ],
        "MeSH terms": [
            "Algorithms",
            "Computational Biology",
            "Genetics, Population",
            "Genome"
        ],
        "Authors": [
            {
                "First Name": "Shuo",
                "Last Name": "Yang",
                "Affiliation": "1 Department of Computer Science, Columbia University , New York, New York."
            },
            {
                "First Name": "Shai",
                "Last Name": "Carmi",
                "Affiliation": "3 Braun School of Public Health, Faculty of Medicine, Hebrew University, Jerusalem, Israel ."
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": "1 Department of Computer Science, Columbia University , New York, New York."
            }
        ],
        "Journal": "Journal of computational biology : a journal of computational molecular cell biology",
        "PubDate": "2016"
    },
    {
        "PMID": "25210734",
        "Title": "Co-regulated transcripts associated to cooperating eSNPs define Bi-fan motifs in human gene networks.",
        "Abstract": "Associations between the level of single transcripts and single corresponding genetic variants, expression single nucleotide polymorphisms (eSNPs), have been extensively studied and reported. However, most expression traits are complex, involving the cooperative action of multiple SNPs at different loci affecting multiple genes. Finding these cooperating eSNPs by exhaustive search has proven to be statistically challenging. In this paper we utilized availability of sequencing data with transcriptional profiles in the same cohorts to identify two kinds of usual suspects: eSNPs that alter coding sequences or eSNPs within the span of transcription factors (TFs). We utilize a computational framework for considering triplets, each comprised of a SNP and two associated genes. We examine pairs of triplets with such cooperating source eSNPs that are both associated with the same pair of target genes. We characterize such quartets through their genomic, topological and functional properties. We establish that this regulatory structure of cooperating quartets is frequent in real data, but is rarely observed in permutations. eSNP sources are mostly located on different chromosomes and away from their targets. In the majority of quartets, SNPs affect the expression of the two gene targets independently of one another, suggesting a mutually independent rather than a directionally dependent effect. Furthermore, the directions in which the minor allele count of the SNP affects gene expression within quartets are consistent, so that the two source eSNPs either both have the same effect on the target genes or both affect one gene in the opposite direction to the other. Same-effect eSNPs are observed more often than expected by chance. Cooperating quartets reported here in a human system might correspond to bi-fans, a known network motif of four nodes previously described in model organisms. Overall, our analysis offers insights regarding the fine motif structure of human regulatory networks.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Gene Expression",
            "Gene Expression Profiling",
            "Gene Regulatory Networks",
            "Humans",
            "Polymorphism, Single Nucleotide",
            "Protein Structure, Tertiary",
            "Transcription Factors",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Anat",
                "Last Name": "Kreimer",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, United States of America; Center of Computational Biology and Bioinformatics, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": "Department of Computer Science, Columbia University, New York, New York, United States of America."
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2014"
    },
    {
        "PMID": "25203624",
        "Title": "Sequencing an Ashkenazi reference panel supports population-targeted personal genomics and illuminates Jewish and European origins.",
        "Abstract": "The Ashkenazi Jewish (AJ) population is a genetic isolate close to European and Middle Eastern groups, with genetic diversity patterns conducive to disease mapping. Here we report high-depth sequencing of 128 complete genomes of AJ controls. Compared with European samples, our AJ panel has 47% more novel variants per genome and is eightfold more effective at filtering benign variants out of AJ clinical genomes. Our panel improves imputation accuracy for AJ SNP arrays by 28%, and covers at least one haplotype in ≈ 67% of any AJ genome with long, identical-by-descent segments. Reconstruction of recent AJ history from such segments confirms a recent bottleneck of merely ≈ 350 individuals. Modelling of ancient histories for AJ and European populations using their joint allele frequency spectrum determines AJ to be an even admixture of European and likely Middle Eastern origins. We date the split between the two ancestral populations to ≈ 12-25 Kyr, suggesting a predominantly Near Eastern source for the repopulation of Europe after the Last Glacial Maximum.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Aged",
            "Aged, 80 and over",
            "Female",
            "Gene Frequency",
            "Genetic Variation",
            "Genetics, Population",
            "Genome",
            "Genomics",
            "Healthy Volunteers",
            "Humans",
            "Jews",
            "Male",
            "Metagenomics",
            "Middle Aged",
            "Polymorphism, Single Nucleotide",
            "Sequence Analysis, DNA",
            "White People"
        ],
        "Authors": [
            {
                "First Name": "Shai",
                "Last Name": "Carmi",
                "Affiliation": "Department of Computer Science, Columbia University, 500 W 120th Street, New York, New York 10027, USA."
            },
            {
                "First Name": "Ken Y",
                "Last Name": "Hui",
                "Affiliation": "Department of Internal Medicine, Genetics &Pediatrics, Yale School of Medicine, 300 Cedar Street, New Haven, Connecticut 06519, USA."
            },
            {
                "First Name": "Ethan",
                "Last Name": "Kochav",
                "Affiliation": "Department of Computer Science, Columbia University, 500 W 120th Street, New York, New York 10027, USA."
            },
            {
                "First Name": "Xinmin",
                "Last Name": "Liu",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Medical Center, 1150 St Nicholas Avenue, New York, New York 10032, USA."
            },
            {
                "First Name": "James",
                "Last Name": "Xue",
                "Affiliation": "Department of Computer Science, Columbia University, 500 W 120th Street, New York, New York 10027, USA."
            },
            {
                "First Name": "Fillan",
                "Last Name": "Grady",
                "Affiliation": "Department of Computer Science, Columbia University, 500 W 120th Street, New York, New York 10027, USA."
            },
            {
                "First Name": "Saurav",
                "Last Name": "Guha",
                "Affiliation": "1] Center for Psychiatric Neuroscience, The Feinstein Institute for Medical Research, North Shore-Long Island Jewish Health System, Manhasset, New York 11030, USA [2] Department of Psychiatry, Division of Research, The Zucker Hillside Hospital Division of the North Shore-Long Island Jewish Health System, Glen Oaks, New York 11004, USA [3] Department of Genetics and Genomic Sciences, Icahn School of Medicine at Mount Sinai, One Gustave L. Levy Place, New York, New York 10029, USA."
            },
            {
                "First Name": "Kinnari",
                "Last Name": "Upadhyay",
                "Affiliation": "Department of Genetics, Albert Einstein College of Medicine, 1300 Morris Park Avenue, Bronx, New York 10461, USA."
            },
            {
                "First Name": "Dan",
                "Last Name": "Ben-Avraham",
                "Affiliation": "1] Department of Genetics, Albert Einstein College of Medicine, 1300 Morris Park Avenue, Bronx, New York 10461, USA [2] Department of Medicine, Albert Einstein College of Medicine, 1300 Morris Park Avenue, Bronx, New York 10461, USA."
            },
            {
                "First Name": "Semanti",
                "Last Name": "Mukherjee",
                "Affiliation": "1] Center for Psychiatric Neuroscience, The Feinstein Institute for Medical Research, North Shore-Long Island Jewish Health System, Manhasset, New York 11030, USA [2] Department of Psychiatry, Division of Research, The Zucker Hillside Hospital Division of the North Shore-Long Island Jewish Health System, Glen Oaks, New York 11004, USA."
            },
            {
                "First Name": "B Monica",
                "Last Name": "Bowen",
                "Affiliation": "Department of Internal Medicine, Genetics &Pediatrics, Yale School of Medicine, 300 Cedar Street, New Haven, Connecticut 06519, USA."
            },
            {
                "First Name": "Tinu",
                "Last Name": "Thomas",
                "Affiliation": "1] Cancer Biology and Genetics Program, Memorial Sloan Kettering Cancer Center, 1275 York Avenue, New York, New York 10065, USA [2] Clinical Genetics Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, 1275 York Avenue, New York, New York 10065, USA."
            },
            {
                "First Name": "Joseph",
                "Last Name": "Vijai",
                "Affiliation": "1] Cancer Biology and Genetics Program, Memorial Sloan Kettering Cancer Center, 1275 York Avenue, New York, New York 10065, USA [2] Clinical Genetics Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, 1275 York Avenue, New York, New York 10065, USA."
            },
            {
                "First Name": "Marc",
                "Last Name": "Cruts",
                "Affiliation": "VIB Department of Molecular Genetics, University of Antwerp, Universiteitsplein 1, 2610 Antwerpen, Belgium."
            },
            {
                "First Name": "Guy",
                "Last Name": "Froyen",
                "Affiliation": "VIB Center for the Biology of Disease, KU Leuven, Herestraat 49, bus 602, 3000 Leuven, Belgium."
            },
            {
                "First Name": "Diether",
                "Last Name": "Lambrechts",
                "Affiliation": "VIB Vesalius Research Center, KU Leuven, Herestraat 49, bus 912, 3000 Leuven, Belgium."
            },
            {
                "First Name": "Stéphane",
                "Last Name": "Plaisance",
                "Affiliation": "VIB BioInformatics Training and Services facility, Rijvisschestraat 120, 9052 Gent, Belgium."
            },
            {
                "First Name": "Christine",
                "Last Name": "Van Broeckhoven",
                "Affiliation": "VIB Department of Molecular Genetics, University of Antwerp, Universiteitsplein 1, 2610 Antwerpen, Belgium."
            },
            {
                "First Name": "Philip",
                "Last Name": "Van Damme",
                "Affiliation": "1] VIB Vesalius Research Center, KU Leuven, Herestraat 49, bus 912, 3000 Leuven, Belgium [2] Neurology Department, University Hospital Leuven, 3000 Leuven, Belgium."
            },
            {
                "First Name": "Herwig",
                "Last Name": "Van Marck",
                "Affiliation": "VIB BioInformatics Training and Services facility, Rijvisschestraat 120, 9052 Gent, Belgium."
            },
            {
                "First Name": "Nir",
                "Last Name": "Barzilai",
                "Affiliation": "1] Department of Genetics, Albert Einstein College of Medicine, 1300 Morris Park Avenue, Bronx, New York 10461, USA [2] Department of Medicine, Albert Einstein College of Medicine, 1300 Morris Park Avenue, Bronx, New York 10461, USA."
            },
            {
                "First Name": "Ariel",
                "Last Name": "Darvasi",
                "Affiliation": "Department of Genetics, The Institute of Life Sciences, The Hebrew University of Jerusalem, Givat Ram, Jerusalem 91904, Israel."
            },
            {
                "First Name": "Kenneth",
                "Last Name": "Offit",
                "Affiliation": "1] Cancer Biology and Genetics Program, Memorial Sloan Kettering Cancer Center, 1275 York Avenue, New York, New York 10065, USA [2] Clinical Genetics Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, 1275 York Avenue, New York, New York 10065, USA."
            },
            {
                "First Name": "Susan",
                "Last Name": "Bressman",
                "Affiliation": "Department of Neurology, Beth Israel Medical Center, New York, New York 10003, USA."
            },
            {
                "First Name": "Laurie J",
                "Last Name": "Ozelius",
                "Affiliation": "Department of Genetics and Genomic Sciences, Icahn School of Medicine at Mount Sinai, One Gustave L. Levy Place, New York, New York 10029, USA."
            },
            {
                "First Name": "Inga",
                "Last Name": "Peter",
                "Affiliation": "Department of Genetics and Genomic Sciences, Icahn School of Medicine at Mount Sinai, One Gustave L. Levy Place, New York, New York 10029, USA."
            },
            {
                "First Name": "Judy H",
                "Last Name": "Cho",
                "Affiliation": "Department of Internal Medicine, Genetics &Pediatrics, Yale School of Medicine, 300 Cedar Street, New Haven, Connecticut 06519, USA."
            },
            {
                "First Name": "Harry",
                "Last Name": "Ostrer",
                "Affiliation": "1] Department of Genetics, Albert Einstein College of Medicine, 1300 Morris Park Avenue, Bronx, New York 10461, USA [2] Department of Pathology, Albert Einstein College of Medicine, 1300 Morris Park Avenue, Bronx, New York 10461, USA."
            },
            {
                "First Name": "Gil",
                "Last Name": "Atzmon",
                "Affiliation": "1] Department of Genetics, Albert Einstein College of Medicine, 1300 Morris Park Avenue, Bronx, New York 10461, USA [2] Department of Medicine, Albert Einstein College of Medicine, 1300 Morris Park Avenue, Bronx, New York 10461, USA."
            },
            {
                "First Name": "Lorraine N",
                "Last Name": "Clark",
                "Affiliation": "1] Department of Pathology and Cell Biology, Columbia University Medical Center, 1150 St Nicholas Avenue, New York, New York 10032, USA [2] Taub Institute for Research of Alzheimer's Disease and the Aging Brain, Columbia University Medical Center, 1150 St Nicholas Avenue, New York, New York 10032, USA."
            },
            {
                "First Name": "Todd",
                "Last Name": "Lencz",
                "Affiliation": "1] Center for Psychiatric Neuroscience, The Feinstein Institute for Medical Research, North Shore-Long Island Jewish Health System, Manhasset, New York 11030, USA [2] Department of Psychiatry, Division of Research, The Zucker Hillside Hospital Division of the North Shore-Long Island Jewish Health System, Glen Oaks, New York 11004, USA [3] Departments of Psychiatry and Molecular Medicine, Hofstra University School of Medicine, Hempstead, New York 11550, USA."
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": "1] Department of Computer Science, Columbia University, 500 W 120th Street, New York, New York 10027, USA [2] Center for Computational Biology and Bioinformatics, Columbia University, 1130 St Nicholas Avenue, New York, New York 10032, USA."
            }
        ],
        "Journal": "Nature communications",
        "PubDate": "2014"
    },
    {
        "PMID": "25149691",
        "Title": "A renewal theory approach to IBD sharing.",
        "Abstract": "A long genomic segment inherited by a pair of individuals from a single, recent common ancestor is said to be identical-by-descent (IBD). Shared IBD segments have numerous applications in genetics, from demographic inference to phasing, imputation, pedigree reconstruction, and disease mapping. Here, we provide a theoretical analysis of IBD sharing under Markovian approximations of the coalescent with recombination. We describe a general framework for the IBD process along the chromosome under the Markovian models (SMC/SMC'), as well as introduce and justify a new model, which we term the renewal approximation, under which lengths of successive segments are independent. Then, considering the infinite-chromosome limit of the IBD process, we recover previous results (for SMC) and derive new results (for SMC') for the mean number of shared segments longer than a cutoff and the fraction of the chromosome found in such segments. We then use renewal theory to derive an expression (in Laplace space) for the distribution of the number of shared segments and demonstrate implications for demographic inference. We also compute (again, in Laplace space) the distribution of the fraction of the chromosome in shared segments, from which we obtain explicit expressions for the first two moments. Finally, we generalize all results to populations with a variable effective size.",
        "Keywords": [
            "Coalescent theory",
            "IBD sharing",
            "Recombination",
            "Renewal theory",
            "SMC",
            "SMC’"
        ],
        "MeSH terms": [
            "Genetic Linkage",
            "Genetics, Population",
            "Markov Chains",
            "Models, Genetic",
            "Models, Theoretical",
            "Pedigree"
        ],
        "Authors": [
            {
                "First Name": "Shai",
                "Last Name": "Carmi",
                "Affiliation": "Department of Computer Science, Columbia University, New York, NY, 10027, USA. Electronic address: scarmi@cs.columbia.edu."
            },
            {
                "First Name": "Peter R",
                "Last Name": "Wilton",
                "Affiliation": "Department of Organismic and Evolutionary Biology, Harvard University, Cambridge, MA, 02138, USA."
            },
            {
                "First Name": "John",
                "Last Name": "Wakeley",
                "Affiliation": "Department of Organismic and Evolutionary Biology, Harvard University, Cambridge, MA, 02138, USA."
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": "Department of Computer Science, Columbia University, New York, NY, 10027, USA."
            }
        ],
        "Journal": "Theoretical population biology",
        "PubDate": "2014"
    },
    {
        "PMID": "23844908",
        "Title": "Variants in exons and in transcription factors affect gene expression in trans.",
        "Abstract": "In recent years many genetic variants (eSNPs) have been reported as associated with expression of transcripts in trans. However, the causal variants and regulatory mechanisms through which they act remain mostly unknown. In this paper we follow two kinds of usual suspects: SNPs that alter coding regions or transcription factors, identifiable by sequencing data with transcriptional profiles in the same cohort. We show these interpretable genomic regions are enriched for eSNP association signals, thereby naturally defining source-target gene pairs. We map these pairs onto a protein-protein interaction (PPI) network and study their topological properties.",
        "Keywords": [],
        "MeSH terms": [
            "Cluster Analysis",
            "Exons",
            "Gene Expression Regulation",
            "Humans",
            "Molecular Sequence Annotation",
            "Polymorphism, Single Nucleotide",
            "Protein Interaction Maps",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Anat",
                "Last Name": "Kreimer",
                "Affiliation": ""
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            }
        ],
        "Journal": "Genome biology",
        "PubDate": "2013"
    },
    {
        "PMID": "23812983",
        "Title": "Inference of historical migration rates via haplotype sharing.",
        "Abstract": "Pairs of individuals from a study cohort will often share long-range haplotypes identical-by-descent. Such haplotypes are transmitted from common ancestors that lived tens to hundreds of generations in the past, and they can now be efficiently detected in high-resolution genomic datasets, providing a novel source of information in several domains of genetic analysis. Recently, haplotype sharing distributions were studied in the context of demographic inference, and they were used to reconstruct recent demographic events in several populations. We here extend the framework to handle demographic models that contain multiple demes interacting through migration. We extensively test our formulation in several demographic scenarios, compare our approach with methods based on ancestry deconvolution and use this method to analyze Masai samples from the HapMap 3 dataset.",
        "Keywords": [],
        "MeSH terms": [
            "HapMap Project",
            "Haplotypes",
            "Human Migration",
            "Humans",
            "Models, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Pier Francesco",
                "Last Name": "Palamara",
                "Affiliation": "Department of Computer Science, Columbia University, 500 West 120th, New York City, NY 10027, USA."
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            }
        ],
        "Journal": "Bioinformatics (Oxford, England)",
        "PubDate": "2013"
    },
    {
        "PMID": "23424140",
        "Title": "MetaSeq: privacy preserving meta-analysis of sequencing-based association studies.",
        "Abstract": "Human genetics recently transitioned from GWAS to studies based on NGS data. For GWAS, small effects dictated large sample sizes, typically made possible through meta-analysis by exchanging summary statistics across consortia. NGS studies groupwise-test for association of multiple potentially-causal alleles along each gene. They are subject to similar power constraints and therefore likely to resort to meta-analysis as well. The problem arises when considering privacy of the genetic information during the data-exchange process. Many scoring schemes for NGS association rely on the frequency of each variant thus requiring the exchange of identity of the sequenced variant. As such variants are often rare, potentially revealing the identity of their carriers and jeopardizing privacy. We have thus developed MetaSeq, a protocol for meta-analysis of genome-wide sequencing data by multiple collaborating parties, scoring association for rare variants pooled per gene across all parties. We tackle the challenge of tallying frequency counts of rare, sequenced alleles, for metaanalysis of sequencing data without disclosing the allele identity and counts, thereby protecting sample identity. This apparent paradoxical exchange of information is achieved through cryptographic means. The key idea is that parties encrypt identity of genes and variants. When they transfer information about frequency counts in cases and controls, the exchanged data does not convey the identity of a mutation and therefore does not expose carrier identity. The exchange relies on a 3rd party, trusted to follow the protocol although not trusted to learn about the raw data. We show applicability of this method to publicly available exome-sequencing data from multiple studies, simulating phenotypic information for powerful meta-analysis. The MetaSeq software is publicly available as open source.",
        "Keywords": [],
        "MeSH terms": [
            "Computational Biology",
            "Computer Security",
            "Computer Simulation",
            "Gene Frequency",
            "Genetic Privacy",
            "Genome-Wide Association Study",
            "Humans",
            "Meta-Analysis as Topic",
            "Sequence Analysis",
            "Software"
        ],
        "Authors": [
            {
                "First Name": "Angad Pal",
                "Last Name": "Singh",
                "Affiliation": "Department of Computer Science, Columbia University, New York, New York 10027-7003, USA. aps2157@columbia.edu"
            },
            {
                "First Name": "Samreen",
                "Last Name": "Zafer",
                "Affiliation": ""
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            }
        ],
        "Journal": "Pacific Symposium on Biocomputing. Pacific Symposium on Biocomputing",
        "PubDate": "2013"
    },
    {
        "PMID": "23267057",
        "Title": "The variance of identity-by-descent sharing in the Wright-Fisher model.",
        "Abstract": "Widespread sharing of long, identical-by-descent (IBD) genetic segments is a hallmark of populations that have experienced recent genetic drift. Detection of these IBD segments has recently become feasible, enabling a wide range of applications from phasing and imputation to demographic inference. Here, we study the distribution of IBD sharing in the Wright-Fisher model. Specifically, using coalescent theory, we calculate the variance of the total sharing between random pairs of individuals. We then investigate the cohort-averaged sharing: the average total sharing between one individual and the rest of the cohort. We find that for large cohorts, the cohort-averaged sharing is distributed approximately normally. Surprisingly, the variance of this distribution does not vanish even for large cohorts, implying the existence of \"hypersharing\" individuals. The presence of such individuals has consequences for the design of sequencing studies, since, if they are selected for whole-genome sequencing, a larger fraction of the cohort can be subsequently imputed. We calculate the expected gain in power of imputation by IBD and subsequently in power to detect an association, when individuals are either randomly selected or specifically chosen to be the hypersharing individuals. Using our framework, we also compute the variance of an estimator of the population size that is based on the mean IBD sharing and the variance in the sharing between inbred siblings. Finally, we study IBD sharing in an admixture pulse model and show that in the Ashkenazi Jewish population the admixture fraction is correlated with the cohort-averaged sharing.",
        "Keywords": [],
        "MeSH terms": [
            "Computer Simulation",
            "Demography",
            "Genetic Variation",
            "Humans",
            "Jews",
            "Models, Genetic",
            "Pedigree",
            "Population"
        ],
        "Authors": [
            {
                "First Name": "Shai",
                "Last Name": "Carmi",
                "Affiliation": "Department of Computer Science, Columbia University, New York, NY 10027, USA. scarmi@cs.columbia.edu"
            },
            {
                "First Name": "Pier Francesco",
                "Last Name": "Palamara",
                "Affiliation": ""
            },
            {
                "First Name": "Vladimir",
                "Last Name": "Vacic",
                "Affiliation": ""
            },
            {
                "First Name": "Todd",
                "Last Name": "Lencz",
                "Affiliation": ""
            },
            {
                "First Name": "Ariel",
                "Last Name": "Darvasi",
                "Affiliation": ""
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            }
        ],
        "Journal": "Genetics",
        "PubDate": "2013"
    },
    {
        "PMID": "23103233",
        "Title": "Length distributions of identity by descent reveal fine-scale demographic history.",
        "Abstract": "Data-driven studies of identity by descent (IBD) were recently enabled by high-resolution genomic data from large cohorts and scalable algorithms for IBD detection. Yet, haplotype sharing currently represents an underutilized source of information for population-genetics research. We present analytical results on the relationship between haplotype sharing across purportedly unrelated individuals and a population's demographic history. We express the distribution of IBD sharing across pairs of individuals for segments of arbitrary length as a function of the population's demography, and we derive an inference procedure to reconstruct such demographic history. The accuracy of the proposed reconstruction methodology was extensively tested on simulated data. We applied this methodology to two densely typed data sets: 500 Ashkenazi Jewish (AJ) individuals and 56 Kenyan Maasai (MKK) individuals (HapMap 3 data set). Reconstructing the demographic history of the AJ cohort, we recovered two subsequent population expansions, separated by a severe founder event, consistent with previous analysis of lower-throughput genetic data and historical accounts of AJ history. In the MKK cohort, high levels of cryptic relatedness were detected. The spectrum of IBD sharing is consistent with a demographic model in which several small-sized demes intermix through high migration rates and result in enrichment of shared long-range haplotypes. This scenario of historically structured demographies might explain the unexpected abundance of runs of homozygosity within several populations.",
        "Keywords": [],
        "MeSH terms": [
            "Black People",
            "Founder Effect",
            "Genetics, Population",
            "HapMap Project",
            "Haplotypes",
            "Heterozygote",
            "Humans",
            "Jews",
            "Models, Genetic",
            "Polymorphism, Single Nucleotide",
            "Population Density",
            "Population Dynamics"
        ],
        "Authors": [
            {
                "First Name": "Pier Francesco",
                "Last Name": "Palamara",
                "Affiliation": "Department of Computer Science, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Todd",
                "Last Name": "Lencz",
                "Affiliation": ""
            },
            {
                "First Name": "Ariel",
                "Last Name": "Darvasi",
                "Affiliation": ""
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            }
        ],
        "Journal": "American journal of human genetics",
        "PubDate": "2012"
    },
    {
        "PMID": "23071825",
        "Title": "Detecting identity by descent and homozygosity mapping in whole-exome sequencing data.",
        "Abstract": "The detection of genetic segments of Identical by Descent (IBD) in Genome-Wide Association Studies has proven successful in pinpointing genetic relatedness between reportedly unrelated individuals and leveraging such regions to shortlist candidate genes. These techniques depend on high-density genotyping arrays and their effectiveness in diverse sequence data is largely unknown. Due to decreasing costs and increasing effectiveness of high throughput techniques for whole-exome sequencing, an influx of exome sequencing data has become available. Studies using exomes and IBD-detection methods within known pedigrees have shown that IBD can be useful in finding hidden genetic candidates where known relatives are available. We set out to examine the viability of using IBD-detection in whole exome sequencing data in population-wide studies. In doing so, we extend GERMLINE, a method to detect IBD from exome sequencing data by finding small slices of matching alleles between pairs of individuals and extending them into full IBD segments. This algorithm allows for efficient population-wide detection in dense data. We apply this algorithm to a cohort of Crohn's Disease cases where whole-exome and GWAS array data is available. We confirm that GWAS-based detected segments are highly accurate and predictive of underlying shared variation. Where segments inferred from GWAS are expected to be of high accuracy, we compare exome-based detection accuracy of multiple detection strategies. We find detection accuracy to be prohibitively low in all assessments, both in terms of segment sensitivity and specificity. Even after isolating relatively long segments beyond 10cM, exome-based detection continued to offer poor specificity/sensitivity tradeoffs. We hypothesize that the variable coverage and platform biases of exome capture account for this decreased accuracy and look toward whole genome sequencing data as a higher quality source for detecting population-wide IBD.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Connecticut",
            "Crohn Disease",
            "Exome",
            "Genetic Techniques",
            "Genome-Wide Association Study",
            "High-Throughput Nucleotide Sequencing",
            "Homozygote",
            "Humans",
            "Jews",
            "New York",
            "Pedigree",
            "Sensitivity and Specificity"
        ],
        "Authors": [
            {
                "First Name": "Zhong",
                "Last Name": "Zhuang",
                "Affiliation": "Department of Computer Science, Columbia University, New York, NY, USA. zz2167@columbia.edu"
            },
            {
                "First Name": "Alexander",
                "Last Name": "Gusev",
                "Affiliation": ""
            },
            {
                "First Name": "Judy",
                "Last Name": "Cho",
                "Affiliation": ""
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            }
        ],
        "Journal": "PloS one",
        "PubDate": "2012"
    },
    {
        "PMID": "22767386",
        "Title": "Ultrafast genome-wide scan for SNP-SNP interactions in common complex disease.",
        "Abstract": "Long-range gene-gene interactions are biologically compelling models for disease genetics and can provide insights on relevant mechanisms and pathways. Despite considerable effort, rigorous interaction mapping in humans has remained prohibitively difficult due to computational and statistical limitations. We introduce a novel algorithmic approach to find long-range interactions in common diseases using a standard two-locus test that contrasts the linkage disequilibrium between SNPs in cases and controls. Our ultrafast method overcomes the computational burden of a genome × genome scan by using a novel randomization technique that requires 10× to 100× fewer tests than a brute-force approach. By sampling small groups of cases and highlighting combinations of alleles carried by all individuals in the group, this algorithm drastically trims the universe of combinations while simultaneously guaranteeing that all statistically significant pairs are reported. Our implementation can comprehensively scan large data sets (2K cases, 3K controls, 500K SNPs) to find all candidate pairwise interactions (LD-contrast ) in a few hours-a task that typically took days or weeks to complete by methods running on equivalent desktop computers. We applied our method to the Wellcome Trust bipolar disorder data and found a significant interaction between SNPs located within genes encoding two calcium channel subunits: RYR2 on chr1q43 and CACNA2D4 on chr12p13 (LD-contrast test, ). We replicated this pattern of interchromosomal LD between the genes in a separate bipolar data set from the GAIN project, demonstrating an example of gene-gene interaction that plays a role in the largely uncharted genetic landscape of bipolar disorder.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Alleles",
            "Bipolar Disorder",
            "Epistasis, Genetic",
            "Genetic Loci",
            "Genome, Human",
            "Humans",
            "Polymorphism, Single Nucleotide",
            "Sequence Analysis, DNA"
        ],
        "Authors": [
            {
                "First Name": "Snehit",
                "Last Name": "Prabhu",
                "Affiliation": "Department of Computer Science, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            }
        ],
        "Journal": "Genome research",
        "PubDate": "2012"
    },
    {
        "PMID": "22447449",
        "Title": "Inference of modules associated to eQTLs.",
        "Abstract": "Cataloging the association of transcripts to genetic variants in recent years holds the promise for functional dissection of regulatory structure of human transcription. Here, we present a novel approach, which aims at elucidating the joint relationships between transcripts and single-nucleotide polymorphisms (SNPs). This entails detection and analysis of modules of transcripts, each weakly associated to a single genetic variant, together exposing a high-confidence association signal between the module and this 'main' SNP. To explore how transcripts in a module are related to causative loci for that module, we represent such dependencies by a graphical model. We applied our method to the existing data on genetics of gene expression in the liver. The modules are significantly more, larger and denser than found in permuted data. Quantification of the confidence in a module as a likelihood score, allows us to detect transcripts that do not reach genome-wide significance level. Topological analysis of each module identifies novel insights regarding the flow of causality between the main SNP and transcripts. We observe similar annotations of modules from two sources of information: the enrichment of a module in gene subsets and locus annotation of the genetic variants. This and further phenotypic analysis provide a validation for our methodology.",
        "Keywords": [],
        "MeSH terms": [
            "Computational Biology",
            "Genotype",
            "Humans",
            "Liver",
            "Phenotype",
            "Polymorphism, Single Nucleotide",
            "Quantitative Trait Loci",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Anat",
                "Last Name": "Kreimer",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York 10032, USA. anat.kreimer@gmail.com"
            },
            {
                "First Name": "Oren",
                "Last Name": "Litvin",
                "Affiliation": ""
            },
            {
                "First Name": "Ke",
                "Last Name": "Hao",
                "Affiliation": ""
            },
            {
                "First Name": "Cliona",
                "Last Name": "Molony",
                "Affiliation": ""
            },
            {
                "First Name": "Dana",
                "Last Name": "Pe'er",
                "Affiliation": ""
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            }
        ],
        "Journal": "Nucleic acids research",
        "PubDate": "2012"
    },
    {
        "PMID": "22412388",
        "Title": "A genome-wide scan of Ashkenazi Jewish Crohn's disease suggests novel susceptibility loci.",
        "Abstract": "Crohn's disease (CD) is a complex disorder resulting from the interaction of intestinal microbiota with the host immune system in genetically susceptible individuals. The largest meta-analysis of genome-wide association to date identified 71 CD-susceptibility loci in individuals of European ancestry. An important epidemiological feature of CD is that it is 2-4 times more prevalent among individuals of Ashkenazi Jewish (AJ) descent compared to non-Jewish Europeans (NJ). To explore genetic variation associated with CD in AJs, we conducted a genome-wide association study (GWAS) by combining raw genotype data across 10 AJ cohorts consisting of 907 cases and 2,345 controls in the discovery stage, followed up by a replication study in 971 cases and 2,124 controls. We confirmed genome-wide significant associations of 9 known CD loci in AJs and replicated 3 additional loci with strong signal (p<5×10⁻⁶). Novel signals detected among AJs were mapped to chromosomes 5q21.1 (rs7705924, combined p = 2×10⁻⁸; combined odds ratio OR = 1.48), 2p15 (rs6545946, p = 7×10⁻⁹; OR = 1.16), 8q21.11 (rs12677663, p = 2×10⁻⁸; OR = 1.15), 10q26.3 (rs10734105, p = 3×10⁻⁸; OR = 1.27), and 11q12.1 (rs11229030, p = 8×10⁻⁹; OR = 1.15), implicating biologically plausible candidate genes, including RPL7, CPAMD8, PRG2, and PRG3. In all, the 16 replicated and newly discovered loci, in addition to the three coding NOD2 variants, accounted for 11.2% of the total genetic variance for CD risk in the AJ population. This study demonstrates the complementary value of genetic studies in the Ashkenazim.",
        "Keywords": [],
        "MeSH terms": [
            "Chromosomes, Human, Pair 5",
            "Cohort Studies",
            "Crohn Disease",
            "Genetic Predisposition to Disease",
            "Genome-Wide Association Study",
            "Humans",
            "Jews",
            "Linkage Disequilibrium",
            "White People"
        ],
        "Authors": [
            {
                "First Name": "Eimear E",
                "Last Name": "Kenny",
                "Affiliation": "Department of Computer Sciences, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            },
            {
                "First Name": "Amir",
                "Last Name": "Karban",
                "Affiliation": ""
            },
            {
                "First Name": "Laurie",
                "Last Name": "Ozelius",
                "Affiliation": ""
            },
            {
                "First Name": "Adele A",
                "Last Name": "Mitchell",
                "Affiliation": ""
            },
            {
                "First Name": "Sok Meng",
                "Last Name": "Ng",
                "Affiliation": ""
            },
            {
                "First Name": "Monica",
                "Last Name": "Erazo",
                "Affiliation": ""
            },
            {
                "First Name": "Harry",
                "Last Name": "Ostrer",
                "Affiliation": ""
            },
            {
                "First Name": "Clara",
                "Last Name": "Abraham",
                "Affiliation": ""
            },
            {
                "First Name": "Maria T",
                "Last Name": "Abreu",
                "Affiliation": ""
            },
            {
                "First Name": "Gil",
                "Last Name": "Atzmon",
                "Affiliation": ""
            },
            {
                "First Name": "Nir",
                "Last Name": "Barzilai",
                "Affiliation": ""
            },
            {
                "First Name": "Steven R",
                "Last Name": "Brant",
                "Affiliation": ""
            },
            {
                "First Name": "Susan",
                "Last Name": "Bressman",
                "Affiliation": ""
            },
            {
                "First Name": "Edward R",
                "Last Name": "Burns",
                "Affiliation": ""
            },
            {
                "First Name": "Yehuda",
                "Last Name": "Chowers",
                "Affiliation": ""
            },
            {
                "First Name": "Lorraine N",
                "Last Name": "Clark",
                "Affiliation": ""
            },
            {
                "First Name": "Ariel",
                "Last Name": "Darvasi",
                "Affiliation": ""
            },
            {
                "First Name": "Dana",
                "Last Name": "Doheny",
                "Affiliation": ""
            },
            {
                "First Name": "Richard H",
                "Last Name": "Duerr",
                "Affiliation": ""
            },
            {
                "First Name": "Rami",
                "Last Name": "Eliakim",
                "Affiliation": ""
            },
            {
                "First Name": "Nir",
                "Last Name": "Giladi",
                "Affiliation": ""
            },
            {
                "First Name": "Peter K",
                "Last Name": "Gregersen",
                "Affiliation": ""
            },
            {
                "First Name": "Hakon",
                "Last Name": "Hakonarson",
                "Affiliation": ""
            },
            {
                "First Name": "Michelle R",
                "Last Name": "Jones",
                "Affiliation": ""
            },
            {
                "First Name": "Karen",
                "Last Name": "Marder",
                "Affiliation": ""
            },
            {
                "First Name": "Dermot P B",
                "Last Name": "McGovern",
                "Affiliation": ""
            },
            {
                "First Name": "Jennifer",
                "Last Name": "Mulle",
                "Affiliation": ""
            },
            {
                "First Name": "Avi",
                "Last Name": "Orr-Urtreger",
                "Affiliation": ""
            },
            {
                "First Name": "Deborah D",
                "Last Name": "Proctor",
                "Affiliation": ""
            },
            {
                "First Name": "Ann",
                "Last Name": "Pulver",
                "Affiliation": ""
            },
            {
                "First Name": "Jerome I",
                "Last Name": "Rotter",
                "Affiliation": ""
            },
            {
                "First Name": "Mark S",
                "Last Name": "Silverberg",
                "Affiliation": ""
            },
            {
                "First Name": "Thomas",
                "Last Name": "Ullman",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen T",
                "Last Name": "Warren",
                "Affiliation": ""
            },
            {
                "First Name": "Matti",
                "Last Name": "Waterman",
                "Affiliation": ""
            },
            {
                "First Name": "Wei",
                "Last Name": "Zhang",
                "Affiliation": ""
            },
            {
                "First Name": "Aviv",
                "Last Name": "Bergman",
                "Affiliation": ""
            },
            {
                "First Name": "Lloyd",
                "Last Name": "Mayer",
                "Affiliation": ""
            },
            {
                "First Name": "Seymour",
                "Last Name": "Katz",
                "Affiliation": ""
            },
            {
                "First Name": "Robert J",
                "Last Name": "Desnick",
                "Affiliation": ""
            },
            {
                "First Name": "Judy H",
                "Last Name": "Cho",
                "Affiliation": ""
            },
            {
                "First Name": "Inga",
                "Last Name": "Peter",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2012"
    },
    {
        "PMID": "22090379",
        "Title": "Calling amplified haplotypes in next generation tumor sequence data.",
        "Abstract": "During tumor initiation and progression, cancer cells acquire a selective advantage, allowing them to outcompete their normal counterparts. Identification of the genetic changes that underlie these tumor acquired traits can provide deeper insights into the biology of tumorigenesis. Regions of copy number alterations and germline DNA variants are some of the elements subject to selection during tumor evolution. Integrated examination of inherited variation and somatic alterations holds the potential to reveal specific nucleotide alleles that a tumor \"prefers\" to have amplified. Next-generation sequencing of tumor and matched normal tissues provides a high-resolution platform to identify and analyze such somatic amplicons. Within an amplicon, examination of informative (e.g., heterozygous) sites deviating from a 1:1 ratio may suggest selection of that allele. A naive approach examines the reads for each heterozygous site in isolation; however, this ignores available valuable linkage information across sites. We, therefore, present a novel hidden Markov model-based method-Haplotype Amplification in Tumor Sequences (HATS)-that analyzes tumor and normal sequence data, along with training data for phasing purposes, to infer amplified alleles and haplotypes in regions of copy number gain. Our method is designed to handle rare variants and biases in read data. We assess the performance of HATS using simulated amplified regions generated from varying copy number and coverage levels, followed by amplicons in real data. We demonstrate that HATS infers the amplified alleles more accurately than does the naive approach, especially at low to intermediate coverage levels and in cases (including high coverage) possessing stromal contamination or allelic bias.",
        "Keywords": [],
        "MeSH terms": [
            "Computational Biology",
            "Computer Simulation",
            "Gene Amplification",
            "Haplotypes",
            "Humans",
            "Models, Genetic",
            "Neoplasms",
            "Reproducibility of Results",
            "Sensitivity and Specificity"
        ],
        "Authors": [
            {
                "First Name": "Ninad",
                "Last Name": "Dewal",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Yang",
                "Last Name": "Hu",
                "Affiliation": ""
            },
            {
                "First Name": "Matthew L",
                "Last Name": "Freedman",
                "Affiliation": ""
            },
            {
                "First Name": "Thomas",
                "Last Name": "Laframboise",
                "Affiliation": ""
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            }
        ],
        "Journal": "Genome research",
        "PubDate": "2012"
    },
    {
        "PMID": "21989326",
        "Title": "A hidden Markov model for copy number variant prediction from whole genome resequencing data.",
        "Abstract": "Copy Number Variants (CNVs) are important genetic factors for studying human diseases. While high-throughput whole genome re-sequencing provides multiple lines of evidence for detecting CNVs, computational algorithms need to be tailored for different type or size of CNVs under different experimental designs.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Base Sequence",
            "Chromosome Mapping",
            "DNA Copy Number Variations",
            "Genome",
            "Genome, Human",
            "Genome-Wide Association Study",
            "Humans",
            "Markov Chains"
        ],
        "Authors": [
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Department of Computer Science, Columbia University, New York, NY 10027, USA. yshen@c2b2.columbia.edu"
            },
            {
                "First Name": "Yiwei",
                "Last Name": "Gu",
                "Affiliation": ""
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            }
        ],
        "Journal": "BMC bioinformatics",
        "PubDate": "2011"
    },
    {
        "PMID": "21984068",
        "Title": "The architecture of long-range haplotypes shared within and across populations.",
        "Abstract": "Homologous long segments along the genomes of close or remote relatives that are identical by descent (IBD) from a common ancestor provide clues for recent events in human genetics. We set out to extensively map such IBD segments in large cohorts and investigate their distribution within and across different populations. We report analysis of several data sets, demonstrating that IBD is more common than expected by naïve models of population genetics. We show that the frequency of IBD pairs is population dependent and can be used to cluster individuals into populations, detect a homogeneous subpopulation within a larger cohort, and infer bottleneck events in such a subpopulation. Specifically, we show that Ashkenazi Jewish individuals are all connected through transitive remote family ties evident by sharing of 50 cM IBD to a publicly available data set of less than 400 individuals. We further expose regions where long-range haplotypes are shared significantly more often than elsewhere in the genome, observed across multiple populations, and enriched for common long structural variation. These are inconsistent with recent relatedness and suggest ancient common ancestry, with limited recombination between haplotypes.",
        "Keywords": [],
        "MeSH terms": [
            "Chromosome Mapping",
            "Evolution, Molecular",
            "Gene Frequency",
            "Genetic Variation",
            "Genetics, Population",
            "Genome, Human",
            "Haplotypes",
            "Humans",
            "Jews",
            "Pedigree",
            "Polymorphism, Single Nucleotide"
        ],
        "Authors": [
            {
                "First Name": "Alexander",
                "Last Name": "Gusev",
                "Affiliation": "Department of Computer Science, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Pier Francesco",
                "Last Name": "Palamara",
                "Affiliation": ""
            },
            {
                "First Name": "Gregory",
                "Last Name": "Aponte",
                "Affiliation": ""
            },
            {
                "First Name": "Zhong",
                "Last Name": "Zhuang",
                "Affiliation": ""
            },
            {
                "First Name": "Ariel",
                "Last Name": "Darvasi",
                "Affiliation": ""
            },
            {
                "First Name": "Peter",
                "Last Name": "Gregersen",
                "Affiliation": ""
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular biology and evolution",
        "PubDate": "2012"
    },
    {
        "PMID": "21636589",
        "Title": "Coverage tradeoffs and power estimation in the design of whole-genome sequencing experiments for detecting association.",
        "Abstract": "Whole-genome sequencing (WGS) allows direct interrogation of previously undetected uncommon or rare variants, which potentially contribute to the missing heritability of human disease. However, cost of sequencing large numbers of samples limits its application in case-control association studies. Here, we describe theoretical and empirical design considerations for such sequencing studies, aimed at maximizing the power of detecting association under the constraint of study-wide cost.",
        "Keywords": [],
        "MeSH terms": [
            "Case-Control Studies",
            "Chromosome Mapping",
            "Genome",
            "Genome-Wide Association Study",
            "Genomic Structural Variation",
            "Humans",
            "Internet",
            "Sequence Analysis, DNA",
            "Statistics as Topic"
        ],
        "Authors": [
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Department of Computer Science, Columbia University, New York, NY 10027, USA. yshen@c2b2.columbia.edu"
            },
            {
                "First Name": "Ruijie",
                "Last Name": "Song",
                "Affiliation": ""
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            }
        ],
        "Journal": "Bioinformatics (Oxford, England)",
        "PubDate": "2011"
    },
    {
        "PMID": "21620352",
        "Title": "DASH: a method for identical-by-descent haplotype mapping uncovers association with recent variation.",
        "Abstract": "Rare variants affecting phenotype pose a unique challenge for human genetics. Although genome-wide association studies have successfully detected many common causal variants, they are underpowered in identifying disease variants that are too rare or population-specific to be imputed from a general reference panel and thus are poorly represented on commercial SNP arrays. We set out to overcome these challenges and detect association between disease and rare alleles using SNP arrays by relying on long stretches of genomic sharing that are identical by descent. We have developed an algorithm, DASH, which builds upon pairwise identical-by-descent shared segments to infer clusters of individuals likely to be sharing a single haplotype. DASH constructs a graph with nodes representing individuals and links on the basis of such segments spanning a locus and uses an iterative minimum cut algorithm to identify densely connected components. We have applied DASH to simulated data and diverse GWAS data sets by constructing haplotype clusters and testing them for association. In simulations we show this approach to be significantly more powerful than single-marker testing in an isolated population that is from Kosrae, Federated States of Micronesia and has abundant IBD, and we provide orthogonal information for rare, recent variants in the outbred Wellcome Trust Case-Control Consortium (WTCCC) data. In both cohorts, we identified a number of haplotype associations, five such loci in the WTCCC data and ten in the isolated, that were conditionally significant beyond any individual nearby markers. We have replicated one of these loci in an independent European cohort and identified putative structural changes in low-pass whole-genome sequence of the cluster carriers.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Chromosome Mapping",
            "Computer Graphics",
            "Computer Simulation",
            "DNA Mutational Analysis",
            "Disease",
            "Genetic Variation",
            "Genome-Wide Association Study",
            "Haplotypes",
            "Humans",
            "Oligonucleotide Array Sequence Analysis",
            "Polymorphism, Single Nucleotide"
        ],
        "Authors": [
            {
                "First Name": "Alexander",
                "Last Name": "Gusev",
                "Affiliation": "Department of Computer Science, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Eimear E",
                "Last Name": "Kenny",
                "Affiliation": "Department of Computer Science, Columbia University, New York, NY 10027, USA; Medical Sciences and Human Genetics, Rockefeller University, New York, NY 10065, USA."
            },
            {
                "First Name": "Jennifer K",
                "Last Name": "Lowe",
                "Affiliation": "Department of Molecular Biology, Massachusetts General Hospital, Boston, MA 02114, USA; Program in Medical and Population Genetics, The Broad Institute of Harvard and MIT, Cambridge, MA 02142, USA."
            },
            {
                "First Name": "Jaqueline",
                "Last Name": "Salit",
                "Affiliation": "Medical Sciences and Human Genetics, Rockefeller University, New York, NY 10065, USA."
            },
            {
                "First Name": "Richa",
                "Last Name": "Saxena",
                "Affiliation": "Program in Medical and Population Genetics, The Broad Institute of Harvard and MIT, Cambridge, MA 02142, USA."
            },
            {
                "First Name": "Sekar",
                "Last Name": "Kathiresan",
                "Affiliation": "Program in Medical and Population Genetics, The Broad Institute of Harvard and MIT, Cambridge, MA 02142, USA; Cardiovascular Disease Prevention Center, Cardiology Division, Department of Medicine, Massachusetts General Hospital, Harvard Medical School, Boston, MA 02114, USA."
            },
            {
                "First Name": "David M",
                "Last Name": "Altshuler",
                "Affiliation": "Program in Medical and Population Genetics, The Broad Institute of Harvard and MIT, Cambridge, MA 02142, USA; Center for Human Genetic Research and Department of Molecular Biology, Massachusetts General Hospital, Boston, MA 02114, USA; Department of Genetics, Harvard Medical School, Boston, MA 02115, USA."
            },
            {
                "First Name": "Jeffrey M",
                "Last Name": "Friedman",
                "Affiliation": "Medical Sciences and Human Genetics, Rockefeller University, New York, NY 10065, USA."
            },
            {
                "First Name": "Jan L",
                "Last Name": "Breslow",
                "Affiliation": "Medical Sciences and Human Genetics, Rockefeller University, New York, NY 10065, USA."
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": "Department of Computer Science, Columbia University, New York, NY 10027, USA. Electronic address: itsik@cs.columbia.edu."
            }
        ],
        "Journal": "American journal of human genetics",
        "PubDate": "2011"
    },
    {
        "PMID": "21385049",
        "Title": "HLA type inference via haplotypes identical by descent.",
        "Abstract": "The human leukocyte antigen (HLA) genes play a major role in adaptive immune response and are used to differentiate self antigens from non-self ones. HLA genes are hypervariable with nearly every locus harboring over a dozen alleles. This variation plays an important role in susceptibility to multiple autoimmune diseases and needs to be matched on for organ transplantation. Unfortunately, HLA typing by serological methods is time consuming and expensive compared to high-throughput single nucleotide polymorphism (SNP) data. We present a new computational method to infer per-locus HLA types using shared segments identical by descent (IBD), inferred from SNP genotype data. IBD information is modeled as graph where shared haplotypes are explored among clusters of individuals with known and unknown HLA types to identify the latter. We analyze performance of the method in a previously typed subset of the HapMap population, achieving accuracy of 96% in HLA-A, 94% in HLA-B, 95% in HLA-C, 77% in HLA-DR1, 93% in HLA-DQA1, and 90% in HLA-DQB1 genes. We compare our method to a tag SNP-based approach, and demonstrate higher sensitivity and specificity. Our method demonstrates the power of using shared haplotype segments for large-scale imputation at the HLA locus.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Genomics",
            "HLA Antigens",
            "HLA-A Antigens",
            "HLA-B Antigens",
            "HLA-C Antigens",
            "HLA-DQ Antigens",
            "HLA-DQ alpha-Chains",
            "HLA-DR1 Antigen",
            "Haplotypes",
            "Humans",
            "Polymorphism, Single Nucleotide",
            "Sensitivity and Specificity"
        ],
        "Authors": [
            {
                "First Name": "Manu N",
                "Last Name": "Setty",
                "Affiliation": "Computational Biology Program, Memorial Sloan-Kettering Cancer Center, New York, New York, USA."
            },
            {
                "First Name": "Alexander",
                "Last Name": "Gusev",
                "Affiliation": ""
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of computational biology : a journal of computational molecular cell biology",
        "PubDate": "2011"
    },
    {
        "PMID": "21118897",
        "Title": "Increased power of mixed models facilitates association mapping of 10 loci for metabolic traits in an isolated population.",
        "Abstract": "The potential benefits of using population isolates in genetic mapping, such as reduced genetic, phenotypic and environmental heterogeneity, are offset by the challenges posed by the large amounts of direct and cryptic relatedness in these populations confounding basic assumptions of independence. We have evaluated four representative specialized methods for association testing in the presence of relatedness; (i) within-family (ii) within- and between-family and (iii) mixed-models methods, using simulated traits for 2906 subjects with known genome-wide genotype data from an extremely isolated population, the Island of Kosrae, Federated States of Micronesia. We report that mixed models optimally extract association information from such samples, demonstrating 88% power to rank the true variant as among the top 10 genome-wide with 56% achieving genome-wide significance, a >80% improvement over the other methods, and demonstrate that population isolates have similar power to non-isolate populations for observing variants of known effects. We then used the mixed-model method to reanalyze data for 17 published phenotypes relating to metabolic traits and electrocardiographic measures, along with another 8 previously unreported. We replicate nine genome-wide significant associations with known loci of plasma cholesterol, high-density lipoprotein, low-density lipoprotein, triglycerides, thyroid stimulating hormone, homocysteine, C-reactive protein and uric acid, with only one detected in the previous analysis of the same traits. Further, we leveraged shared identity-by-descent genetic segments in the region of the uric acid locus to fine-map the signal, refining the known locus by a factor of 4. Finally, we report a novel associations for height (rs17629022, P< 2.1 × 10⁻⁸).",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Chromosome Mapping",
            "Computational Biology",
            "Female",
            "Genome-Wide Association Study",
            "Genotype",
            "Humans",
            "Male",
            "Micronesia",
            "Phenotype",
            "Polymorphism, Single Nucleotide",
            "Population Groups"
        ],
        "Authors": [
            {
                "First Name": "Eimear E",
                "Last Name": "Kenny",
                "Affiliation": "Department of Computer Science, Columbia University, 505 Computer Science Building, 1214 Amsterdam Ave.: Mailcode 0401, New York, NY 10027-7003, USA."
            },
            {
                "First Name": "Minseung",
                "Last Name": "Kim",
                "Affiliation": ""
            },
            {
                "First Name": "Alexander",
                "Last Name": "Gusev",
                "Affiliation": ""
            },
            {
                "First Name": "Jennifer K",
                "Last Name": "Lowe",
                "Affiliation": ""
            },
            {
                "First Name": "Jacqueline",
                "Last Name": "Salit",
                "Affiliation": ""
            },
            {
                "First Name": "J Gustav",
                "Last Name": "Smith",
                "Affiliation": ""
            },
            {
                "First Name": "Sirisha",
                "Last Name": "Kovvali",
                "Affiliation": ""
            },
            {
                "First Name": "Hyun Min",
                "Last Name": "Kang",
                "Affiliation": ""
            },
            {
                "First Name": "Christopher",
                "Last Name": "Newton-Cheh",
                "Affiliation": ""
            },
            {
                "First Name": "Mark J",
                "Last Name": "Daly",
                "Affiliation": ""
            },
            {
                "First Name": "Markus",
                "Last Name": "Stoffel",
                "Affiliation": ""
            },
            {
                "First Name": "David M",
                "Last Name": "Altshuler",
                "Affiliation": ""
            },
            {
                "First Name": "Jeffrey M",
                "Last Name": "Friedman",
                "Affiliation": ""
            },
            {
                "First Name": "Eleazar",
                "Last Name": "Eskin",
                "Affiliation": ""
            },
            {
                "First Name": "Jan L",
                "Last Name": "Breslow",
                "Affiliation": ""
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            }
        ],
        "Journal": "Human molecular genetics",
        "PubDate": "2011"
    },
    {
        "PMID": "20560205",
        "Title": "Abraham's children in the genome era: major Jewish diaspora populations comprise distinct genetic clusters with shared Middle Eastern Ancestry.",
        "Abstract": "For more than a century, Jews and non-Jews alike have tried to define the relatedness of contemporary Jewish people. Previous genetic studies of blood group and serum markers suggested that Jewish groups had Middle Eastern origin with greater genetic similarity between paired Jewish populations. However, these and successor studies of monoallelic Y chromosomal and mitochondrial genetic markers did not resolve the issues of within and between-group Jewish genetic identity. Here, genome-wide analysis of seven Jewish groups (Iranian, Iraqi, Syrian, Italian, Turkish, Greek, and Ashkenazi) and comparison with non-Jewish groups demonstrated distinctive Jewish population clusters, each with shared Middle Eastern ancestry, proximity to contemporary Middle Eastern populations, and variable degrees of European and North African admixture. Two major groups were identified by principal component, phylogenetic, and identity by descent (IBD) analysis: Middle Eastern Jews and European/Syrian Jews. The IBD segment sharing and the proximity of European Jews to each other and to southern European populations suggested similar origins for European Jewry and refuted large-scale genetic contributions of Central and Eastern European and Slavic populations to the formation of Ashkenazi Jewry. Rapid decay of IBD in Ashkenazi Jewish genomes was consistent with a severe bottleneck followed by large expansion, such as occurred with the so-called demographic miracle of population expansion from 50,000 people at the beginning of the 15th century to 5,000,000 people at the beginning of the 19th century. Thus, this study demonstrates that European/Syrian and Middle Eastern Jews represent a series of geographical isolates or clusters woven together by shared IBD genetic threads.",
        "Keywords": [],
        "MeSH terms": [
            "Genetics, Population",
            "Genotype",
            "Humans",
            "Jews",
            "Middle East",
            "Polymorphism, Single Nucleotide",
            "White People"
        ],
        "Authors": [
            {
                "First Name": "Gil",
                "Last Name": "Atzmon",
                "Affiliation": "Department of Medicine, Albert Einstein College of Medicine, Bronx, NY 10461, USA."
            },
            {
                "First Name": "Li",
                "Last Name": "Hao",
                "Affiliation": ""
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            },
            {
                "First Name": "Christopher",
                "Last Name": "Velez",
                "Affiliation": ""
            },
            {
                "First Name": "Alexander",
                "Last Name": "Pearlman",
                "Affiliation": ""
            },
            {
                "First Name": "Pier Francesco",
                "Last Name": "Palamara",
                "Affiliation": ""
            },
            {
                "First Name": "Bernice",
                "Last Name": "Morrow",
                "Affiliation": ""
            },
            {
                "First Name": "Eitan",
                "Last Name": "Friedman",
                "Affiliation": ""
            },
            {
                "First Name": "Carole",
                "Last Name": "Oddoux",
                "Affiliation": ""
            },
            {
                "First Name": "Edward",
                "Last Name": "Burns",
                "Affiliation": ""
            },
            {
                "First Name": "Harry",
                "Last Name": "Ostrer",
                "Affiliation": ""
            }
        ],
        "Journal": "American journal of human genetics",
        "PubDate": "2010"
    },
    {
        "PMID": "20031965",
        "Title": "Power to detect selective allelic amplification in genome-wide scans of tumor data.",
        "Abstract": "Somatic amplification of particular genomic regions and selection of cellular lineages with such amplifications drives tumor development. However, pinpointing genes under such selection has been difficult due to the large span of these regions. Our recently-developed method, the amplification distortion test (ADT), identifies specific nucleotide alleles and haplotypes that confer better survival for tumor cells when somatically amplified. In this work, we focus on evaluating ADT's power to detect such causal variants across a variety of tumor dataset scenarios.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Alleles",
            "Gene Amplification",
            "Gene Dosage",
            "Genome, Human",
            "Haplotypes",
            "Humans",
            "Neoplasms",
            "Polymorphism, Single Nucleotide"
        ],
        "Authors": [
            {
                "First Name": "Ninad",
                "Last Name": "Dewal",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY 10032, USA. ninad.dewal@dbmi.columbia.edu"
            },
            {
                "First Name": "Matthew L",
                "Last Name": "Freedman",
                "Affiliation": ""
            },
            {
                "First Name": "Thomas",
                "Last Name": "LaFramboise",
                "Affiliation": ""
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            }
        ],
        "Journal": "Bioinformatics (Oxford, England)",
        "PubDate": "2010"
    },
    {
        "PMID": "19844264",
        "Title": "European admixture on the Micronesian island of Kosrae: lessons from complete genetic information.",
        "Abstract": "The architecture of natural variation present in a contemporary population is a result of multiple population genetic forces, including population bottleneck and expansion, selection, drift, and admixture. We seek to untangle the contribution of admixture to genetic diversity on the Micronesian island of Kosrae. Toward this goal, we used a complete genetic approach by combining a dense genome-wide map of 100,000 single-nucleotide polymorphisms (SNPs) with data from uniparental markers from the mitochondrial genome and the nonrecombining portion of the Y chromosome. These markers were typed in approximately 3200 individuals from Kosrae, representing 80% of the adult population of the island. We developed novel software that uses SNP data to delineate ancestry for individual segments of the genome. Through this analysis, we determined that 39% of Kosraens have some European ancestry. However, the vast majority of admixed individuals (77%) have European alleles spanning less than 10% of their genomes. Data from uniparental markers show most of this admixture to be male, introduced in the late nineteenth century. Furthermore, pedigree analysis shows that the majority of European admixture on Kosrae is because of the contribution of one individual. This approach shows the benefit of combining information from autosomal and uniparental polymorphisms and provides new methodology for determining ancestry in a population.",
        "Keywords": [],
        "MeSH terms": [
            "Chromosomes, Human, Y",
            "DNA, Mitochondrial",
            "Europe",
            "Female",
            "Gene Pool",
            "Genetic Markers",
            "Genetics, Population",
            "Genome, Human",
            "Geography",
            "Haplotypes",
            "Humans",
            "Inheritance Patterns",
            "Male",
            "Micronesia",
            "Pedigree",
            "Phylogeny",
            "Software",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Penelope E",
                "Last Name": "Bonnen",
                "Affiliation": "Department of Human and Molecular Genetics, Human Genome Sequencing Center, Baylor College of Medicine, Houston, TX 77030, USA. pbonnen@bcm.edu"
            },
            {
                "First Name": "Jennifer K",
                "Last Name": "Lowe",
                "Affiliation": ""
            },
            {
                "First Name": "David M",
                "Last Name": "Altshuler",
                "Affiliation": ""
            },
            {
                "First Name": "Jan L",
                "Last Name": "Breslow",
                "Affiliation": ""
            },
            {
                "First Name": "Markus",
                "Last Name": "Stoffel",
                "Affiliation": ""
            },
            {
                "First Name": "Jeffrey M",
                "Last Name": "Friedman",
                "Affiliation": ""
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            }
        ],
        "Journal": "European journal of human genetics : EJHG",
        "PubDate": "2010"
    },
    {
        "PMID": "19447964",
        "Title": "Overlapping pools for high-throughput targeted resequencing.",
        "Abstract": "Resequencing genomic DNA from pools of individuals is an effective strategy to detect new variants in targeted regions and compare them between cases and controls. There are numerous ways to assign individuals to the pools on which they are to be sequenced. The naïve, disjoint pooling scheme (many individuals to one pool) in predominant use today offers insight into allele frequencies, but does not offer the identity of an allele carrier. We present a framework for overlapping pool design, where each individual sample is resequenced in several pools (many individuals to many pools). Upon discovering a variant, the set of pools where this variant is observed reveals the identity of its carrier. We formalize the mathematical framework for such pool designs and list the requirements from such designs. We specifically address three practical concerns for pooled resequencing designs: (1) false-positives due to errors introduced during amplification and sequencing; (2) false-negatives due to undersampling particular alleles aggravated by nonuniform coverage; and consequently, (3) ambiguous identification of individual carriers in the presence of errors. We build on theory of error-correcting codes to design pools that overcome these pitfalls. We show that in practical parameters of resequencing studies, our designs guarantee high probability of unambiguous singleton carrier identification while maintaining the features of naïve pools in terms of sensitivity, specificity, and the ability to estimate allele frequencies. We demonstrate the ability of our designs in extracting rare variations using short read data from the 1000 Genomes Pilot 3 project.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Computer Simulation",
            "DNA",
            "Gene Pool",
            "Genetic Variation",
            "Humans",
            "Sequence Analysis, DNA"
        ],
        "Authors": [
            {
                "First Name": "Snehit",
                "Last Name": "Prabhu",
                "Affiliation": "Department of Computer Science, Columbia University, New York, New York 10025, USA. snehitp@columbia.edu"
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            }
        ],
        "Journal": "Genome research",
        "PubDate": "2009"
    },
    {
        "PMID": "19197348",
        "Title": "Genome-wide association studies in an isolated founder population from the Pacific Island of Kosrae.",
        "Abstract": "It has been argued that the limited genetic diversity and reduced allelic heterogeneity observed in isolated founder populations facilitates discovery of loci contributing to both Mendelian and complex disease. A strong founder effect, severe isolation, and substantial inbreeding have dramatically reduced genetic diversity in natives from the island of Kosrae, Federated States of Micronesia, who exhibit a high prevalence of obesity and other metabolic disorders. We hypothesized that genetic drift and possibly natural selection on Kosrae might have increased the frequency of previously rare genetic variants with relatively large effects, making these alleles readily detectable in genome-wide association analysis. However, mapping in large, inbred cohorts introduces analytic challenges, as extensive relatedness between subjects violates the assumptions of independence upon which traditional association test statistics are based. We performed genome-wide association analysis for 15 quantitative traits in 2,906 members of the Kosrae population, using novel approaches to manage the extreme relatedness in the sample. As positive controls, we observe association to known loci for plasma cholesterol, triglycerides, and C-reactive protein and to a compelling candidate loci for thyroid stimulating hormone and fasting plasma glucose. We show that our study is well powered to detect common alleles explaining >/=5% phenotypic variance. However, no such large effects were observed with genome-wide significance, arguing that even in such a severely inbred population, common alleles typically have modest effects. Finally, we show that a majority of common variants discovered in Caucasians have indistinguishable effect sizes on Kosrae, despite the major differences in population genetics and environment.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Founder Effect",
            "Gene Frequency",
            "Genetic Variation",
            "Genome, Human",
            "Genome-Wide Association Study",
            "Genotype",
            "Humans",
            "Pacific Islands",
            "Pedigree",
            "Selection, Genetic",
            "Thyrotropin"
        ],
        "Authors": [
            {
                "First Name": "Jennifer K",
                "Last Name": "Lowe",
                "Affiliation": "The Rockefeller University, New York, New York, USA."
            },
            {
                "First Name": "Julian B",
                "Last Name": "Maller",
                "Affiliation": ""
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            },
            {
                "First Name": "Benjamin M",
                "Last Name": "Neale",
                "Affiliation": ""
            },
            {
                "First Name": "Jacqueline",
                "Last Name": "Salit",
                "Affiliation": ""
            },
            {
                "First Name": "Eimear E",
                "Last Name": "Kenny",
                "Affiliation": ""
            },
            {
                "First Name": "Jessica L",
                "Last Name": "Shea",
                "Affiliation": ""
            },
            {
                "First Name": "Ralph",
                "Last Name": "Burkhardt",
                "Affiliation": ""
            },
            {
                "First Name": "J Gustav",
                "Last Name": "Smith",
                "Affiliation": ""
            },
            {
                "First Name": "Weizhen",
                "Last Name": "Ji",
                "Affiliation": ""
            },
            {
                "First Name": "Martha",
                "Last Name": "Noel",
                "Affiliation": ""
            },
            {
                "First Name": "Jia Nee",
                "Last Name": "Foo",
                "Affiliation": ""
            },
            {
                "First Name": "Maude L",
                "Last Name": "Blundell",
                "Affiliation": ""
            },
            {
                "First Name": "Vita",
                "Last Name": "Skilling",
                "Affiliation": ""
            },
            {
                "First Name": "Laura",
                "Last Name": "Garcia",
                "Affiliation": ""
            },
            {
                "First Name": "Marcia L",
                "Last Name": "Sullivan",
                "Affiliation": ""
            },
            {
                "First Name": "Heather E",
                "Last Name": "Lee",
                "Affiliation": ""
            },
            {
                "First Name": "Anna",
                "Last Name": "Labek",
                "Affiliation": ""
            },
            {
                "First Name": "Hope",
                "Last Name": "Ferdowsian",
                "Affiliation": ""
            },
            {
                "First Name": "Steven B",
                "Last Name": "Auerbach",
                "Affiliation": ""
            },
            {
                "First Name": "Richard P",
                "Last Name": "Lifton",
                "Affiliation": ""
            },
            {
                "First Name": "Christopher",
                "Last Name": "Newton-Cheh",
                "Affiliation": ""
            },
            {
                "First Name": "Jan L",
                "Last Name": "Breslow",
                "Affiliation": ""
            },
            {
                "First Name": "Markus",
                "Last Name": "Stoffel",
                "Affiliation": ""
            },
            {
                "First Name": "Mark J",
                "Last Name": "Daly",
                "Affiliation": ""
            },
            {
                "First Name": "David M",
                "Last Name": "Altshuler",
                "Affiliation": ""
            },
            {
                "First Name": "Jeffrey M",
                "Last Name": "Friedman",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2009"
    },
    {
        "PMID": "19107202",
        "Title": "Comparing platforms for C. elegans mutant identification using high-throughput whole-genome sequencing.",
        "Abstract": "Whole-genome sequencing represents a promising approach to pinpoint chemically induced mutations in genetic model organisms, thereby short-cutting time-consuming genetic mapping efforts.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Genetically Modified",
            "Caenorhabditis elegans",
            "Chromosome Mapping",
            "DNA Mutational Analysis",
            "Genome, Helminth",
            "Genome-Wide Association Study",
            "INDEL Mutation",
            "Polymorphism, Single Nucleotide",
            "Sensitivity and Specificity"
        ],
        "Authors": [
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Department of Computer Science, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Sumeet",
                "Last Name": "Sarin",
                "Affiliation": ""
            },
            {
                "First Name": "Ye",
                "Last Name": "Liu",
                "Affiliation": ""
            },
            {
                "First Name": "Oliver",
                "Last Name": "Hobert",
                "Affiliation": ""
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            }
        ],
        "Journal": "PloS one",
        "PubDate": "2008"
    },
    {
        "PMID": "18971310",
        "Title": "Whole population, genome-wide mapping of hidden relatedness.",
        "Abstract": "We present GERMLINE, a robust algorithm for identifying segmental sharing indicative of recent common ancestry between pairs of individuals. Unlike methods with comparable objectives, GERMLINE scales linearly with the number of samples, enabling analysis of whole-genome data in large cohorts. Our approach is based on a dictionary of haplotypes that is used to efficiently discover short exact matches between individuals. We then expand these matches using dynamic programming to identify long, nearly identical segmental sharing that is indicative of relatedness. We use GERMLINE to comprehensively survey hidden relatedness both in the HapMap as well as in a densely typed island population of 3000 individuals. We verify that GERMLINE is in concordance with other methods when they can process the data, and also facilitates analysis of larger scale studies. We bolster these results by demonstrating novel applications of precise analysis of hidden relatedness for (1) identification and resolution of phasing errors and (2) exposing polymorphic deletions that are otherwise challenging to detect. This finding is supported by concordance of detected deletions with other evidence from independent databases and statistical analyses of fluorescence intensity not used by GERMLINE.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Chromosome Mapping",
            "Consanguinity",
            "Family Relations",
            "Genetics, Population",
            "Haplotypes",
            "Humans",
            "Inheritance Patterns",
            "Models, Genetic",
            "Phylogeny",
            "Polymorphism, Single Nucleotide",
            "Sensitivity and Specificity"
        ],
        "Authors": [
            {
                "First Name": "Alexander",
                "Last Name": "Gusev",
                "Affiliation": "Department of Computer Science, Columbia University, New York, New York 10027, USA. gusev@cs.columbia.edu"
            },
            {
                "First Name": "Jennifer K",
                "Last Name": "Lowe",
                "Affiliation": ""
            },
            {
                "First Name": "Markus",
                "Last Name": "Stoffel",
                "Affiliation": ""
            },
            {
                "First Name": "Mark J",
                "Last Name": "Daly",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Altshuler",
                "Affiliation": ""
            },
            {
                "First Name": "Jan L",
                "Last Name": "Breslow",
                "Affiliation": ""
            },
            {
                "First Name": "Jeffrey M",
                "Last Name": "Friedman",
                "Affiliation": ""
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            }
        ],
        "Journal": "Genome research",
        "PubDate": "2009"
    },
    {
        "PMID": "18348202",
        "Title": "Estimation of the multiple testing burden for genomewide association studies of nearly all common variants.",
        "Abstract": "Genomewide association studies are an exciting strategy in genetics, recently becoming feasible and harvesting many novel genes linked to multiple phenotypes. Determining the significance of results in the face of testing a genomewide set of multiple hypotheses, most of which are producing noisy, null-distributed association signals, presents a challenge to the wide community of association researchers. Rather than each study engaging in independent evaluation of significance standards, we have undertaken the task of developing such standards for genomewide significance, based on data collected by the International Haplotype Map Consortium. We report an estimated testing burden of a million independent tests genomewide in Europeans, and twice that number in Africans. We further identify the sensitivity of the testing burden to the required significance level, with implications to staged design of association studies.",
        "Keywords": [],
        "MeSH terms": [
            "Biometry",
            "Black People",
            "Databases, Genetic",
            "Epidemiologic Methods",
            "Genetic Techniques",
            "Genetic Variation",
            "Humans",
            "Models, Genetic",
            "Polymorphism, Single Nucleotide",
            "White People"
        ],
        "Authors": [
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": "Department of Computer Science, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Roman",
                "Last Name": "Yelensky",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Altshuler",
                "Affiliation": ""
            },
            {
                "First Name": "Mark J",
                "Last Name": "Daly",
                "Affiliation": ""
            }
        ],
        "Journal": "Genetic epidemiology",
        "PubDate": "2008"
    },
    {
        "PMID": "18245879",
        "Title": "Computational problems in perfect phylogeny haplotyping: typing without calling the allele.",
        "Abstract": "A haplotype is an m-long binary vector. The XOR-genotype of two haplotypes is the m-vector of their coordinate-wise XOR. We study the following problem: Given a set of XOR-genotypes, reconstruct their haplotypes so that the set of resulting haplotypes can be mapped onto a perfect phylogeny (PP) tree. The question is motivated by studying population evolution in human genetics, and is a variant of the perfect phylogeny haplotyping problem that has received intensive attention recently. Unlike the latter problem, in which the input is \"full\" genotypes, here we assume less informative input, and so may be more economical to obtain experimentally. Building on ideas of Gusfield, we show how to solve the problem in polynomial time, by a reduction to the graph realization problem. The actual haplotypes are not uniquely determined by that tree they map onto, and the tree itself may or may not be unique. We show that tree uniqueness implies uniquely determined haplotypes, up to inherent degrees of freedom, and give a sufficient condition for the uniqueness. To actually determine the haplotypes given the tree, additional information is necessary. We show that two or three full genotypes suffice to reconstruct all the haplotypes, and present a linear algorithm for identifying those genotypes.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Evolution, Molecular",
            "Genetics, Population",
            "Genotype",
            "Haplotypes",
            "Heterozygote",
            "Homozygote",
            "Humans",
            "Internet",
            "Models, Genetic",
            "Phylogeny",
            "Polymorphism, Single Nucleotide",
            "Software"
        ],
        "Authors": [
            {
                "First Name": "Tamar",
                "Last Name": "Barzuza",
                "Affiliation": "Department of Computer Science and Applied Mathematics, Weizmann Institute of Science, Rehovot, Israel. tamarbarzuza@gmail.com"
            },
            {
                "First Name": "Jacques S",
                "Last Name": "Beckmann",
                "Affiliation": ""
            },
            {
                "First Name": "Ron",
                "Last Name": "Shamir",
                "Affiliation": ""
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            }
        ],
        "Journal": "IEEE/ACM transactions on computational biology and bioinformatics",
        "PubDate": "2008"
    },
    {
        "PMID": "18048395",
        "Title": "MutaGeneSys: estimating individual disease susceptibility based on genome-wide SNP array data.",
        "Abstract": "We present MutaGeneSys: a system that uses genome-wide genotype data to estimate disease susceptibility. Our system integrates three data sources: the International HapMap project, whole-genome marker correlation data and the Online Mendelian Inheritance in Man (OMIM) database. It accepts SNP data of individuals as query input and delivers disease susceptibility hypotheses even if the original set of typed SNPs is incomplete. Our system is scalable and flexible: it produces population, technology and confidence-specific predictions in interactive time.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Chromosome Mapping",
            "Database Management Systems",
            "Databases, Genetic",
            "Gene Expression Profiling",
            "Genetic Markers",
            "Genetic Predisposition to Disease",
            "Humans",
            "Information Storage and Retrieval",
            "Oligonucleotide Array Sequence Analysis",
            "Polymorphism, Single Nucleotide",
            "Software",
            "Systems Integration"
        ],
        "Authors": [
            {
                "First Name": "Julia",
                "Last Name": "Stoyanovich",
                "Affiliation": "Department of Computer Science, Columbia University, 1214 Amsterdam Avenue, New York, NY 10025, USA. jds1@cs.columbia.edu"
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            }
        ],
        "Journal": "Bioinformatics (Oxford, England)",
        "PubDate": "2008"
    },
    {
        "PMID": "16715096",
        "Title": "Evaluating and improving power in whole-genome association studies using fixed marker sets.",
        "Abstract": "Emerging technologies make it possible for the first time to genotype hundreds of thousands of SNPs simultaneously, enabling whole-genome association studies. Using empirical genotype data from the International HapMap Project, we evaluate the extent to which the sets of SNPs contained on three whole-genome genotyping arrays capture common SNPs across the genome, and we find that the majority of common SNPs are well captured by these products either directly or through linkage disequilibrium. We explore analytical strategies that use HapMap data to improve power of association studies conducted with these fixed sets of markers and show that limited inclusion of specific haplotype tests in association analysis can increase the fraction of common variants captured by 25-100%. Finally, we introduce a Bayesian approach to association analysis by weighting the likelihood of each statistical test to reflect the number of putative causal alleles to which it is correlated.",
        "Keywords": [],
        "MeSH terms": [
            "Genetic Markers",
            "Genome, Human",
            "Humans",
            "Likelihood Functions",
            "Polymorphism, Single Nucleotide"
        ],
        "Authors": [
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": "Center for Human Genetic Research, Massachusetts General Hospital, Boston, Massachusetts 02114, USA."
            },
            {
                "First Name": "Paul I W",
                "Last Name": "de Bakker",
                "Affiliation": ""
            },
            {
                "First Name": "Julian",
                "Last Name": "Maller",
                "Affiliation": ""
            },
            {
                "First Name": "Roman",
                "Last Name": "Yelensky",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Altshuler",
                "Affiliation": ""
            },
            {
                "First Name": "Mark J",
                "Last Name": "Daly",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature genetics",
        "PubDate": "2006"
    },
    {
        "PMID": "16607626",
        "Title": "Optimal two-stage genotyping designs for genome-wide association scans.",
        "Abstract": "The much-anticipated fixed-array, genome-wide SNP genotyping technologies make large-scale genome-wide association scans now possible for large numbers of subjects. In this paper we reconsider the problem (Satagopan and Elston [2003] Genet Epidemiol 25:149-157) of optimizing a two-stage genotyping design to deal with important new issues that are relevant when studies are expanded from candidate gene size to a genome-wide scale. We investigate how the basic two-stage genotyping approach, in which all markers are genotyped in an initial group of subjects (stage I) and only the promising markers are genotyped in additional subjects (stage II), can be used to reduce genotyping cost in a genome-wide case-control association study even after allowing for much higher per genotype costs using specially designed assays in stage II, compared to the fixed array of SNPs used in stage I. In addition, we consider the problem of using measured SNPs to make (imperfect) prediction of unmeasured SNPs for association tests of all SNPs (measured or unmeasured) genome wide and the utility of expanding genotyping densities in stage II in the regions where significant associations were detected in stage I. Under a set of reasonable but conservative assumptions, we derive optimal two-stage design configurations (sample sizes and the thresholds of significance in both stages) with these optimal designs depending both on the total number of markers tested and upon the ratios of cost in stage II versus stage I. In addition we show how existing software for power and sample size calculations can be used for the purpose of designing two-stage studies, for a wide range of assumptions about the number of markers genotyped and the costs of genotyping in each stage of the study.",
        "Keywords": [],
        "MeSH terms": [
            "Case-Control Studies",
            "Genome",
            "Genotype",
            "Polymorphism, Single Nucleotide",
            "Statistics as Topic"
        ],
        "Authors": [
            {
                "First Name": "Hansong",
                "Last Name": "Wang",
                "Affiliation": "Division of Biostatistics and Genetic Epidemiology, Department of Preventive Medicine, Keck School of Medicine, University of Southern California, Los Angeles, California, USA."
            },
            {
                "First Name": "Duncan C",
                "Last Name": "Thomas",
                "Affiliation": ""
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            },
            {
                "First Name": "Daniel O",
                "Last Name": "Stram",
                "Affiliation": ""
            }
        ],
        "Journal": "Genetic epidemiology",
        "PubDate": "2006"
    },
    {
        "PMID": "16532390",
        "Title": "Biases and reconciliation in estimates of linkage disequilibrium in the human genome.",
        "Abstract": "Genetic association studies of common disease often rely on linkage disequilibrium (LD) along the human genome and in the population under study. Although understanding the characteristics of this correlation has been the focus of many large-scale surveys (culminating in genomewide haplotype maps), the results of different studies have yielded wide-ranging estimates. Since understanding these differences (and whether they can be reconciled) has important implications for whole-genome association studies, in this article we dissect biases in these estimations that are due to known aspects of study design and analytic methodology. In particular, we document in the empirical data that the long-known complicating effects of allele frequency, marker density, and sample size largely reconcile all large-scale surveys. Two exceptions are an underappraisal of redundancy among single-nucleotide polymorphisms (SNPs) when evaluation is limited to short regions (as in candidate-gene resequencing studies) and an inflation in the extent of LD in HapMap phase I, which is likely due to oversampling of specific haplotypes in the creation of the public SNP map. Understanding these factors can guide the understanding of empirical LD surveys and has implications for genetic association studies.",
        "Keywords": [],
        "MeSH terms": [
            "Genome, Human",
            "Humans",
            "Linkage Disequilibrium"
        ],
        "Authors": [
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": "Center for Human Genetic Research, Massachusetts General Hospital, Boston, 02114, USA."
            },
            {
                "First Name": "Yves R",
                "Last Name": "Chretien",
                "Affiliation": ""
            },
            {
                "First Name": "Paul I W",
                "Last Name": "de Bakker",
                "Affiliation": ""
            },
            {
                "First Name": "Jeffrey C",
                "Last Name": "Barrett",
                "Affiliation": ""
            },
            {
                "First Name": "Mark J",
                "Last Name": "Daly",
                "Affiliation": ""
            },
            {
                "First Name": "David M",
                "Last Name": "Altshuler",
                "Affiliation": ""
            }
        ],
        "Journal": "American journal of human genetics",
        "PubDate": "2006"
    },
    {
        "PMID": "16429162",
        "Title": "Evaluating potential for whole-genome studies in Kosrae, an isolated population in Micronesia.",
        "Abstract": "Whole-genome association studies are predicted to be especially powerful in isolated populations owing to increased linkage disequilibrium (LD) and decreased allelic diversity, but this possibility has not been empirically tested. We compared genome-wide data on 113,240 SNPs typed on 30 trios from the Pacific island of Kosrae to the same markers typed in the 270 samples from the International HapMap Project. The extent of LD is longer and haplotype diversity is lower in Kosrae than in the HapMap populations. More than 98% of Kosraen haplotypes are present in HapMap populations, indicating that HapMap will be useful for genetic studies on Kosrae. The long-range LD around common alleles and limited diversity result in improved efficiency in genetic studies in this population and augments the power to detect association of 'hidden SNPs'.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Gene Frequency",
            "Genetic Predisposition to Disease",
            "Genetics, Medical",
            "Genome, Human",
            "Haplotypes",
            "Humans",
            "Linkage Disequilibrium",
            "Micronesia",
            "Polymorphism, Single Nucleotide"
        ],
        "Authors": [
            {
                "First Name": "Penelope E",
                "Last Name": "Bonnen",
                "Affiliation": "Rockefeller University, 1230 York Avenue, New York, New York 10021, USA."
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            },
            {
                "First Name": "Robert M",
                "Last Name": "Plenge",
                "Affiliation": ""
            },
            {
                "First Name": "Jackie",
                "Last Name": "Salit",
                "Affiliation": ""
            },
            {
                "First Name": "Jennifer K",
                "Last Name": "Lowe",
                "Affiliation": ""
            },
            {
                "First Name": "Michael H",
                "Last Name": "Shapero",
                "Affiliation": ""
            },
            {
                "First Name": "Richard P",
                "Last Name": "Lifton",
                "Affiliation": ""
            },
            {
                "First Name": "Jan L",
                "Last Name": "Breslow",
                "Affiliation": ""
            },
            {
                "First Name": "Mark J",
                "Last Name": "Daly",
                "Affiliation": ""
            },
            {
                "First Name": "David E",
                "Last Name": "Reich",
                "Affiliation": ""
            },
            {
                "First Name": "Keith W",
                "Last Name": "Jones",
                "Affiliation": ""
            },
            {
                "First Name": "Markus",
                "Last Name": "Stoffel",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Altshuler",
                "Affiliation": ""
            },
            {
                "First Name": "Jeffrey M",
                "Last Name": "Friedman",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature genetics",
        "PubDate": "2006"
    },
    {
        "PMID": "16244653",
        "Title": "Efficiency and power in genetic association studies.",
        "Abstract": "We investigated selection and analysis of tag SNPs for genome-wide association studies by specifically examining the relationship between investment in genotyping and statistical power. Do pairwise or multimarker methods maximize efficiency and power? To what extent is power compromised when tags are selected from an incomplete resource such as HapMap? We addressed these questions using genotype data from the HapMap ENCODE project, association studies simulated under a realistic disease model, and empirical correction for multiple hypothesis testing. We demonstrate a haplotype-based tagging method that uniformly outperforms single-marker tests and methods for prioritization that markedly increase tagging efficiency. Examining all observed haplotypes for association, rather than just those that are proxies for known SNPs, increases power to detect rare causal alleles, at the cost of reduced power to detect common causal alleles. Power is robust to the completeness of the reference panel from which tags are selected. These findings have implications for prioritizing tag SNPs and interpreting association studies.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Case-Control Studies",
            "Chromosome Mapping",
            "Computer Simulation",
            "Genetic Markers",
            "Genetic Predisposition to Disease",
            "Haplotypes",
            "Humans",
            "Linkage Disequilibrium",
            "Models, Genetic",
            "Polymorphism, Single Nucleotide",
            "Reference Standards"
        ],
        "Authors": [
            {
                "First Name": "Paul I W",
                "Last Name": "de Bakker",
                "Affiliation": "Center for Human Genetic Research, Massachusetts General Hospital, 185 Cambridge Street, CPZN-6818, Boston, Massachusetts 02114-2790, USA."
            },
            {
                "First Name": "Roman",
                "Last Name": "Yelensky",
                "Affiliation": ""
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            },
            {
                "First Name": "Stacey B",
                "Last Name": "Gabriel",
                "Affiliation": ""
            },
            {
                "First Name": "Mark J",
                "Last Name": "Daly",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Altshuler",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature genetics",
        "PubDate": "2005"
    },
    {
        "PMID": "15900311",
        "Title": "Typing without calling the allele: a strategy for inferring SNP haplotypes.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Base Sequence",
            "Computational Biology",
            "Gene Frequency",
            "Genotype",
            "Haplotypes",
            "Phylogeny",
            "Polymorphism, Single Nucleotide"
        ],
        "Authors": [
            {
                "First Name": "Tamar",
                "Last Name": "Barzuza",
                "Affiliation": ""
            },
            {
                "First Name": "Jacques S",
                "Last Name": "Beckmann",
                "Affiliation": ""
            },
            {
                "First Name": "Ron",
                "Last Name": "Shamir",
                "Affiliation": ""
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            }
        ],
        "Journal": "European journal of human genetics : EJHG",
        "PubDate": "2005"
    },
    {
        "PMID": "15814066",
        "Title": "Trick or treat: the effect of placebo on the power of pharmacogenetic association studies.",
        "Abstract": "The genetic mapping of drug-response traits is often characterised by a poor signal-to-noise ratio that is placebo related and which distinguishes pharmacogenetic association studies from classical case-control studies for disease susceptibility. The goal of this study was to evaluate the statistical power of candidate gene association studies under different pharmacogenetic scenarios, with special emphasis on the placebo effect. Genotype/phenotype data were simulated, mimicking samples from clinical trials, and response to the drug was modelled as a binary trait. Association was evaluated by a logistic regression model. Statistical power was estimated as a function of the number of single nucleotide polymorphisms (SNPs) genotyped, the frequency of the placebo 'response', the genotype relative risk (GRR) of the response polymorphism, the strategy for selecting SNPs for genotyping, the number of individuals in the trial and the ratio of placebo-treated to drug-treated patients. We show that: (i) the placebo 'response' strongly affects the statistical power of association studies--even a highly penetrant drug-response allele requires at least a 500-patient trial in order to reach 80 per cent power, several-fold more than the value estimated by standard tools that are not calibrated to pharmacogenetics; (ii) the power of a pharmacogenetic association study depends primarily on the penetrance of the response genotype and, when this penetrance is fixed, power decreases for larger placebo effects; (iii) power is dramatically increased when adding markers; (iv) an optimal study design includes a similar number of placebo- and drug-treated patients; and (v) in this setting, straightforward haplotype analysis does not seem to have an advantage over single marker analysis.",
        "Keywords": [],
        "MeSH terms": [
            "Clinical Trials as Topic",
            "Computer Simulation",
            "Genetic Markers",
            "Genotype",
            "Haplotypes",
            "Humans",
            "Models, Genetic",
            "Pharmacogenetics",
            "Phenotype",
            "Placebo Effect",
            "Polymorphism, Single Nucleotide"
        ],
        "Authors": [
            {
                "First Name": "Clara",
                "Last Name": "Singer",
                "Affiliation": "Department of Molecular Genetics, Weizmann Institute of Science, Rehovot, Israel."
            },
            {
                "First Name": "Iris",
                "Last Name": "Grossman",
                "Affiliation": ""
            },
            {
                "First Name": "Nili",
                "Last Name": "Avidan",
                "Affiliation": ""
            },
            {
                "First Name": "Jacques S",
                "Last Name": "Beckmann",
                "Affiliation": ""
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            }
        ],
        "Journal": "Human genomics",
        "PubDate": "2005"
    },
    {
        "PMID": "15126415",
        "Title": "Recovering frequencies of known haplotype blocks from single-nucleotide polymorphism allele frequencies.",
        "Abstract": "Prospects for large-scale association studies rely on economical methods and powerful analysis. Representing available SNPs by small subsets and measuring allele frequencies on pooled DNA samples each improve genotyping cost effectiveness, while haplotype analysis may highlight associations in otherwise underpowered studies. This manuscript provides the mathematical framework to integrate these methodologies.",
        "Keywords": [],
        "MeSH terms": [
            "Gene Frequency",
            "Genetic Techniques",
            "Genotype",
            "Haplotypes",
            "Models, Genetic",
            "Polymorphism, Single Nucleotide"
        ],
        "Authors": [
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": "Department of Molecular Genetics, Weizmann Institute of Science, Rehovot, Israel 76100. peer@broad.mit.edu"
            },
            {
                "First Name": "Jacques S",
                "Last Name": "Beckmann",
                "Affiliation": ""
            }
        ],
        "Journal": "Genetics",
        "PubDate": "2004"
    },
    {
        "PMID": "14705021",
        "Title": "Proteomic signatures: amino acid and oligopeptide compositions differentiate among phyla.",
        "Abstract": "Availability of complete genome sequences allows in-depth comparison of single-residue and oligopeptide compositions of the corresponding proteomes. We have used principal component analysis (PCA) to study the landscape of compositional motifs across more than 70 genera from all three superkingdoms. Unexpectedly, the first two principal components clearly differentiate archaea, eubacteria, and eukaryota from each other. In particular, we contrast compositional patterns typical of the three superkingdoms and characterize differences between species and phyla, as well as among patterns shared by all compositional proteomic signatures. These species-specific patterns may even extend to subsets of the entire proteome, such as proteins pertaining to individual yeast chromosomes. We identify factors that affect compositional signatures, such as living habitat, and detect strong eukaryotic preference for homopeptides and palindromic tripeptides. We further detect oligopeptides that are either universally over- or underabundant across the whole proteomic landscape, as well as oligopeptides whose over- or underabundance is phylum- or species-specific. Finally, we report that species composition signatures preserve evolutionary memory, providing a new method to compare phylogenetic relationships among species that avoids problems of sequence alignment and ortholog detection.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Motifs",
            "Archaea",
            "Bacteria",
            "Eukaryotic Cells",
            "Oligopeptides",
            "Phylogeny",
            "Principal Component Analysis",
            "Proteome",
            "Proteomics",
            "Sequence Analysis, Protein"
        ],
        "Authors": [
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": "Department of Molecular Genetics, Weizmann Institute of Science, Rehovot, Israel."
            },
            {
                "First Name": "Clifford E",
                "Last Name": "Felder",
                "Affiliation": ""
            },
            {
                "First Name": "Orna",
                "Last Name": "Man",
                "Affiliation": ""
            },
            {
                "First Name": "Israel",
                "Last Name": "Silman",
                "Affiliation": ""
            },
            {
                "First Name": "Joel L",
                "Last Name": "Sussman",
                "Affiliation": ""
            },
            {
                "First Name": "Jacques S",
                "Last Name": "Beckmann",
                "Affiliation": ""
            }
        ],
        "Journal": "Proteins",
        "PubDate": "2004"
    },
    {
        "PMID": "14579151",
        "Title": "On the applicability of a haplotype map to un-assayed populations.",
        "Abstract": "The rationale for mapping all common haplotypes in our species relies on reports of the conservation of haplotype blocks across human populations. Recent findings indicate that these blocks may, at least in part, be a random artifact of genetic drift. This raises the concern that the latter process may challenge the general applicability of a human haplotype map to case-by-case population-specific association studies. We develop arguments indicating that even stochastic drift-originated blocks will, under many conditions, be shared across populations, supporting the utilization of a panhuman haplotype map.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Chromosome Mapping",
            "Computational Biology",
            "Genetic Drift",
            "Genetic Variation",
            "Genetics, Population",
            "Genome, Human",
            "Genotype",
            "Haplotypes",
            "Humans",
            "Linkage Disequilibrium",
            "Models, Genetic",
            "Polymorphism, Single Nucleotide"
        ],
        "Authors": [
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            },
            {
                "First Name": "Jacques S",
                "Last Name": "Beckmann",
                "Affiliation": ""
            }
        ],
        "Journal": "Human genetics",
        "PubDate": "2004"
    },
    {
        "PMID": "14500830",
        "Title": "Advanced computational techniques for re-sequencing DNA with polymerase signaling assay arrays.",
        "Abstract": "Re-sequencing, the identification of the specific variants in a sequence of interest compared with a known genomic sequence, is a ubiquitous task in today's biology. Universal arrays, which interrogate all possible oligonucleotides of a certain length in a target sequence, have been suggested for computationally determining a polynucleotide sequence from its oligonucleotide content. We present here new methods that use such arrays for re-sequencing. Our methods are applied to data obtained by the polymerase signaling assay, which arrays single-based primer extension reactions for either universal or partial arrays of pentanucleotides. The computational analysis uses the spectrum alignment algorithm, which is refined and enhanced here in order to overcome noise incurred by the use of such short primers. We present accurate re-sequencing results for both synthetic and amplified DNA molecules.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Base Sequence",
            "Computational Biology",
            "Cystic Fibrosis Transmembrane Conductance Regulator",
            "DNA-Directed DNA Polymerase",
            "Genetic Variation",
            "Genotype",
            "Molecular Sequence Data",
            "Oligonucleotide Array Sequence Analysis",
            "Oligonucleotide Probes",
            "Sequence Alignment",
            "Sequence Analysis, DNA"
        ],
        "Authors": [
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": "Department of Molecular Genetics, Weizmann Institute of Science, Rehovot 76100, Israel. peer@wicc.weizmann.ac.il"
            },
            {
                "First Name": "Naama",
                "Last Name": "Arbili",
                "Affiliation": ""
            },
            {
                "First Name": "Yi",
                "Last Name": "Liu",
                "Affiliation": ""
            },
            {
                "First Name": "Colby",
                "Last Name": "Enck",
                "Affiliation": ""
            },
            {
                "First Name": "Craig A",
                "Last Name": "Gelfand",
                "Affiliation": ""
            },
            {
                "First Name": "Ron",
                "Last Name": "Shamir",
                "Affiliation": ""
            }
        ],
        "Journal": "Nucleic acids research",
        "PubDate": "2003"
    },
    {
        "PMID": "12429861",
        "Title": "A computational method for resequencing long DNA targets by universal oligonucleotide arrays.",
        "Abstract": "Universal arrays contain all possible oligonucleotides of a certain length, typically 6-10 bases. They can determine in a single experiment all substrings of that length that occur along a target sequence. That information, also called the spectrum of the sequence, is not sufficient to uniquely reconstruct a sequence longer than a few hundred bases. We have devised a polynomial algorithm that reconstructs the sequence, given the spectrum and an additional reference sequence, homologous to the target sequence. Such a reference is available, for example, in the identification of single-nucleotide polymorphisms. The algorithm can handle errors in the spectrum as well as substitutions, insertions, and deletions in the target sequence. We present extensive simulation results, which show that the algorithm correctly reconstructs target sequences of >2,000 nucleotides from error-prone 8-mer spectra when realistic levels of single-nucleotide polymorphisms are present.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Computer Simulation",
            "DNA",
            "Nucleic Acid Hybridization",
            "Oligonucleotide Array Sequence Analysis",
            "Sequence Analysis, DNA",
            "Software"
        ],
        "Authors": [
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": "School of Computer Science, Tel Aviv University, Israel. izik@tau.ac.il"
            },
            {
                "First Name": "Naama",
                "Last Name": "Arbili",
                "Affiliation": ""
            },
            {
                "First Name": "Ron",
                "Last Name": "Shamir",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2002"
    },
    {
        "PMID": "12176835",
        "Title": "A branch-and-bound algorithm for the inference of ancestral amino-acid sequences when the replacement rate varies among sites: Application to the evolution of five gene families.",
        "Abstract": "We developed an algorithm to reconstruct ancestral sequences, taking into account the rate variation among sites of the protein sequences. Our algorithm maximizes the joint probability of the ancestral sequences, assuming that the rate is gamma distributed among sites. Our algorithm probably finds the global maximum. The use of 'joint' reconstruction is motivated by studies that use the sequences at all the internal nodes in a phylogenetic tree, such as, for instance, the inference of patterns of amino-acid replacement, or tracing the biochemical changes that occurred during the evolution of a given protein family.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Amino Acid Sequence",
            "Databases, Genetic",
            "Electron Transport Complex IV",
            "Evolution, Molecular",
            "Genetic Variation",
            "Likelihood Functions",
            "Models, Genetic",
            "Models, Statistical",
            "Molecular Sequence Data",
            "Muramidase",
            "Mutagenesis",
            "Phylogeny",
            "Reproducibility of Results",
            "Rod Opsins",
            "Sensitivity and Specificity",
            "Sequence Alignment",
            "Sequence Analysis, Protein",
            "Sequence Homology, Amino Acid"
        ],
        "Authors": [
            {
                "First Name": "Tal",
                "Last Name": "Pupko",
                "Affiliation": "The Institute of Statistical Mathematics, 4-6-7 Minami-Azabu, Minato-ku, Tokyo 106-8569, Japan. tal@ism.ac.jp"
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            },
            {
                "First Name": "Masami",
                "Last Name": "Hasegawa",
                "Affiliation": ""
            },
            {
                "First Name": "Dan",
                "Last Name": "Graur",
                "Affiliation": ""
            },
            {
                "First Name": "Nir",
                "Last Name": "Friedman",
                "Affiliation": ""
            }
        ],
        "Journal": "Bioinformatics (Oxford, England)",
        "PubDate": "2002"
    },
    {
        "PMID": "12015885",
        "Title": "A structural EM algorithm for phylogenetic inference.",
        "Abstract": "A central task in the study of molecular evolution is the reconstruction of a phylogenetic tree from sequences of current-day taxa. The most established approach to tree reconstruction is maximum likelihood (ML) analysis. Unfortunately, searching for the maximum likelihood phylogenetic tree is computationally prohibitive for large data sets. In this paper, we describe a new algorithm that uses Structural Expectation Maximization (EM) for learning maximum likelihood phylogenetic trees. This algorithm is similar to the standard EM method for edge-length estimation, except that during iterations of the Structural EM algorithm the topology is improved as well as the edge length. Our algorithm performs iterations of two steps. In the E-step, we use the current tree topology and edge lengths to compute expected sufficient statistics, which summarize the data. In the M-Step, we search for a topology that maximizes the likelihood with respect to these expected sufficient statistics. We show that searching for better topologies inside the M-step can be done efficiently, as opposed to standard methods for topology search. We prove that each iteration of this procedure increases the likelihood of the topology, and thus the procedure must converge. This convergence point, however, can be a suboptimal one. To escape from such \"local optima,\" we further enhance our basic EM procedure by incorporating moves in the flavor of simulated annealing. We evaluate these new algorithms on both synthetic and real sequence data and show that for protein sequences even our basic algorithm finds more plausible trees than existing methods for searching maximum likelihood phylogenies. Furthermore, our algorithms are dramatically faster than such methods, enabling, for the first time, phylogenetic analysis of large protein data sets in the maximum likelihood framework.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Computational Biology",
            "DNA",
            "Evolution, Molecular",
            "Likelihood Functions",
            "Phylogeny",
            "Sequence Analysis, DNA"
        ],
        "Authors": [
            {
                "First Name": "Nir",
                "Last Name": "Friedman",
                "Affiliation": "School of Computer Science and Engineering, Hebrew University, Jerusalem, 91904, Israel. nir@cs.huji.ac.il"
            },
            {
                "First Name": "Matan",
                "Last Name": "Ninio",
                "Affiliation": ""
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            },
            {
                "First Name": "Tal",
                "Last Name": "Pupko",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of computational biology : a journal of computational molecular cell biology",
        "PubDate": "2002"
    }
]