[
    {
        "PMID": "38127769",
        "Title": "Deciphering downstream receptor signaling.",
        "Abstract": "Advancing drug discovery requires increasingly integrative structural biology approaches.",
        "Keywords": [],
        "MeSH terms": [
            "Drug Discovery",
            "Ligands",
            "Receptors, Adrenergic, beta-1",
            "Bioluminescence Resonance Energy Transfer Techniques",
            "Protein Conformation",
            "Adrenergic beta-1 Receptor Agonists",
            "Humans",
            "Protein Binding",
            "Binding Sites"
        ],
        "Authors": [
            {
                "First Name": "Marta",
                "Last Name": "Filizola",
                "Affiliation": "Department of Pharmacological Sciences, Icahn School of Medicine at Mount Sinai, New York, NY, USA."
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": "Department of Psychiatry, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2023"
    },
    {
        "PMID": "37787634",
        "Title": "In-Cell Arrestin-Receptor Interaction Assays.",
        "Abstract": "G protein-coupled receptors (GPCRs) represent ∼30% of current drug targets. Ligand binding to these receptors activates G proteins and arrestins, which function in different signaling pathways. Given that functionally selective or biased ligands preferentially activate one of these two groups of pathways, they may be superior medications for certain disease states. The identification of such ligands requires robust drug screening assays for both G protein and arrestin activity. This unit describes protocols for assays that monitor reversible arrestin recruitment to GPCRs in living cells using either bioluminescence resonance energy transfer (BRET) or nanoluciferase complementation (NanoLuc). Two types of assays can be used: one configuration directly measures arrestin recruitment to a GPCR fused to a protein tag at its intracellular C-terminus, whereas the other configuration detects arrestin translocation to the plasma membrane in response to activation of an unmodified GPCR. Together, these assays are powerful tools for studying dynamic interactions between GPCRs and arrestins. © 2023 Wiley Periodicals LLC. Basic Protocol 1: Receptor-arrestin BRET assay to measure ligand-induced recruitment of arrestin to receptors Basic Protocol 2: Receptor-arrestin NANOBIT assay to measure ligand-induced recruitment of arrestin to receptors Alternative Protocol 1: BRET assay to measure ligand-induced recruitment of arrestin to the plasma membrane Alternative Protocol 2: NANOBIT assay to measure ligand-induced recruitment of arrestin to the plasma membrane Support Protocol 1: Optimization of polyethylenimine (PEI) concentration for transfection.",
        "Keywords": [
            "G protein-coupled receptors (GPCRs)",
            "arrestin",
            "bioluminescence resonance energy transfer (BRET)"
        ],
        "MeSH terms": [
            "Arrestin",
            "Ligands",
            "Arrestins",
            "Research Design",
            "Cell Membrane"
        ],
        "Authors": [
            {
                "First Name": "Chen",
                "Last Name": "Zheng",
                "Affiliation": "Department of Pharmacology, Vanderbilt University, Nashville, Tennessee."
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": "Departments of Psychiatry and Molecular Pharmacology and Therapeutics, Columbia University Vagelos College of Physicians and Surgeons, New York, New York."
            },
            {
                "First Name": "Nevin A",
                "Last Name": "Lambert",
                "Affiliation": "Department of Pharmacology and Toxicology, Medical College of Georgia, Augusta University, Augusta, Georgia."
            },
            {
                "First Name": "Prashant",
                "Last Name": "Donthamsetti",
                "Affiliation": "Department of Pharmacology, Vanderbilt University, Nashville, Tennessee."
            },
            {
                "First Name": "Vsevolod V",
                "Last Name": "Gurevich",
                "Affiliation": "Department of Pharmacology, Vanderbilt University, Nashville, Tennessee."
            }
        ],
        "Journal": "Current protocols",
        "PubDate": "2023"
    },
    {
        "PMID": "37693570",
        "Title": "Dopaminergic D2 receptor modulation of striatal cholinergic interneurons contributes to sequence learning.",
        "Abstract": "Learning action sequences is necessary for normal daily activities. Medium spiny neurons (MSNs) in the dorsal striatum (dStr) encode action sequences through changes in firing at the start and/or stop of action sequences or sustained changes in firing throughout the sequence. Acetylcholine (ACh), released from cholinergic interneurons (ChIs), regulates striatal function by modulating MSN and interneuron excitability, dopamine and glutamate release, and synaptic plasticity. Cholinergic neurons in dStr pause their tonic firing during the performance of learned action sequences. Activation of dopamine type-2 receptors (D2Rs) on ChIs is one mechanism of ChI pausing. In this study we show that deleting D2Rs from ChIs by crossing D2-floxed with ChAT-Cre mice (D2Flox-ChATCre), which inhibits dopamine-mediated ChI pausing and leads to deficits in an operant action sequence task and lower breakpoints in a progressive ratio task. These data suggest that D2Flox-ChATCre mice have reduced motivation to work for sucrose reward, but show no generalized motor skill deficits. D2Flox-ChATCre mice perform similarly to controls in a simple reversal learning task, indicating normal behavioral flexibility, a cognitive function associated with ChIs. ",
        "Keywords": [
            "D2 receptors",
            "acetylcholine",
            "action sequence",
            "cholinergic interneuron",
            "medium spiny neuron",
            "operant conditioning"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Jessica Hotard",
                "Last Name": "Chancey",
                "Affiliation": "Laboratory for Integrative Neuroscience, National Institute on Alcohol Abuse and Alcoholism, National Institutes of Health, Rockville, Maryland, USA, 20852."
            },
            {
                "First Name": "Christoph",
                "Last Name": "Kellendonk",
                "Affiliation": "Departments of Psychiatry and Molecular Pharmacology and Therapeutics, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": "Departments of Psychiatry and Molecular Pharmacology and Therapeutics, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "David M",
                "Last Name": "Lovinger",
                "Affiliation": "Laboratory for Integrative Neuroscience, National Institute on Alcohol Abuse and Alcoholism, National Institutes of Health, Rockville, Maryland, USA, 20852."
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2023"
    },
    {
        "PMID": "37655158",
        "Title": "Methods for automating the analysis of live-cell single-molecule FRET data.",
        "Abstract": "Single-molecule FRET (smFRET) is a powerful imaging platform capable of revealing dynamic changes in the conformation and proximity of biological molecules. The expansion of smFRET imaging into living cells creates both numerous new research opportunities and new challenges. Automating dataset curation processes is critical to providing consistent, repeatable analysis in an efficient manner, freeing experimentalists to advance the technical boundaries and throughput of what is possible in imaging living cells. Here, we devise an automated solution to the problem of multiple particles entering a region of interest, an otherwise labor-intensive and subjective process that had been performed manually in our previous work. The resolution of these two issues increases the quantity of FRET data and improves the accuracy with which FRET distributions are generated, increasing knowledge about the biological functions of the molecules under study. Our automated approach is straightforward, interpretable, and requires only localization and intensity values for donor and acceptor channel signals, which we compute through our previously published smCellFRET pipeline. The development of our automated approach is informed by the insights of expert experimentalists with extensive experience inspecting smFRET trajectories (displacement and intensity traces) from live cells. We test our automated approach against our recently published research on the metabotropic glutamate receptor 2 (mGluR2) and reveal substantial similarities, as well as potential shortcomings in the manual curation process that are addressable using the algorithms we developed here.",
        "Keywords": [
            "FRET",
            "GPCR",
            "automation",
            "machine vision",
            "single-molecule imaging",
            "single-particle tracking"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Jozsef",
                "Last Name": "Meszaros",
                "Affiliation": "Department of Psychiatry, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, United States."
            },
            {
                "First Name": "Peter",
                "Last Name": "Geggier",
                "Affiliation": "Department of Psychiatry, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, United States."
            },
            {
                "First Name": "Jamie J",
                "Last Name": "Manning",
                "Affiliation": "Department of Psychiatry, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, United States."
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Asher",
                "Affiliation": "Department of Psychiatry, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, United States."
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": "Department of Psychiatry, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, United States."
            }
        ],
        "Journal": "Frontiers in cell and developmental biology",
        "PubDate": "2023"
    },
    {
        "PMID": "36244455",
        "Title": "Disentangling autoproteolytic cleavage from tethered agonist-dependent activation of the adhesion receptor ADGRL3.",
        "Abstract": "Adhesion G protein-coupled receptor latrophilin 3 (ADGRL3), a cell adhesion molecule highly expressed in the central nervous system, acts in synapse formation through trans interactions with its ligands. It is largely unknown if these interactions serve a purely adhesive function or can modulate G protein signaling. To assess how different structural elements of ADGRL3 (e.g., the adhesive domains, autoproteolytic cleavage site, or tethered agonist (TA)) impact receptor function, we require constructs that disrupt specific receptor features without impacting others. While we showed previously that mutating conserved Phe and Met residues in the TA of ADGRL3-C-terminal fragment (CTF), a CTF truncated to the G protein-coupled receptor proteolysis site, abolishes receptor-mediated G protein activation, we now find that autoproteolytic cleavage is disrupted in the full-length version of this construct. To identify a construct that disrupts TA-dependent activity without impacting proteolysis, we explored other mutations in the TA. We found that mutating the sixth and seventh residues of the TA, Leu and Met, to Ala impaired activity in a serum response element activity assay for both full-length and CTF constructs. We confirmed this activity loss results from impaired G protein coupling using an assay that acutely exposes the TA through controlled proteolysis. The ADGRL3 mutant expresses normally at the cell surface, and immunoblotting shows that it undergoes normal autoproteolysis. Thus, we found a construct that disrupts tethered agonism while retaining autoproteolytic cleavage, providing a tool to disentangle these functions in vivo. Our approach and specific findings are likely to be broadly applicable to other adhesion receptors.",
        "Keywords": [
            "G protein",
            "adhesion G protein-coupled receptor latrophilin",
            "adhesion G protein-coupled receptors",
            "autoproteolysis",
            "cell signaling",
            "membrane protein",
            "tethered agonist"
        ],
        "MeSH terms": [
            "Animals",
            "Humans",
            "Mice",
            "Cell Adhesion",
            "Cell Membrane",
            "Platelet Glycoprotein GPIb-IX Complex",
            "Receptors, G-Protein-Coupled",
            "Receptors, Peptide",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Nicole A",
                "Last Name": "Perry-Hauser",
                "Affiliation": "Departments of Psychiatry and Molecular Pharmacology and Therapeutics, Columbia University Vagelos College of Physicians and Surgeons, New York, New York, USA; Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, New York, USA."
            },
            {
                "First Name": "Max W",
                "Last Name": "VanDyck",
                "Affiliation": "Department of Biochemistry, Vassar College, Poughkeepsie, New York, USA."
            },
            {
                "First Name": "Kuo Hao",
                "Last Name": "Lee",
                "Affiliation": "Computational Chemistry and Molecular Biophysics Section, Molecular Targets and Medications Discovery Branch, National Institute on Drug Abuse-Intramural Research Program, National Institutes of Health, Baltimore, Maryland, USA."
            },
            {
                "First Name": "Lei",
                "Last Name": "Shi",
                "Affiliation": "Computational Chemistry and Molecular Biophysics Section, Molecular Targets and Medications Discovery Branch, National Institute on Drug Abuse-Intramural Research Program, National Institutes of Health, Baltimore, Maryland, USA."
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": "Departments of Psychiatry and Molecular Pharmacology and Therapeutics, Columbia University Vagelos College of Physicians and Surgeons, New York, New York, USA; Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, New York, USA. Electronic address: jaj2@cumc.columbia.edu."
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2022"
    },
    {
        "PMID": "36063995",
        "Title": "Differential activity of mGlu",
        "Abstract": "Glutamate acts at eight metabotropic glutamate (mGlu) receptor subtypes expressed in a partially overlapping fashion in distinct brain circuits. Recent evidence indicates that specific mGlu receptor protomers can heterodimerize and that these heterodimers can exhibit different pharmacology when compared to their homodimeric counterparts. Group III mGlu agonist-induced suppression of evoked excitatory potentials and induction of long-term potentiation at Schaffer collateral-CA1 (SC-CA1) synapses in the rodent hippocampus can be blocked by the selective mGlu",
        "Keywords": [
            "G protein-coupled receptor",
            "electrophysiology",
            "heterodimer",
            "metabotropic glutamate receptor",
            "negative allosteric modulator"
        ],
        "MeSH terms": [
            "Glutamic Acid",
            "Hippocampus",
            "Long-Term Potentiation",
            "Receptors, Metabotropic Glutamate",
            "Synapses",
            "Animals",
            "Rodentia",
            "Saccharomyces cerevisiae",
            "Electrophysiology"
        ],
        "Authors": [
            {
                "First Name": "Xin",
                "Last Name": "Lin",
                "Affiliation": "Department of Psychiatry, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York, USA; Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, New York, USA."
            },
            {
                "First Name": "Nicole M",
                "Last Name": "Fisher",
                "Affiliation": "Department of Pharmacology, Vanderbilt University, Nashville, Tennessee, USA; Warren Center for Neuroscience Drug Discovery, Vanderbilt University, Nashville, Tennessee, USA."
            },
            {
                "First Name": "Shalini",
                "Last Name": "Dogra",
                "Affiliation": "Department of Pharmacology, Vanderbilt University, Nashville, Tennessee, USA; Warren Center for Neuroscience Drug Discovery, Vanderbilt University, Nashville, Tennessee, USA."
            },
            {
                "First Name": "Rebecca K",
                "Last Name": "Senter",
                "Affiliation": "Department of Pharmacology, Vanderbilt University, Nashville, Tennessee, USA; Warren Center for Neuroscience Drug Discovery, Vanderbilt University, Nashville, Tennessee, USA."
            },
            {
                "First Name": "Carson W",
                "Last Name": "Reed",
                "Affiliation": "Department of Pharmacology, Vanderbilt University, Nashville, Tennessee, USA; Warren Center for Neuroscience Drug Discovery, Vanderbilt University, Nashville, Tennessee, USA."
            },
            {
                "First Name": "Jacob J",
                "Last Name": "Kalbfleisch",
                "Affiliation": "Department of Pharmacology, Vanderbilt University, Nashville, Tennessee, USA; Warren Center for Neuroscience Drug Discovery, Vanderbilt University, Nashville, Tennessee, USA."
            },
            {
                "First Name": "Craig W",
                "Last Name": "Lindsley",
                "Affiliation": "Department of Pharmacology, Vanderbilt University, Nashville, Tennessee, USA; Warren Center for Neuroscience Drug Discovery, Vanderbilt University, Nashville, Tennessee, USA; Vanderbilt Institute of Chemical Biology, Vanderbilt University, Nashville, Tennessee, USA; Department of Chemistry, Vanderbilt University, Nashville, Tennessee, USA."
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Asher",
                "Affiliation": "Department of Psychiatry, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York, USA; Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, New York, USA."
            },
            {
                "First Name": "Zixiu",
                "Last Name": "Xiang",
                "Affiliation": "Department of Pharmacology, Vanderbilt University, Nashville, Tennessee, USA; Warren Center for Neuroscience Drug Discovery, Vanderbilt University, Nashville, Tennessee, USA."
            },
            {
                "First Name": "Colleen M",
                "Last Name": "Niswender",
                "Affiliation": "Department of Pharmacology, Vanderbilt University, Nashville, Tennessee, USA; Warren Center for Neuroscience Drug Discovery, Vanderbilt University, Nashville, Tennessee, USA; Vanderbilt Institute of Chemical Biology, Vanderbilt University, Nashville, Tennessee, USA; Department of Chemistry, Vanderbilt University, Nashville, Tennessee, USA; Vanderbilt Brain Institute, Vanderbilt University, Nashville, Tennessee, USA; Vanderbilt Kennedy Center, Vanderbilt University Medical Center, Nashville, Tennessee, USA. Electronic address: colleen.niswender@vanderbilt.edu."
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": "Department of Psychiatry, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York, USA; Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, New York, USA; Department of Molecular Pharmacology and Therapeutics, Vagelos College of Physicians and Surgeons, Columbia University, New York, New York, USA. Electronic address: Jonathan.Javitch@nyspi.columbia.edu."
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2022"
    },
    {
        "PMID": "35483373",
        "Title": "GPCR-mediated β-arrestin activation deconvoluted with single-molecule precision.",
        "Abstract": "β-arrestins bind G protein-coupled receptors to terminate G protein signaling and to facilitate other downstream signaling pathways. Using single-molecule fluorescence resonance energy transfer imaging, we show that β-arrestin is strongly autoinhibited in its basal state. Its engagement with a phosphopeptide mimicking phosphorylated receptor tail efficiently releases the β-arrestin tail from its N domain to assume distinct conformations. Unexpectedly, we find that β-arrestin binding to phosphorylated receptor, with a phosphorylation barcode identical to the isolated phosphopeptide, is highly inefficient and that agonist-promoted receptor activation is required for β-arrestin activation, consistent with the release of a sequestered receptor C tail. These findings, together with focused cellular investigations, reveal that agonism and receptor C-tail release are specific determinants of the rate and efficiency of β-arrestin activation by phosphorylated receptor. We infer that receptor phosphorylation patterns, in combination with receptor agonism, synergistically establish the strength and specificity with which diverse, downstream β-arrestin-mediated events are directed.",
        "Keywords": [
            "G protein-coupled receptor",
            "GPCR",
            "agonist",
            "arrestin",
            "conformational dynamics",
            "phosphorylation",
            "phosphorylation barcode",
            "receptor signaling",
            "single-molecule FRET",
            "β-arrestin"
        ],
        "MeSH terms": [
            "Phosphopeptides",
            "Phosphorylation",
            "Receptors, G-Protein-Coupled",
            "beta-Arrestin 1",
            "beta-Arrestins"
        ],
        "Authors": [
            {
                "First Name": "Wesley B",
                "Last Name": "Asher",
                "Affiliation": "Department of Psychiatry, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA; Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY 10032, USA."
            },
            {
                "First Name": "Daniel S",
                "Last Name": "Terry",
                "Affiliation": "Department of Structural Biology, St. Jude Children's Research Hospital, Memphis, TN 38105, USA."
            },
            {
                "First Name": "G Glenn A",
                "Last Name": "Gregorio",
                "Affiliation": "Department of Physiology and Biophysics, Weill Cornell Medicine, New York, NY 10065, USA."
            },
            {
                "First Name": "Alem W",
                "Last Name": "Kahsai",
                "Affiliation": "Department of Medicine, Duke University Medical Center, Durham, NC 27710, USA; Howard Hughes Medical Institute, Duke University Medical Center, Durham, NC 27710, USA."
            },
            {
                "First Name": "Alessandro",
                "Last Name": "Borgia",
                "Affiliation": "Department of Structural Biology, St. Jude Children's Research Hospital, Memphis, TN 38105, USA."
            },
            {
                "First Name": "Bing",
                "Last Name": "Xie",
                "Affiliation": "Computational Chemistry and Molecular Biophysics Section, Molecular Targets and Medications Discovery Branch, National Institute on Drug Abuse - Intramural Research Program, National Institutes of Health, Baltimore, MD 21224, USA."
            },
            {
                "First Name": "Arnab",
                "Last Name": "Modak",
                "Affiliation": "Department of Structural Biology, St. Jude Children's Research Hospital, Memphis, TN 38105, USA."
            },
            {
                "First Name": "Ying",
                "Last Name": "Zhu",
                "Affiliation": "Department of Psychiatry, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA; Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY 10032, USA."
            },
            {
                "First Name": "Wonjo",
                "Last Name": "Jang",
                "Affiliation": "Department of Pharmacology and Toxicology, Medical College of Georgia, Augusta University, Augusta, GA 30912, USA."
            },
            {
                "First Name": "Alekhya",
                "Last Name": "Govindaraju",
                "Affiliation": "Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY 10032, USA."
            },
            {
                "First Name": "Li-Yin",
                "Last Name": "Huang",
                "Affiliation": "Department of Medicine, Duke University Medical Center, Durham, NC 27710, USA; Howard Hughes Medical Institute, Duke University Medical Center, Durham, NC 27710, USA."
            },
            {
                "First Name": "Asuka",
                "Last Name": "Inoue",
                "Affiliation": "Graduate School of Pharmaceutical Sciences, Tohoku University, Sendai, Japan."
            },
            {
                "First Name": "Nevin A",
                "Last Name": "Lambert",
                "Affiliation": "Department of Pharmacology and Toxicology, Medical College of Georgia, Augusta University, Augusta, GA 30912, USA."
            },
            {
                "First Name": "Vsevolod V",
                "Last Name": "Gurevich",
                "Affiliation": "Department of Pharmacology, Vanderbilt University, Nashville, TN 37232, USA."
            },
            {
                "First Name": "Lei",
                "Last Name": "Shi",
                "Affiliation": "Computational Chemistry and Molecular Biophysics Section, Molecular Targets and Medications Discovery Branch, National Institute on Drug Abuse - Intramural Research Program, National Institutes of Health, Baltimore, MD 21224, USA."
            },
            {
                "First Name": "Robert J",
                "Last Name": "Lefkowitz",
                "Affiliation": "Department of Medicine, Duke University Medical Center, Durham, NC 27710, USA; Howard Hughes Medical Institute, Duke University Medical Center, Durham, NC 27710, USA; Department of Biochemistry, Duke University Medical Center, Durham, NC 27710, USA."
            },
            {
                "First Name": "Scott C",
                "Last Name": "Blanchard",
                "Affiliation": "Department of Structural Biology, St. Jude Children's Research Hospital, Memphis, TN 38105, USA; Department of Physiology and Biophysics, Weill Cornell Medicine, New York, NY 10065, USA. Electronic address: scott.blanchard@stjude.org."
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": "Department of Psychiatry, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA; Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY 10032, USA; Department of Molecular Pharmacology and Therapeutics, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA. Electronic address: jonathan.javitch@nyspi.columbia.edu."
            }
        ],
        "Journal": "Cell",
        "PubDate": "2022"
    },
    {
        "PMID": "35297034",
        "Title": "The respiratory depressant effects of mitragynine are limited by its conversion to 7-OH mitragynine.",
        "Abstract": "Mitragynine, the major alkaloid in Mitragyna speciosa (kratom), is a partial agonist at the μ opioid receptor. CYP3A-dependent oxidation of mitragynine yields the metabolite 7-OH mitragynine, a more efficacious μ receptor agonist. While both mitragynine and 7-OH mitragynine can induce anti-nociception in mice, recent evidence suggests that 7-OH mitragynine formed as a metabolite is sufficient to explain the anti-nociceptive effects of mitragynine. However, the ability of 7-OH mitragynine to induce μ receptor-dependent respiratory depression has not yet been studied.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cytochrome P-450 CYP3A",
            "Male",
            "Mice",
            "Mitragyna",
            "Receptors, Opioid, mu",
            "Respiratory Insufficiency",
            "Secologanin Tryptamine Alkaloids"
        ],
        "Authors": [
            {
                "First Name": "Rob",
                "Last Name": "Hill",
                "Affiliation": "Division of Physiology, Pharmacology and Neuroscience, School of Life Sciences, Queen's Medical Centre, University of Nottingham, Nottingham, UK."
            },
            {
                "First Name": "Andrew C",
                "Last Name": "Kruegel",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": "Departments of Psychiatry and Molecular Pharmacology and Therapeutics, Columbia University Vagelos College of Physicians and Surgeons, New York, New York, USA."
            },
            {
                "First Name": "J Robert",
                "Last Name": "Lane",
                "Affiliation": "Division of Physiology, Pharmacology and Neuroscience, School of Life Sciences, Queen's Medical Centre, University of Nottingham, Nottingham, UK."
            },
            {
                "First Name": "Meritxell",
                "Last Name": "Canals",
                "Affiliation": "Division of Physiology, Pharmacology and Neuroscience, School of Life Sciences, Queen's Medical Centre, University of Nottingham, Nottingham, UK."
            }
        ],
        "Journal": "British journal of pharmacology",
        "PubDate": "2022"
    },
    {
        "PMID": "35250674",
        "Title": "Functional Genomic Analysis of Amphetamine Sensitivity in ",
        "Abstract": "Abuse of psychostimulants, including amphetamines (AMPHs), is a major public health problem with profound psychiatric, medical, and psychosocial complications. The actions of these drugs at the dopamine transporter (DAT) play a critical role in their therapeutic efficacy as well as their liability for abuse and dependence. To date, however, the mechanisms that mediate these actions are not well-understood, and therapeutic interventions for AMPH abuse have been limited. Drug exposure can induce broad changes in gene expression that can contribute to neuroplasticity and effect long-lasting changes in neuronal function. Identifying genes and gene pathways perturbed by drug exposure is essential to our understanding of the molecular basis of drug addiction. In this study, we used ",
        "Keywords": [
            "DGRP",
            "Drosophila",
            "S6K (70-kDa ribosomal protein S6 kinase)",
            "amphetamine",
            "dopamine transporter",
            "mammalian target of rapamycin (mTOR)",
            "psychostimulants",
            "transcriptomic (RNA-Seq)"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Caline S",
                "Last Name": "Karam",
                "Affiliation": "Department of Psychiatry, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, United States."
            },
            {
                "First Name": "Brenna L",
                "Last Name": "Williams",
                "Affiliation": "Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY, United States."
            },
            {
                "First Name": "Irina",
                "Last Name": "Morozova",
                "Affiliation": "Center for Genome Technology and Biomolecular Engineering, Columbia University, New York, NY, United States."
            },
            {
                "First Name": "Qiaoping",
                "Last Name": "Yuan",
                "Affiliation": "Laboratory of Neurogenetics, National Institute on Alcohol Abuse and Alcoholism, Bethesda, MD, United States."
            },
            {
                "First Name": "Rony",
                "Last Name": "Panarsky",
                "Affiliation": "Laboratory of Neurogenetics, National Institute on Alcohol Abuse and Alcoholism, Bethesda, MD, United States."
            },
            {
                "First Name": "Yuchao",
                "Last Name": "Zhang",
                "Affiliation": "Department of Psychiatry, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, United States."
            },
            {
                "First Name": "Colin A",
                "Last Name": "Hodgkinson",
                "Affiliation": "Laboratory of Neurogenetics, National Institute on Alcohol Abuse and Alcoholism, Bethesda, MD, United States."
            },
            {
                "First Name": "David",
                "Last Name": "Goldman",
                "Affiliation": "Laboratory of Neurogenetics, National Institute on Alcohol Abuse and Alcoholism, Bethesda, MD, United States."
            },
            {
                "First Name": "Sergey",
                "Last Name": "Kalachikov",
                "Affiliation": "Center for Genome Technology and Biomolecular Engineering, Columbia University, New York, NY, United States."
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": "Department of Psychiatry, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, United States."
            }
        ],
        "Journal": "Frontiers in psychiatry",
        "PubDate": "2022"
    },
    {
        "PMID": "34752339",
        "Title": "Assays for detecting arrestin interaction with GPCRs.",
        "Abstract": "The four vertebrate arrestins play a key role in the desensitization and internalization of G protein-coupled receptors (GPCRs) and also mediate receptor-dependent signaling. Recent work has shown that bias for arrestin vs G protein signaling could offer certain therapeutic advantages (or disadvantages) in different systems, making assays that measure arrestin binding to receptors important for drug discovery efforts. Herein, we briefly review several commonly used techniques for measuring arrestin binding to receptors, as well as provide an in-depth and methodologically focused review of two methods that do not require receptor modification. The first approach measures direct binding between purified arrestin and rhodopsin, and the second measures the recruitment of arrestin to receptors in living cells.",
        "Keywords": [
            "Arrestin",
            "Cell signaling",
            "G protein-coupled receptors (GPCRs)",
            "Unmodified receptor"
        ],
        "MeSH terms": [
            "Arrestin",
            "Arrestins",
            "Receptors, G-Protein-Coupled",
            "Rhodopsin",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Nicole A",
                "Last Name": "Perry-Hauser",
                "Affiliation": "Department of Psychiatry, Columbia University, Vagelos College of Physicians and Surgeons, New York, NY, United States; Division of Molecular Therapeutics, New York Psychiatric Institute, New York, NY, United States."
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Asher",
                "Affiliation": "Department of Psychiatry, Columbia University, Vagelos College of Physicians and Surgeons, New York, NY, United States; Division of Molecular Therapeutics, New York Psychiatric Institute, New York, NY, United States; Department of Molecular Pharmacology and Therapeutics, Columbia University, Vagelos College of Physicians and Surgeons, New York, NY, United States."
            },
            {
                "First Name": "Maria",
                "Last Name": "Hauge Pedersen",
                "Affiliation": "Department of Psychiatry, Columbia University, Vagelos College of Physicians and Surgeons, New York, NY, United States; Division of Molecular Therapeutics, New York Psychiatric Institute, New York, NY, United States; NNF Center for Basic Metabolic Research, Section for Metabolic Receptology, Faculty of Health and Medical Sciences, University of Copenhagen, Copenhagen, Denmark."
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": "Department of Psychiatry, Columbia University, Vagelos College of Physicians and Surgeons, New York, NY, United States; Division of Molecular Therapeutics, New York Psychiatric Institute, New York, NY, United States; Department of Molecular Pharmacology and Therapeutics, Columbia University, Vagelos College of Physicians and Surgeons, New York, NY, United States. Electronic address: jaj2@cumc.columbia.edu."
            }
        ],
        "Journal": "Methods in cell biology",
        "PubDate": "2021"
    },
    {
        "PMID": "34423843",
        "Title": "Dopamine D1R Receptor Stimulation as a Mechanistic Pro-cognitive Target for Schizophrenia.",
        "Abstract": "Decades of research have highlighted the importance of optimal stimulation of cortical dopaminergic receptors, particularly the D1R receptor (D1R), for prefrontal-mediated cognition. This mechanism is particularly relevant to the cognitive deficits in schizophrenia, given the abnormalities in cortical dopamine (DA) neurotransmission and in the expression of D1R. Despite the critical need for D1R-based therapeutics, many factors have complicated their development and prevented this important therapeutic target from being adequately interrogated. Challenges include determination of the optimal level of D1R stimulation needed to improve cognitive performance, especially when D1R expression levels, affinity states, DA levels, and the resulting D1R occupancy by DA, are not clearly known in schizophrenia, and may display great interindividual and intraindividual variability related to cognitive states and other physiological variables. These directly affect the selection of the level of stimulation necessary to correct the underlying neurobiology. The optimal mechanism for stimulation is also unknown and could include partial or full agonism, biased agonism, or positive allosteric modulation. Furthermore, the development of D1R targeting drugs has been complicated by complexities in extrapolating from in vitro affinity determinations to in vivo use. Prior D1R-targeted drugs have been unsuccessful due to poor bioavailability, pharmacokinetics, and insufficient target engagement at tolerable doses. Newer drugs have recently become available, and these must be tested in the context of carefully designed paradigms that address methodological challenges. In this paper, we discuss how a better understanding of these challenges has shaped our proposed experimental design for testing a new D1R/D5R partial agonist, PF-06412562, renamed CVL-562.",
        "Keywords": [
            "D1 partial agonism",
            "D1 receptor",
            "cognition",
            "schizophrenia"
        ],
        "MeSH terms": [
            "Adult",
            "Cognitive Dysfunction",
            "Dopamine Agonists",
            "Drug Development",
            "Humans",
            "Receptors, Dopamine D1",
            "Receptors, Dopamine D5",
            "Schizophrenia"
        ],
        "Authors": [
            {
                "First Name": "Anissa",
                "Last Name": "Abi-Dargham",
                "Affiliation": "Department of Psychiatry, Stony Brook Renaissance School of Medicine, Stony Brook, NY, USA."
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": "Department of Psychiatry, New York State Psychaitric Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Mark",
                "Last Name": "Slifstein",
                "Affiliation": "Department of Psychiatry, Stony Brook Renaissance School of Medicine, Stony Brook, NY, USA."
            },
            {
                "First Name": "Alan",
                "Last Name": "Anticevic",
                "Affiliation": "Department of Psychiatry, Yale University, New Haven, CT, USA."
            },
            {
                "First Name": "Monica E",
                "Last Name": "Calkins",
                "Affiliation": "Department of Psychiatry, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."
            },
            {
                "First Name": "Youngsun T",
                "Last Name": "Cho",
                "Affiliation": "Department of Psychiatry, Yale University, New Haven, CT, USA."
            },
            {
                "First Name": "Clara",
                "Last Name": "Fonteneau",
                "Affiliation": "Department of Psychiatry, Yale University, New Haven, CT, USA."
            },
            {
                "First Name": "Roberto",
                "Last Name": "Gil",
                "Affiliation": "Department of Psychiatry, Stony Brook Renaissance School of Medicine, Stony Brook, NY, USA."
            },
            {
                "First Name": "Ragy",
                "Last Name": "Girgis",
                "Affiliation": "Department of Psychiatry, New York State Psychaitric Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Raquel E",
                "Last Name": "Gur",
                "Affiliation": "Department of Psychiatry, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."
            },
            {
                "First Name": "Ruben C",
                "Last Name": "Gur",
                "Affiliation": "Department of Psychiatry, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."
            },
            {
                "First Name": "Jack",
                "Last Name": "Grinband",
                "Affiliation": "Department of Psychiatry, New York State Psychaitric Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Joshua",
                "Last Name": "Kantrowitz",
                "Affiliation": "Department of Psychiatry, New York State Psychaitric Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Christian",
                "Last Name": "Kohler",
                "Affiliation": "Department of Psychiatry, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."
            },
            {
                "First Name": "John",
                "Last Name": "Krystal",
                "Affiliation": "Department of Psychiatry, Yale University, New Haven, CT, USA."
            },
            {
                "First Name": "John",
                "Last Name": "Murray",
                "Affiliation": "Department of Psychiatry, Yale University, New Haven, CT, USA."
            },
            {
                "First Name": "Mohini",
                "Last Name": "Ranganathan",
                "Affiliation": "Department of Psychiatry, Yale University, New Haven, CT, USA."
            },
            {
                "First Name": "Nicole",
                "Last Name": "Santamauro",
                "Affiliation": "Department of Psychiatry, Yale University, New Haven, CT, USA."
            },
            {
                "First Name": "Jared",
                "Last Name": "Van Snellenberg",
                "Affiliation": "Department of Psychiatry, Stony Brook Renaissance School of Medicine, Stony Brook, NY, USA."
            },
            {
                "First Name": "Zailyn",
                "Last Name": "Tamayo",
                "Affiliation": "Department of Psychiatry, Yale University, New Haven, CT, USA."
            },
            {
                "First Name": "Daniel",
                "Last Name": "Wolf",
                "Affiliation": "Department of Psychiatry, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Gray",
                "Affiliation": "Cerevel Therapeutics Research and Development, Boston, MA, USA."
            },
            {
                "First Name": "Jeffrey",
                "Last Name": "Lieberman",
                "Affiliation": "Department of Psychiatry, New York State Psychaitric Institute, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "Schizophrenia bulletin",
        "PubDate": "2022"
    },
    {
        "PMID": "33686301",
        "Title": "Single-molecule FRET imaging of GPCR dimers in living cells.",
        "Abstract": "Class C G protein-coupled receptors (GPCRs) are known to form stable homodimers or heterodimers critical for function, but the oligomeric status of class A and B receptors, which constitute >90% of all GPCRs, remains hotly debated. Single-molecule fluorescence resonance energy transfer (smFRET) is a powerful approach with the potential to reveal valuable insights into GPCR organization but has rarely been used in living cells to study protein systems. Here, we report generally applicable methods for using smFRET to detect and track transmembrane proteins diffusing within the plasma membrane of mammalian cells. We leverage this in-cell smFRET approach to show agonist-induced structural dynamics within individual metabotropic glutamate receptor dimers. We apply these methods to representative class A, B and C receptors, finding evidence for receptor monomers, density-dependent dimers and constitutive dimers, respectively.",
        "Keywords": [],
        "MeSH terms": [
            "Dimerization",
            "Fluorescence Resonance Energy Transfer",
            "Protein Conformation",
            "Receptors, G-Protein-Coupled"
        ],
        "Authors": [
            {
                "First Name": "Wesley B",
                "Last Name": "Asher",
                "Affiliation": "Department of Psychiatry, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Peter",
                "Last Name": "Geggier",
                "Affiliation": "Department of Psychiatry, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Michael D",
                "Last Name": "Holsey",
                "Affiliation": "Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY, USA."
            },
            {
                "First Name": "Grant T",
                "Last Name": "Gilmore",
                "Affiliation": "Department of Chemistry, University of Akron, Akron, OH, USA."
            },
            {
                "First Name": "Avik K",
                "Last Name": "Pati",
                "Affiliation": "Department of Structural Biology, St. Jude Children's Research Hospital, Memphis, TN, USA."
            },
            {
                "First Name": "Jozsef",
                "Last Name": "Meszaros",
                "Affiliation": "Department of Psychiatry, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Daniel S",
                "Last Name": "Terry",
                "Affiliation": "Department of Structural Biology, St. Jude Children's Research Hospital, Memphis, TN, USA."
            },
            {
                "First Name": "Signe",
                "Last Name": "Mathiasen",
                "Affiliation": "Department of Psychiatry, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Megan J",
                "Last Name": "Kaliszewski",
                "Affiliation": "Department of Chemistry, University of Akron, Akron, OH, USA."
            },
            {
                "First Name": "Mitchell D",
                "Last Name": "McCauley",
                "Affiliation": "Department of Chemistry, University of Akron, Akron, OH, USA."
            },
            {
                "First Name": "Alekhya",
                "Last Name": "Govindaraju",
                "Affiliation": "Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY, USA."
            },
            {
                "First Name": "Zhou",
                "Last Name": "Zhou",
                "Affiliation": "Department of Physiology and Biophysics, Weill Cornell Medicine, New York, NY, USA."
            },
            {
                "First Name": "Kaleeckal G",
                "Last Name": "Harikumar",
                "Affiliation": "Department of Molecular Pharmacology and Experimental Therapeutics, Mayo Clinic, Scottsdale, AZ, USA."
            },
            {
                "First Name": "Khuloud",
                "Last Name": "Jaqaman",
                "Affiliation": "Department of Biophysics, University of Texas Southwestern Medical Center, Dallas, TX, USA."
            },
            {
                "First Name": "Laurence J",
                "Last Name": "Miller",
                "Affiliation": "Department of Molecular Pharmacology and Experimental Therapeutics, Mayo Clinic, Scottsdale, AZ, USA."
            },
            {
                "First Name": "Adam W",
                "Last Name": "Smith",
                "Affiliation": "Department of Chemistry, University of Akron, Akron, OH, USA."
            },
            {
                "First Name": "Scott C",
                "Last Name": "Blanchard",
                "Affiliation": "Department of Structural Biology, St. Jude Children's Research Hospital, Memphis, TN, USA. scott.blanchard@stjude.org."
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": "Department of Psychiatry, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA. jonathan.javitch@nyspi.columbia.edu."
            }
        ],
        "Journal": "Nature methods",
        "PubDate": "2021"
    },
    {
        "PMID": "33684444",
        "Title": "A novel luminescence-based β-arrestin recruitment assay for unmodified receptors.",
        "Abstract": "G protein-coupled receptors (GPCRs) signal through activation of G proteins and subsequent modulation of downstream effectors. More recently, signaling mediated by β-arrestin has also been implicated in important physiological functions. This has led to great interest in the identification of biased ligands that favor either G protein or β-arrestin-signaling pathways. However, nearly all screening techniques for measuring β-arrestin recruitment have required C-terminal receptor modifications that can in principle alter protein interactions and thus signaling. Here, we have developed a novel luminescence-based assay to measure β-arrestin recruitment to the membrane or early endosomes by unmodified receptors. Our strategy uses NanoLuc, an engineered luciferase from Oplophorus gracilirostris (deep-sea shrimp) that is smaller and brighter than other well-established luciferases. Recently, several publications have explored functional NanoLuc split sites for use in complementation assays. We have identified a unique split site within NanoLuc and fused the corresponding N-terminal fragment to either a plasma membrane or early endosome tether and the C-terminal fragment to β-arrestins, which form the basis for the MeNArC and EeNArC assays, respectively. Upon receptor activation, β-arrestin is recruited to the membrane and subsequently internalized in an agonist concentration-dependent manner. This recruitment promotes complementation of the two NanoLuc fragments, thereby reconstituting functional NanoLuc, allowing for quantification of β-arrestin recruitment with a single luminescence signal. Our assay avoids potential artifacts related to C-terminal receptor modification and has promise as a new generic assay for measuring β-arrestin recruitment to diverse GPCR types in heterologous or native cells.",
        "Keywords": [
            "G protein-coupled receptor (GPCR)",
            "NanoLuc",
            "bioluminescence",
            "cell signaling",
            "complementation-based assay",
            "signaling",
            "signaling pathway",
            "β-arrestin"
        ],
        "MeSH terms": [
            "Biological Assay",
            "Cell Membrane",
            "Cells, Cultured",
            "Humans",
            "Ligands",
            "Luciferases",
            "Protein Binding",
            "Receptors, G-Protein-Coupled",
            "Signal Transduction",
            "beta-Arrestins"
        ],
        "Authors": [
            {
                "First Name": "Maria",
                "Last Name": "Hauge Pedersen",
                "Affiliation": "Departments of Psychiatry & Molecular Pharmacology and Therapeutics, Vagelos College of Physicians & Surgeons, Columbia University, New York, New York, USA; Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, New York, USA; NNF Center for Basic Metabolic Research, Section for Metabolic Receptology, Faculty of Health and Medical Sciences, University of Copenhagen, Denmark."
            },
            {
                "First Name": "Jennifer",
                "Last Name": "Pham",
                "Affiliation": "Multispan Inc, Hayward, California, USA."
            },
            {
                "First Name": "Helena",
                "Last Name": "Mancebo",
                "Affiliation": "Multispan Inc, Hayward, California, USA."
            },
            {
                "First Name": "Asuka",
                "Last Name": "Inoue",
                "Affiliation": "Department of Pharmacological Sciences, Tohoku University, Sendai, Japan."
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Asher",
                "Affiliation": "Departments of Psychiatry & Molecular Pharmacology and Therapeutics, Vagelos College of Physicians & Surgeons, Columbia University, New York, New York, USA; Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, New York, USA."
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": "Departments of Psychiatry & Molecular Pharmacology and Therapeutics, Vagelos College of Physicians & Surgeons, Columbia University, New York, New York, USA; Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, New York, USA. Electronic address: javitch@nyspi.columbia.edu."
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2021"
    },
    {
        "PMID": "33630236",
        "Title": "The Role of the Dopamine Transporter in the Effects of Amphetamine on Sleep and Sleep Architecture in Drosophila.",
        "Abstract": "The dopamine transporter (DAT) mediates the inactivation of released dopamine (DA) through its reuptake, and thereby plays an important homeostatic role in dopaminergic neurotransmission. Amphetamines exert their stimulant effects by targeting DAT and inducing the reverse transport of DA, leading to a dramatic increase of extracellular DA. Animal models have proven critical to investigating the molecular and cellular mechanisms underlying transporter function and its modulation by psychostimulants such as amphetamine. Here we establish a behavioral model for amphetamine action using adult Drosophila melanogaster. We use it to characterize the effects of amphetamine on sleep and sleep architecture. Our data show that amphetamine induces hyperactivity and disrupts sleep in a DA-dependent manner. Flies that do not express a functional DAT (dDAT null mutants) have been shown to be hyperactive and to exhibit significantly reduced sleep at baseline. Our data show that, in contrast to its action in control flies, amphetamine decreases the locomotor activity of dDAT null mutants and restores their sleep by modulating distinct aspects of sleep structure. To begin to explore the circuitry involved in the actions of amphetamine on sleep, we also describe the localization of dDAT throughout the fly brain, particularly in neuropils known to regulate sleep. Together, our data establish Drosophila as a robust model for studying the regulatory mechanisms that govern DAT function and psychostimulant action.",
        "Keywords": [
            "Adult brain",
            "Behavior",
            "Dopamine transporter localization",
            "Drosophila melanogaster",
            "Genetics",
            "Locomotion",
            "Psychostimulants",
            "Sleep"
        ],
        "MeSH terms": [
            "Amphetamine",
            "Animals",
            "Dopamine Plasma Membrane Transport Proteins",
            "Drosophila",
            "Drosophila melanogaster",
            "Sleep"
        ],
        "Authors": [
            {
                "First Name": "Caline S",
                "Last Name": "Karam",
                "Affiliation": "Department of Psychiatry, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Brenna L",
                "Last Name": "Williams",
                "Affiliation": "Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY, USA."
            },
            {
                "First Name": "Sandra K",
                "Last Name": "Jones",
                "Affiliation": "Department of Psychiatry, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": "Department of Psychiatry, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA. jaj2@columbia.edu."
            }
        ],
        "Journal": "Neurochemical research",
        "PubDate": "2022"
    },
    {
        "PMID": "32807971",
        "Title": "Publisher Correction: G12/13 is activated by acute tethered agonist exposure in the adhesion GPCR ADGRL3.",
        "Abstract": "An amendment to this paper has been published and can be accessed via a link at the top of the paper.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Signe",
                "Last Name": "Mathiasen",
                "Affiliation": "Department of Psychiatry, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Tiago",
                "Last Name": "Palmisano",
                "Affiliation": "Department of Psychiatry, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Nicole A",
                "Last Name": "Perry",
                "Affiliation": "Department of Psychiatry, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Hannah M",
                "Last Name": "Stoveken",
                "Affiliation": "Department of Pharmacology, University of Michigan, Ann Arbor, MI, USA."
            },
            {
                "First Name": "Alex",
                "Last Name": "Vizurraga",
                "Affiliation": "Department of Pharmacology, University of Michigan, Ann Arbor, MI, USA."
            },
            {
                "First Name": "Dyke P",
                "Last Name": "McEwen",
                "Affiliation": "Department of Pharmacology, University of Michigan, Ann Arbor, MI, USA."
            },
            {
                "First Name": "Najeah",
                "Last Name": "Okashah",
                "Affiliation": "Department of Pharmacology and Toxicology, Augusta University Medical College of Georgia, Augusta, GA, USA."
            },
            {
                "First Name": "Tobias",
                "Last Name": "Langenhan",
                "Affiliation": "Rudolf Schönheimer Institute of Biochemistry, Division of General Biochemistry, Medical Faculty, Leipzig University, Leipzig, Germany."
            },
            {
                "First Name": "Asuka",
                "Last Name": "Inoue",
                "Affiliation": "Graduate School of Pharmaceutical Sciences, Tohoku University, Sendai, Japan."
            },
            {
                "First Name": "Nevin A",
                "Last Name": "Lambert",
                "Affiliation": "Department of Pharmacology and Toxicology, Augusta University Medical College of Georgia, Augusta, GA, USA."
            },
            {
                "First Name": "Gregory G",
                "Last Name": "Tall",
                "Affiliation": "Department of Pharmacology, University of Michigan, Ann Arbor, MI, USA."
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": "Department of Psychiatry, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA. jaj2@columbia.edu."
            }
        ],
        "Journal": "Nature chemical biology",
        "PubDate": "2020"
    },
    {
        "PMID": "32778842",
        "Title": "G12/13 is activated by acute tethered agonist exposure in the adhesion GPCR ADGRL3.",
        "Abstract": "The adhesion G-protein-coupled receptor (GPCR) latrophilin 3 (ADGRL3) has been associated with increased risk of attention deficit hyperactivity disorder (ADHD) and substance use in human genetic studies. Knockdown in multiple species leads to hyperlocomotion and altered dopamine signaling. Thus, ADGRL3 is a potential target for treatment of neuropsychiatric disorders that involve dopamine dysfunction, but its basic signaling properties are poorly understood. Identification of adhesion GPCR signaling partners has been limited by a lack of tools to acutely activate these receptors in living cells. Here, we design a novel acute activation strategy to characterize ADGRL3 signaling by engineering a receptor construct in which we could trigger acute activation enzymatically. Using this assay, we found that ADGRL3 signals through G12/G13 and Gq, with G12/13 the most robustly activated. Gα",
        "Keywords": [],
        "MeSH terms": [
            "Activating Transcription Factor 6",
            "Animals",
            "Arrestin",
            "CRISPR-Cas Systems",
            "Cell Engineering",
            "GTP-Binding Protein alpha Subunits, G12-G13",
            "GTP-Binding Protein alpha Subunits, Gq-G11",
            "Gene Expression",
            "HEK293 Cells",
            "Humans",
            "Kinetics",
            "Mice",
            "Mitogen-Activated Protein Kinase 1",
            "Mitogen-Activated Protein Kinase 3",
            "Peptides",
            "Protein Binding",
            "Receptors, G-Protein-Coupled",
            "Receptors, Peptide",
            "Recombinant Proteins",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Signe",
                "Last Name": "Mathiasen",
                "Affiliation": "Department of Psychiatry, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Tiago",
                "Last Name": "Palmisano",
                "Affiliation": "Department of Psychiatry, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Nicole A",
                "Last Name": "Perry",
                "Affiliation": "Department of Psychiatry, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Hannah M",
                "Last Name": "Stoveken",
                "Affiliation": "Department of Pharmacology, University of Michigan, Ann Arbor, MI, USA."
            },
            {
                "First Name": "Alex",
                "Last Name": "Vizurraga",
                "Affiliation": "Department of Pharmacology, University of Michigan, Ann Arbor, MI, USA."
            },
            {
                "First Name": "Dyke P",
                "Last Name": "McEwen",
                "Affiliation": "Department of Pharmacology, University of Michigan, Ann Arbor, MI, USA."
            },
            {
                "First Name": "Najeah",
                "Last Name": "Okashah",
                "Affiliation": "Department of Pharmacology and Toxicology, Augusta University Medical College of Georgia, Augusta, GA, USA."
            },
            {
                "First Name": "Tobias",
                "Last Name": "Langenhan",
                "Affiliation": "Rudolf Schönheimer Institute of Biochemistry, Division of General Biochemistry, Medical Faculty, Leipzig University, Leipzig, Germany."
            },
            {
                "First Name": "Asuka",
                "Last Name": "Inoue",
                "Affiliation": "Graduate School of Pharmaceutical Sciences, Tohoku University, Sendai, Japan."
            },
            {
                "First Name": "Nevin A",
                "Last Name": "Lambert",
                "Affiliation": "Department of Pharmacology and Toxicology, Augusta University Medical College of Georgia, Augusta, GA, USA."
            },
            {
                "First Name": "Gregory G",
                "Last Name": "Tall",
                "Affiliation": "Department of Pharmacology, University of Michigan, Ann Arbor, MI, USA."
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": "Department of Psychiatry, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA. jaj2@columbia.edu."
            }
        ],
        "Journal": "Nature chemical biology",
        "PubDate": "2020"
    },
    {
        "PMID": "32475139",
        "Title": "Small Flies Meet Big Data: Genetic Convergence of Neurodevelopmental Disorders Modeled in ",
        "Abstract": null,
        "Keywords": [
            "ADHD",
            "Drosophila melanogaster",
            "Genetics",
            "Intellectual Disability",
            "MEF2C",
            "TRAPPC9"
        ],
        "MeSH terms": [
            "Animals",
            "Attention Deficit Disorder with Hyperactivity",
            "Drosophila",
            "Intellectual Disability",
            "Locomotion",
            "Neurodevelopmental Disorders"
        ],
        "Authors": [
            {
                "First Name": "Caline S",
                "Last Name": "Karam",
                "Affiliation": "Department of Psychiatry (Karam, Javitch) and Department of Pharmacology (Javitch), Columbia University Vagelos College of Physicians and Surgeons, New York; Division of Molecular Therapeutics, New York State Psychiatric Institute, New York (Karam, Coie, Javitch); and Department of Neurobiology and Behavior, Columbia University, New York (Coie)."
            },
            {
                "First Name": "Lilian A",
                "Last Name": "Coie",
                "Affiliation": "Department of Psychiatry (Karam, Javitch) and Department of Pharmacology (Javitch), Columbia University Vagelos College of Physicians and Surgeons, New York; Division of Molecular Therapeutics, New York State Psychiatric Institute, New York (Karam, Coie, Javitch); and Department of Neurobiology and Behavior, Columbia University, New York (Coie)."
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": "Department of Psychiatry (Karam, Javitch) and Department of Pharmacology (Javitch), Columbia University Vagelos College of Physicians and Surgeons, New York; Division of Molecular Therapeutics, New York State Psychiatric Institute, New York (Karam, Coie, Javitch); and Department of Neurobiology and Behavior, Columbia University, New York (Coie)."
            }
        ],
        "Journal": "The American journal of psychiatry",
        "PubDate": "2020"
    },
    {
        "PMID": "31943888",
        "Title": "Detection of G Protein-Coupled Receptor Complexes in Postmortem Human Brain by Proximity Ligation Assay.",
        "Abstract": "Combining immunological and molecular biological methods, the antibody-based proximity ligation assay (PLA) has been used for more than a decade to detect and quantify protein-protein interactions, protein modification, and protein expression in situ, including in brain tissue. However, the transfer of this technology to human brain samples requires a number of precautions due to the nature of the specimens and their specific processing. Here, we used the PLA brightfield detection technique to assess the expression of dopamine D2 receptor and adenosine A2A receptor and their proximity in human postmortem brains, and we developed a systematic random sampling method to help quantify the PLA signals. © 2019 by John Wiley & Sons, Inc. Basic Protocol 1: Sample preparation and sectioning for PLA_BF Basic Protocol 2: PLA_BF staining of brain tissue Basic Protocol 3: Image acquisition and result analysis Support Protocol: Luxol fast blue/cresyl violet staining.",
        "Keywords": [
            "D2R-A2AR complexes",
            "GPCR",
            "PLA",
            "brightfield",
            "human brain",
            "postmortem",
            "proximity ligation assay",
            "systematic random sampling"
        ],
        "MeSH terms": [
            "Animals",
            "Antigen-Antibody Reactions",
            "Autopsy",
            "Brain Chemistry",
            "Humans",
            "Immunoassay",
            "Mice",
            "Nucleic Acid Amplification Techniques",
            "Oligonucleotides",
            "Rabbits",
            "Receptor, Adenosine A2A",
            "Receptors, Dopamine D2",
            "Staining and Labeling",
            "Tissue Fixation"
        ],
        "Authors": [
            {
                "First Name": "Ying",
                "Last Name": "Zhu",
                "Affiliation": "Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, New York."
            },
            {
                "First Name": "Andrew J",
                "Last Name": "Dwork",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, New York."
            },
            {
                "First Name": "Pierre",
                "Last Name": "Trifilieff",
                "Affiliation": "Univ. Bordeaux, INRAE, Bordeaux INP, NutriNeuro, UMR 1286, F-33000, Bordeaux, France."
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": "Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, New York."
            }
        ],
        "Journal": "Current protocols in neuroscience",
        "PubDate": "2020"
    },
    {
        "PMID": "31859535",
        "Title": "Detecting G protein-coupled receptor complexes in postmortem human brain with proximity ligation assay and a Bayesian classifier.",
        "Abstract": "Despite the controversy regarding the existence and physiological relevance of class A G protein-coupled receptor dimerization, there is substantial evidence for functional interactions between the dopamine D2 receptor (D2R) and the adenosine A2A receptor (A2AR). A2AR-D2R complexes have been detected in rodent brains by proximity ligation assay; however, their existence in the human brain has not been demonstrated. In this study, we used Brightfield proximity ligation assay, combined with a systematic sampling and a parameter-free naive Bayesian classifier, and demonstrated proximity between the D2R and the A2AR in the adult human ventral striatum, consistent with their colocalization within complexes and the possible existence of D2R-A2AR heteromers. These methods are applicable to the relative quantification of proximity of two proteins, as well as the expression levels of individual proteins.",
        "Keywords": [
            "G protein-coupled receptor",
            "adenosine",
            "adenosine A2A receptor",
            "dopamine",
            "dopamine receptor type 2",
            "machine learning",
            "naive Bayesian classifier",
            "proximity ligation assay"
        ],
        "MeSH terms": [
            "Animals",
            "Bayes Theorem",
            "Brain Chemistry",
            "Humans",
            "Machine Learning",
            "Mice",
            "Mice, Knockout",
            "Microscopy, Fluorescence",
            "Protein Interaction Mapping",
            "Receptor, Adenosine A2A",
            "Receptors, Dopamine D2",
            "Receptors, G-Protein-Coupled"
        ],
        "Authors": [
            {
                "First Name": "Ying",
                "Last Name": "Zhu",
                "Affiliation": "Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY 10032, USA."
            },
            {
                "First Name": "József",
                "Last Name": "Mészáros",
                "Affiliation": "Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY 10032, USA."
            },
            {
                "First Name": "Roman",
                "Last Name": "Walle",
                "Affiliation": "Université de Bordeaux, INRA, Bordeaux INP, NutriNeuro, UMR 1286, F-33000, Bordeaux, France."
            },
            {
                "First Name": "Rongxi",
                "Last Name": "Fan",
                "Affiliation": "Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY 10032, USA."
            },
            {
                "First Name": "Ziyi",
                "Last Name": "Sun",
                "Affiliation": "Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY 10032, USA."
            },
            {
                "First Name": "Andrew J",
                "Last Name": "Dwork",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Pierre",
                "Last Name": "Trifilieff",
                "Affiliation": "Université de Bordeaux, INRA, Bordeaux INP, NutriNeuro, UMR 1286, F-33000, Bordeaux, France."
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": "Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY 10032, USA."
            }
        ],
        "Journal": "BioTechniques",
        "PubDate": "2020"
    },
    {
        "PMID": "31219669",
        "Title": "Come Fly with Me: An overview of dopamine receptors in Drosophila melanogaster.",
        "Abstract": "Dopamine (DA) receptors play critical roles in a wide range of behaviours, including sensory processing, motor function, reward and arousal. As such, aberrant DA signalling is associated with numerous neurological and psychiatric disorders. Therefore, understanding the mechanisms by which DA neurotransmission drives intracellular signalling pathways that modulate behaviour can provide critical insights to guide the development of targeted therapeutics. Drosophila melanogaster has emerged as a powerful model with unique advantages to study the mechanisms underlying DA neurotransmission and associated behaviours in a controlled and systematic manner. Many regions in the fly brain innervated by dopaminergic neurons have been mapped and linked to specific behaviours, including associative learning and arousal. Here, we provide an overview of the homology between human and Drosophila dopaminergic systems and review the current literature on the pharmacology, molecular signalling mechanisms and behavioural outcome of DA receptor activation in the Drosophila brain.",
        "Keywords": [
            "GPCR signalling",
            "G protein-coupled receptors",
            "dopamine",
            "neuropharmacology",
            "psychopharmacology"
        ],
        "MeSH terms": [
            "Animals",
            "Arousal",
            "Brain",
            "Dopaminergic Neurons",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Humans",
            "Learning",
            "Receptors, Dopamine",
            "Sleep"
        ],
        "Authors": [
            {
                "First Name": "Caline S",
                "Last Name": "Karam",
                "Affiliation": "Department of Psychiatry, Columbia University Vagelos College of Physicians and Surgeons, New York City, New York, USA."
            },
            {
                "First Name": "Sandra K",
                "Last Name": "Jones",
                "Affiliation": "Department of Psychiatry, Columbia University Vagelos College of Physicians and Surgeons, New York City, New York, USA."
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": "Department of Psychiatry, Columbia University Vagelos College of Physicians and Surgeons, New York City, New York, USA."
            }
        ],
        "Journal": "Basic & clinical pharmacology & toxicology",
        "PubDate": "2020"
    },
    {
        "PMID": "30120413",
        "Title": "Arrestin recruitment to dopamine D2 receptor mediates locomotion but not incentive motivation.",
        "Abstract": "The dopamine (DA) D2 receptor (D2R) is an important target for the treatment of neuropsychiatric disorders such as schizophrenia and Parkinson's disease. However, the development of improved therapeutic strategies has been hampered by our incomplete understanding of this receptor's downstream signaling processes in vivo and how these relate to the desired and undesired effects of drugs. D2R is a G protein-coupled receptor (GPCR) that activates G protein-dependent as well as non-canonical arrestin-dependent signaling pathways. Whether these effector pathways act alone or in concert to facilitate specific D2R-dependent behaviors is unclear. Here, we report on the development of a D2R mutant that recruits arrestin but is devoid of G protein activity. When expressed virally in \"indirect pathway\" medium spiny neurons (iMSNs) in the ventral striatum of D2R knockout mice, this mutant restored basal locomotor activity and cocaine-induced locomotor activity in a manner indistinguishable from wild-type D2R, indicating that arrestin recruitment can drive locomotion in the absence of D2R-mediated G protein signaling. In contrast, incentive motivation was enhanced only by wild-type D2R, signifying a dissociation in the mechanisms that underlie distinct D2R-dependent behaviors, and opening the door to more targeted therapeutics.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Arrestin",
            "Cocaine",
            "Corpus Striatum",
            "Locomotion",
            "Mice",
            "Mice, Knockout",
            "Motivation",
            "Receptors, Dopamine D2"
        ],
        "Authors": [
            {
                "First Name": "Prashant",
                "Last Name": "Donthamsetti",
                "Affiliation": "Department of Pharmacology, Columbia University, New York, NY, 10032, USA."
            },
            {
                "First Name": "Eduardo F",
                "Last Name": "Gallo",
                "Affiliation": "Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY, 10032, USA."
            },
            {
                "First Name": "David C",
                "Last Name": "Buck",
                "Affiliation": "Research Service, VA Portland Health Care System, United States Department of Veterans Affairs, Portland, OR, 97239, USA."
            },
            {
                "First Name": "Edward L",
                "Last Name": "Stahl",
                "Affiliation": "Departments of Molecular Medicine and Neuroscience, Scripps Research, Jupiter, Florida, 33458, USA."
            },
            {
                "First Name": "Ying",
                "Last Name": "Zhu",
                "Affiliation": "Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY, 10032, USA."
            },
            {
                "First Name": "J Robert",
                "Last Name": "Lane",
                "Affiliation": "Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY, 10032, USA."
            },
            {
                "First Name": "Laura M",
                "Last Name": "Bohn",
                "Affiliation": "Departments of Molecular Medicine and Neuroscience, Scripps Research, Jupiter, Florida, 33458, USA."
            },
            {
                "First Name": "Kim A",
                "Last Name": "Neve",
                "Affiliation": "Research Service, VA Portland Health Care System, United States Department of Veterans Affairs, Portland, OR, 97239, USA."
            },
            {
                "First Name": "Christoph",
                "Last Name": "Kellendonk",
                "Affiliation": "Department of Pharmacology, Columbia University, New York, NY, 10032, USA."
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": "Department of Pharmacology, Columbia University, New York, NY, 10032, USA. javitch@nyspi.columbia.edu."
            }
        ],
        "Journal": "Molecular psychiatry",
        "PubDate": "2020"
    },
    {
        "PMID": "30082383",
        "Title": "The LeuT-fold neurotransmitter:sodium symporter MhsT has two substrate sites.",
        "Abstract": "Crystal structures of the neurotransmitter:sodium symporter MhsT revealed occluded inward-facing states with one substrate (Trp) bound in the primary substrate (S1) site and a collapsed extracellular vestibule, which in LeuT contains the second substrate (S2) site. In ",
        "Keywords": [
            "LeuT fold",
            "MhsT",
            "membrane transport",
            "neurotransmitter:sodium symporter"
        ],
        "MeSH terms": [
            "Bacterial Proteins",
            "Crystallography, X-Ray",
            "Humans",
            "Lactococcus lactis",
            "Protein Domains",
            "Symporters"
        ],
        "Authors": [
            {
                "First Name": "Matthias",
                "Last Name": "Quick",
                "Affiliation": "Department of Psychiatry, Columbia University College of Physicians and Surgeons, New York, NY 10032; mq2102@cumc.columbia.edu Jonathan.Javitch@nyspi.columbia.edu."
            },
            {
                "First Name": "Ara M",
                "Last Name": "Abramyan",
                "Affiliation": "Computational Chemistry and Molecular Biophysics Unit, Molecular Targets and Medications Discovery Branch, NIH/National Institute on Drug Abuse/Intramural Research Program, Baltimore, MD 21224."
            },
            {
                "First Name": "Pattama",
                "Last Name": "Wiriyasermkul",
                "Affiliation": "Department of Psychiatry, Columbia University College of Physicians and Surgeons, New York, NY 10032."
            },
            {
                "First Name": "Harel",
                "Last Name": "Weinstein",
                "Affiliation": "Department of Physiology and Biophysics and Institute for Computational Biomedicine, Weill Cornell Medical College of Cornell University, New York, NY 10065."
            },
            {
                "First Name": "Lei",
                "Last Name": "Shi",
                "Affiliation": "Computational Chemistry and Molecular Biophysics Unit, Molecular Targets and Medications Discovery Branch, NIH/National Institute on Drug Abuse/Intramural Research Program, Baltimore, MD 21224."
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": "Department of Psychiatry, Columbia University College of Physicians and Surgeons, New York, NY 10032; mq2102@cumc.columbia.edu Jonathan.Javitch@nyspi.columbia.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2018"
    },
    {
        "PMID": "30014734",
        "Title": "Luciferase complementation based-detection of G-protein-coupled receptor activity.",
        "Abstract": "Protein complementation assays (PCA) are used as pharmacological tools, enabling a wide array of applications, ranging from studies of protein-protein interactions to second messenger effects. Methods to detect activities of G protein-coupled receptors (GPCRs) have particular relevance for drug screening. Recent development of an engineered luciferase NanoLuc created the possibility of generating a novel PCA, which in turn could open a new avenue for developing drug screening assays. Here we identified a novel split position for NanoLuc and demonstrated its use in a series of fusion constructs to detect the activity of GPCRs. The split construct can be applied to a variety of pharmacological screening systems.",
        "Keywords": [
            "GPCR",
            "assay development",
            "biosensor",
            "complementation",
            "dopamine receptor",
            "luciferase"
        ],
        "MeSH terms": [
            "Biological Assay",
            "Genetic Complementation Test",
            "Humans",
            "Kinetics",
            "Luciferases",
            "Pharmacology",
            "Protein Interaction Mapping",
            "Receptors, G-Protein-Coupled",
            "Recombinant Fusion Proteins"
        ],
        "Authors": [
            {
                "First Name": "Hideaki",
                "Last Name": "Yano",
                "Affiliation": "National Institute on Drug Abuse, National Institutes of Health, Baltimore, MD, USA."
            },
            {
                "First Name": "Ning Sheng",
                "Last Name": "Cai",
                "Affiliation": "National Institute on Drug Abuse, National Institutes of Health, Baltimore, MD, USA."
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": "Departments of Psychiatry & Pharmacology, College of Physicians & Surgeons, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Sergi",
                "Last Name": "Ferré",
                "Affiliation": "National Institute on Drug Abuse, National Institutes of Health, Baltimore, MD, USA."
            }
        ],
        "Journal": "BioTechniques",
        "PubDate": "2018"
    },
    {
        "PMID": "29413521",
        "Title": "Phosphorylation of the Amino Terminus of the Dopamine Transporter: Regulatory Mechanisms and Implications for Amphetamine Action.",
        "Abstract": "Amphetamines (AMPHs) are potent psychostimulants that are widely used and abused, with profound medical and societal impact. Their actions at dopaminergic neurons are thought to mediate their therapeutic efficacy as well as their liability for abuse and dependence. AMPHs target the dopamine transporter (DAT), the plasmalemmal membrane protein that mediates the inactivation of released dopamine (DA) through its reuptake. AMPHs act as substrates for DAT and are known to cause mobilization of dopamine (DA) to the cell exterior via DAT-mediated reverse transport (efflux). It has become increasingly evident that the mechanisms that regulate AMPH-induced DA efflux are distinct from those that regulate DA uptake. Central to these mechanisms is the phosphorylation of the DAT amino (N)-terminus, which has been repeatedly demonstrated to facilitate DAT-mediated DA efflux, without impacting other aspects of DAT physiology. This review aims to summarize the current status of knowledge regarding DAT N-terminal phosphorylation and its regulation by protein modulators and the membrane microenvironment. A better understanding of these mechanisms may lead to the identification of novel therapeutic approaches that interfere selectively with the pharmacological effects of AMPHs without altering the physiological function of DAT.",
        "Keywords": [
            "Dopamine efflux",
            "Kinases",
            "Lipid rafts",
            "Phosphatases",
            "Psychostimulants",
            "Vesicular monoamine transporters"
        ],
        "MeSH terms": [
            "Amphetamine",
            "Animals",
            "Cell Membrane",
            "Cellular Microenvironment",
            "Dopamine",
            "Dopamine Plasma Membrane Transport Proteins",
            "Humans",
            "Phosphorylation"
        ],
        "Authors": [
            {
                "First Name": "Caline S",
                "Last Name": "Karam",
                "Affiliation": "College of Physicians & Surgeons, Columbia University, New York, NY, United States; Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY, United States."
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": "College of Physicians & Surgeons, Columbia University, New York, NY, United States; Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY, United States. Electronic address: javitch@nyspi.columbia.edu."
            }
        ],
        "Journal": "Advances in pharmacology (San Diego, Calif.)",
        "PubDate": "2018"
    },
    {
        "PMID": "29042444",
        "Title": "Development of novel biosensors to study receptor-mediated activation of the G-protein α subunits G",
        "Abstract": "Gα",
        "Keywords": [
            "G protein",
            "G-protein–coupled receptor (GPCR)",
            "bioluminescence resonance energy transfer (BRET)",
            "dopamine receptor",
            "pharmacology"
        ],
        "MeSH terms": [
            "Adenylyl Cyclases",
            "Animals",
            "Bioluminescence Resonance Energy Transfer Techniques",
            "Biosensing Techniques",
            "GTP-Binding Protein alpha Subunits",
            "GTP-Binding Protein alpha Subunits, Gs",
            "Humans",
            "Ligands",
            "Protein Conformation",
            "Receptor, Adenosine A2A",
            "Receptors, Dopamine D1",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Hideaki",
                "Last Name": "Yano",
                "Affiliation": "National Institute on Drug Abuse, Baltimore, Maryland 21224. Electronic address: yanoh@nih.gov."
            },
            {
                "First Name": "Davide",
                "Last Name": "Provasi",
                "Affiliation": "Department of Pharmacological Sciences, Icahn School of Medicine at Mount Sinai, New York, New York 10029."
            },
            {
                "First Name": "Ning Sheng",
                "Last Name": "Cai",
                "Affiliation": "National Institute on Drug Abuse, Baltimore, Maryland 21224."
            },
            {
                "First Name": "Marta",
                "Last Name": "Filizola",
                "Affiliation": "Department of Pharmacological Sciences, Icahn School of Medicine at Mount Sinai, New York, New York 10029."
            },
            {
                "First Name": "Sergi",
                "Last Name": "Ferré",
                "Affiliation": "National Institute on Drug Abuse, Baltimore, Maryland 21224."
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": "Departments of Psychiatry and Pharmacology, College of Physicians & Surgeons, Columbia University, New York, New York 10032; Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, New York 10032. Electronic address: jaj2@columbia.edu."
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2017"
    },
    {
        "PMID": "28571709",
        "Title": "Phospho-specific antibodies targeting the amino terminus of the human dopamine transporter.",
        "Abstract": "The dopamine transporter (DAT), which mediates the inactivation of released dopamine through its reuptake, is the primary molecular target for the actions of psychostimulants. An increasing number of studies support an essential role for phosphorylation of serines (Ser) in the distal amino (N) terminus of DAT in regulating its function. Still, the molecular details of the regulation of phosphorylation and its impact on function are not fully understood. To address this, we have developed and characterized two distinct phospho-antibodies that recognize human DAT when it is phosphorylated at Ser7 or Ser12. Our data show that treatment of cells with phorbol 12-myristate 13-acetate (PMA), amphetamine (AMPH) or okadaic acid (OA) leads to an increase in the phosphorylation of DAT at both residues and that these responses are dependent on the activity of protein kinase C. We also show that AMPH-induced and OA-induced phosphorylation of DAT are dependent on Ca",
        "Keywords": [
            "Amphetamine",
            "CamKII",
            "Dopamine efflux",
            "Lipid rafts",
            "Locomotor behavior",
            "Phosphorylation"
        ],
        "MeSH terms": [
            "Animals",
            "Antibodies, Phospho-Specific",
            "Antibody Specificity",
            "Dopamine Plasma Membrane Transport Proteins",
            "Drosophila",
            "Humans",
            "Mice",
            "Phosphorylation"
        ],
        "Authors": [
            {
                "First Name": "Caline S",
                "Last Name": "Karam",
                "Affiliation": "Department of Psychiatry, College of Physicians & Surgeons, Columbia University, New York, NY 10032, USA; Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY 10032, USA."
            },
            {
                "First Name": "Namita",
                "Last Name": "Sen",
                "Affiliation": "Department of Psychiatry, College of Physicians & Surgeons, Columbia University, New York, NY 10032, USA; Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY 10032, USA."
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": "Department of Psychiatry, College of Physicians & Surgeons, Columbia University, New York, NY 10032, USA; Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY 10032, USA; Department of Pharmacology, College of Physicians & Surgeons, Columbia University, New York, NY 10032, USA. Electronic address: jaj2@cumc.columbia.edu."
            }
        ],
        "Journal": "Journal of chemical neuroanatomy",
        "PubDate": "2017"
    },
    {
        "PMID": "28214518",
        "Title": "Potentiating SLC transporter activity: Emerging drug discovery opportunities.",
        "Abstract": "Maintaining the integrity of cellular membranes is critical to protecting metabolic activities and genetic information from the environment. Regulation of transport across membranes of essential chemicals, including water, nutrients, hormones and many drugs, is therefore key to cellular homeostasis and physiological processes. The two main transporter superfamilies are ATP-binding cassette (ABC) transporters that primarily function as efflux transporters, and the solute carrier (SLC) transporters. SLC transporters encompass 52 gene families with almost 400 different human transporter genes. Although long under-explored, SLC transporters are an emerging drug target class and the molecular target of several approved inhibitor drugs, such as selective serotonin reuptake inhibitors (SSRIs) for depression and sodium/glucose co-transporter (SGLT2) inhibitors for diabetes. Interestingly though, although loss-of-function mutations in numerous human SLC transporters are linked to Mendelian diseases, few reports of SLC transporter activators have appeared, and only inhibitors have been advanced to clinical studies. In this commentary, we discuss several strategies for potentiating SLC transporter function, from direct acting potentiators to modulators of transcription, translation or trafficking. We review the progress made in recent years toward the understanding of the structural and molecular basis of SLC transporter function and the pathways and mechanisms that regulate SLC expression, and describe the opportunities these new insights present for discovery of SLC transporter potentiators. Finally, we highlight the challenges associated with the various approaches and provide some thoughts on future directions that might facilitate the search for SLC potentiators with therapeutic potential.",
        "Keywords": [
            "Glutamate",
            "Monoamine",
            "Potentiator",
            "SLC",
            "Transporter"
        ],
        "MeSH terms": [
            "Animals",
            "Biological Transport",
            "Cell Membrane",
            "Drug Discovery",
            "Humans",
            "Membrane Transport Proteins",
            "Protein Structure, Secondary",
            "Protein Structure, Tertiary",
            "Protein Transport",
            "Selective Serotonin Reuptake Inhibitors",
            "Solute Carrier Proteins"
        ],
        "Authors": [
            {
                "First Name": "Marie-Laure",
                "Last Name": "Rives",
                "Affiliation": "Molecular and Cellular Pharmacology, Discovery Sciences, Janssen R&D, San Diego, CA 92121, United States."
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": "Department of Psychiatry, College of Physicians and Surgeons, Columbia University, New York, NY 10032, United States; Department of Pharmacology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, United States."
            },
            {
                "First Name": "Alan D",
                "Last Name": "Wickenden",
                "Affiliation": "Molecular and Cellular Pharmacology, Discovery Sciences, Janssen R&D, San Diego, CA 92121, United States. Electronic address: awickend@its.jnj.com."
            }
        ],
        "Journal": "Biochemical pharmacology",
        "PubDate": "2017"
    },
    {
        "PMID": "26879809",
        "Title": "Mechanisms of amphetamine action illuminated through optical monitoring of dopamine synaptic vesicles in Drosophila brain.",
        "Abstract": "Amphetamines elevate extracellular dopamine, but the underlying mechanisms remain uncertain. Here we show in rodents that acute pharmacological inhibition of the vesicular monoamine transporter (VMAT) blocks amphetamine-induced locomotion and self-administration without impacting cocaine-induced behaviours. To study VMAT's role in mediating amphetamine action in dopamine neurons, we have used novel genetic, pharmacological and optical approaches in Drosophila melanogaster. In an ex vivo whole-brain preparation, fluorescent reporters of vesicular cargo and of vesicular pH reveal that amphetamine redistributes vesicle contents and diminishes the vesicle pH-gradient responsible for dopamine uptake and retention. This amphetamine-induced deacidification requires VMAT function and results from net H(+) antiport by VMAT out of the vesicle lumen coupled to inward amphetamine transport. Amphetamine-induced vesicle deacidification also requires functional dopamine transporter (DAT) at the plasma membrane. Thus, we find that at pharmacologically relevant concentrations, amphetamines must be actively transported by DAT and VMAT in tandem to produce psychostimulant effects.",
        "Keywords": [],
        "MeSH terms": [
            "Amphetamine",
            "Animals",
            "Animals, Genetically Modified",
            "Brain",
            "Cocaine",
            "Dopamine",
            "Dopamine Agents",
            "Dopamine Plasma Membrane Transport Proteins",
            "Dopaminergic Neurons",
            "Drosophila melanogaster",
            "HEK293 Cells",
            "Humans",
            "Image Processing, Computer-Assisted",
            "Locomotion",
            "Methamphetamine",
            "Methylphenidate",
            "Optical Imaging",
            "Rats",
            "Synaptic Vesicles",
            "Vesicular Monoamine Transport Proteins"
        ],
        "Authors": [
            {
                "First Name": "Zachary",
                "Last Name": "Freyberg",
                "Affiliation": "Department of Psychiatry, College of Physicians &Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Mark S",
                "Last Name": "Sonders",
                "Affiliation": "Department of Psychiatry, College of Physicians &Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Jenny I",
                "Last Name": "Aguilar",
                "Affiliation": "Department of Psychiatry, College of Physicians &Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Takato",
                "Last Name": "Hiranita",
                "Affiliation": "Psychobiology Section, Intramural Research Program, Department of Health and Human Services, National Institute on Drug Abuse, National Institutes of Health, Baltimore, Maryland 21224, USA."
            },
            {
                "First Name": "Caline S",
                "Last Name": "Karam",
                "Affiliation": "Department of Psychiatry, College of Physicians &Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Jorge",
                "Last Name": "Flores",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, College of Physicians &Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Andrea B",
                "Last Name": "Pizzo",
                "Affiliation": "Department of Psychiatry, College of Physicians &Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Yuchao",
                "Last Name": "Zhang",
                "Affiliation": "Department of Psychiatry, College of Physicians &Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Zachary J",
                "Last Name": "Farino",
                "Affiliation": "Department of Psychiatry, College of Physicians &Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Audrey",
                "Last Name": "Chen",
                "Affiliation": "Department of Psychiatry and Biobehavioral Sciences and Semel Institute for Neuroscience and Human Behavior, Hatos Center for Neuropharmacology, David Geffen School of Medicine University of California, Los Angeles, California 90095, USA."
            },
            {
                "First Name": "Ciara A",
                "Last Name": "Martin",
                "Affiliation": "UCLA Interdepartmental Program in Molecular Toxicology, University of California, Los Angeles, California 90095, USA."
            },
            {
                "First Name": "Theresa A",
                "Last Name": "Kopajtic",
                "Affiliation": "Psychobiology Section, Intramural Research Program, Department of Health and Human Services, National Institute on Drug Abuse, National Institutes of Health, Baltimore, Maryland 21224, USA."
            },
            {
                "First Name": "Hao",
                "Last Name": "Fei",
                "Affiliation": "Department of Psychiatry and Biobehavioral Sciences and Semel Institute for Neuroscience and Human Behavior, Hatos Center for Neuropharmacology, David Geffen School of Medicine University of California, Los Angeles, California 90095, USA."
            },
            {
                "First Name": "Gang",
                "Last Name": "Hu",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York 10027, USA."
            },
            {
                "First Name": "Yi-Ying",
                "Last Name": "Lin",
                "Affiliation": "School of Pharmacy, College of Medicine, National Taiwan University, Taipei, Republic of China 10055."
            },
            {
                "First Name": "Eugene V",
                "Last Name": "Mosharov",
                "Affiliation": "Department of Neurology, College of Physicians &Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Brian D",
                "Last Name": "McCabe",
                "Affiliation": "Center for Motor Neuron Biology and Disease, College of Physicians &Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Robin",
                "Last Name": "Freyberg",
                "Affiliation": "Department of Psychology, Stern College for Women, Yeshiva University, New York, New York 10016, USA."
            },
            {
                "First Name": "Kandatege",
                "Last Name": "Wimalasena",
                "Affiliation": "Department of Chemistry, Wichita State University, Wichita, Kansas 67260, USA."
            },
            {
                "First Name": "Ling-Wei",
                "Last Name": "Hsin",
                "Affiliation": "School of Pharmacy, College of Medicine, National Taiwan University, Taipei, Republic of China 10055."
            },
            {
                "First Name": "Dalibor",
                "Last Name": "Sames",
                "Affiliation": "Department of Chemistry, Columbia University, New York, New York 10027, USA."
            },
            {
                "First Name": "David E",
                "Last Name": "Krantz",
                "Affiliation": "Department of Psychiatry and Biobehavioral Sciences and Semel Institute for Neuroscience and Human Behavior, Hatos Center for Neuropharmacology, David Geffen School of Medicine University of California, Los Angeles, California 90095, USA."
            },
            {
                "First Name": "Jonathan L",
                "Last Name": "Katz",
                "Affiliation": "Psychobiology Section, Intramural Research Program, Department of Health and Human Services, National Institute on Drug Abuse, National Institutes of Health, Baltimore, Maryland 21224, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": "Department of Psychiatry, College of Physicians &Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": "Department of Psychiatry, College of Physicians &Surgeons, Columbia University, New York, New York 10032, USA."
            }
        ],
        "Journal": "Nature communications",
        "PubDate": "2016"
    },
    {
        "PMID": "26331887",
        "Title": "Using Bioluminescence Resonance Energy Transfer (BRET) to Characterize Agonist-Induced Arrestin Recruitment to Modified and Unmodified G Protein-Coupled Receptors.",
        "Abstract": "G protein-coupled receptors (GPCRs) represent ∼25% of current drug targets. Ligand binding to these receptors activates G proteins and arrestins, which are involved in differential signaling pathways. Because functionally selective or biased ligands activate one of these two pathways, they may be superior medications for certain diseases states. The identification of such ligands requires robust drug screening assays for both G protein and arrestin activity. This unit describes protocols for two bioluminescence resonance energy transfer (BRET)-based assays used to monitor arrestin recruitment to GPCRs. One assay requires modification of GPCRs by fusion to a BRET donor or acceptor moiety, whereas the other can detect arrestin recruitment to unmodified GPCRs.",
        "Keywords": [
            "G protein-coupled receptors (GPCRs)",
            "arrestin",
            "bioluminescence resonance energy transfer (BRET)"
        ],
        "MeSH terms": [
            "Arrestin",
            "Cell Membrane",
            "GTP-Binding Proteins",
            "HEK293 Cells",
            "Humans",
            "Ligands",
            "Luminescent Measurements",
            "Polyethyleneimine",
            "Receptors, G-Protein-Coupled",
            "Translocation, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Prashant",
                "Last Name": "Donthamsetti",
                "Affiliation": "Departments of Psychiatry and Pharmacology, Columbia University College of Physicians and Surgeons, New York, New York."
            },
            {
                "First Name": "Jose Rafael",
                "Last Name": "Quejada",
                "Affiliation": "Departments of Psychiatry and Pharmacology, Columbia University College of Physicians and Surgeons, New York, New York."
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": "Departments of Psychiatry and Pharmacology, Columbia University College of Physicians and Surgeons, New York, New York."
            },
            {
                "First Name": "Vsevolod V",
                "Last Name": "Gurevich",
                "Affiliation": "Department of Pharmacology, Vanderbilt University, Nashville, Tennessee."
            },
            {
                "First Name": "Nevin A",
                "Last Name": "Lambert",
                "Affiliation": "Department of Pharmacology and Toxicology, Medical College of Georgia, Georgia Regents University, Augusta, Georgia."
            }
        ],
        "Journal": "Current protocols in pharmacology",
        "PubDate": "2015"
    },
    {
        "PMID": "24931947",
        "Title": "Rebuttal from Nevin A. Lambert and Jonathan A. Javitch.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Receptors, G-Protein-Coupled"
        ],
        "Authors": [
            {
                "First Name": "Nevin A",
                "Last Name": "Lambert",
                "Affiliation": "Department of Pharmacology and Toxicology, Medical College of Georgia, Georgia Regents University, Augusta, GA, 30912-2300, USA nelambert@gru.edu."
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": "Departments of Psychiatry and Pharmacology, College of Physicians and Surgeons, Columbia University, New York, NY, 10032, USA Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY, 10032, USA."
            }
        ],
        "Journal": "The Journal of physiology",
        "PubDate": "2014"
    },
    {
        "PMID": "24931945",
        "Title": "CrossTalk opposing view: Weighing the evidence for class A GPCR dimers, the jury is still out.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Protein Multimerization",
            "Receptors, G-Protein-Coupled"
        ],
        "Authors": [
            {
                "First Name": "Nevin A",
                "Last Name": "Lambert",
                "Affiliation": "Department of Pharmacology and Toxicology, Medical College of Georgia, Georgia Regents University, Augusta, GA, 30912-2300, USA nelambert@gru.edu."
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": "Departments of Psychiatry and Pharmacology, College of Physicians and Surgeons, Columbia University, New York, NY, 10032, USA Division of Molecular Therapeutics, New York State Psychiatric Institute, New York, NY, 10032, USA."
            }
        ],
        "Journal": "The Journal of physiology",
        "PubDate": "2014"
    },
    {
        "PMID": "24576496",
        "Title": "Conformational changes in dopamine transporter intracellular regions upon cocaine binding and dopamine translocation.",
        "Abstract": "The dopamine transporter (DAT), a member of the neurotransmitter:sodium symporter family, mediates the reuptake of dopamine at the synaptic cleft. DAT is the primary target for psychostimulants such as cocaine and amphetamine. We previously demonstrated that cocaine binding and dopamine transport alter the accessibility of Cys342 in the third intracellular loop (IL3). To study the conformational changes associated with the functional mechanism of the transporter, we made cysteine substitution mutants, one at a time, from Phe332 to Ser351 in IL3 of the background DAT construct, X7C, in which 7 endogenous cysteines were mutated. The accessibility of the 20 engineered cysteines to polar charged sulfhydryl reagents was studied in the absence and presence of cocaine or dopamine. Of the 11 positions that reacted with methanethiosulfonate ethyl ammonium, as evidenced by inhibition of ligand binding, 5 were protected against this inhibition by cocaine and dopamine (S333C, S334C, N336C, M342C and T349C), indicating that reagent accessibility is affected by conformational changes associated with inhibitor and substrate binding. In some of the cysteine mutants, transport activity is disrupted, but can be rescued by the presence of zinc, most likely because the distribution between inward- and outward-facing conformations is restored by zinc binding. The experimental data were interpreted in the context of molecular models of DAT in both the inward- and outward-facing conformations. Differences in the solvent accessible surface area for individual IL3 residues calculated for these states correlate well with the experimental accessibility data, and suggest that protection by ligand binding results from the stabilization of the outward-facing configuration. Changes in the residue interaction networks observed from the molecular dynamics simulations also revealed the critical roles of several positions during the conformational transitions. We conclude that the IL3 region of DAT undergoes significant conformational changes in transitions necessary for both cocaine binding and substrate transport.",
        "Keywords": [
            "Cocaine binding",
            "Cysteine accessibility",
            "Dopamine transport",
            "Dopamine transporter (DAT)",
            "Molecular dynamics simulations"
        ],
        "MeSH terms": [
            "Cloning, Molecular",
            "Cocaine",
            "Cysteine",
            "Dopamine",
            "Dopamine Plasma Membrane Transport Proteins",
            "Dopamine Uptake Inhibitors",
            "HEK293 Cells",
            "Humans",
            "Protein Conformation",
            "Protein Transport",
            "Sulfhydryl Reagents",
            "Tropanes",
            "Tyramine",
            "Zinc"
        ],
        "Authors": [
            {
                "First Name": "Yvette",
                "Last Name": "Dehnes",
                "Affiliation": "Center for Molecular Recognition, Columbia University College of Physicians and Surgeons, 630 W. 168th, New York, NY 10032, USA; Center for Molecular Biology and Neuroscience, Department of Anatomy, Institute of Basic Medical Sciences, University of Oslo, PO Box 1105 Blindern, N 0317 Oslo, Norway. Electronic address: yvette.dehnes@h-lab.no."
            },
            {
                "First Name": "Jufang",
                "Last Name": "Shan",
                "Affiliation": "Department of Physiology and Biophysics, Weill Medical College of Cornell University, 1300 York Avenue, New York, NY 10065, USA. Electronic address: jufang.shan@gmail.com."
            },
            {
                "First Name": "Thijs",
                "Last Name": "Beuming",
                "Affiliation": "Department of Physiology and Biophysics, Weill Medical College of Cornell University, 1300 York Avenue, New York, NY 10065, USA; Schrodinger, Inc., 120 West 45th Street, New York, NY 10036, USA. Electronic address: thijs.beuming@schrodinger.com."
            },
            {
                "First Name": "Lei",
                "Last Name": "Shi",
                "Affiliation": "Department of Physiology and Biophysics, Weill Medical College of Cornell University, 1300 York Avenue, New York, NY 10065, USA; HRH Prince Alwaleed Bin Talal Bin Abdulaziz Alsaud Institute for Computational Biomedicine, Weill Medical College of Cornell University, 1305 York Avenue, New York, NY 10021, USA. Electronic address: les2007@med.cornell.edu."
            },
            {
                "First Name": "Harel",
                "Last Name": "Weinstein",
                "Affiliation": "Department of Physiology and Biophysics, Weill Medical College of Cornell University, 1300 York Avenue, New York, NY 10065, USA; HRH Prince Alwaleed Bin Talal Bin Abdulaziz Alsaud Institute for Computational Biomedicine, Weill Medical College of Cornell University, 1305 York Avenue, New York, NY 10021, USA. Electronic address: haw2002@physbio-tech.net."
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": "Center for Molecular Recognition, Columbia University College of Physicians and Surgeons, 630 W. 168th, New York, NY 10032, USA; Department of Psychiatry & Pharmacology, Columbia University College of Physicians and Surgeons, 1051 Riverside Drive, New York, NY 10032, USA; Division of Molecular Therapeutics, New York State Psychiatric Institute, 1051 Riverside Drive, New York, NY 10032, USA. Electronic address: jaj2@columbia.edu."
            }
        ],
        "Journal": "Neurochemistry international",
        "PubDate": "2014"
    },
    {
        "PMID": "23840933",
        "Title": "Getting to grips with ammonium.",
        "Abstract": "A fluorescent sensor that can monitor levels of extracellular ammonium has been made by using a fused green fluorescent protein to detect conformational changes in ammonium transport proteins.",
        "Keywords": [
            "Arabidopsis",
            "GFP",
            "ammonium",
            "biosensor",
            "fluorescent probes",
            "transport",
            "transport proteins"
        ],
        "MeSH terms": [
            "Ammonium Compounds",
            "Biosensing Techniques",
            "Fluorescent Dyes",
            "Receptors, Cell Surface"
        ],
        "Authors": [
            {
                "First Name": "Yi",
                "Last Name": "Wang",
                "Affiliation": "is in the Department of Psychiatry and the Center for Molecular Recognition , Columbia University , New York , United States , and the Division of Molecular Therapeutics , New York State Psychiatric Institute , New York , United States yw2483@columbia.edu."
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            }
        ],
        "Journal": "eLife",
        "PubDate": "2013"
    },
    {
        "PMID": "23542381",
        "Title": "Sensing conformational changes in metabotropic glutamate receptors.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "GTP-Binding Proteins",
            "Glutamic Acid",
            "Humans",
            "Receptors, Metabotropic Glutamate"
        ],
        "Authors": [
            {
                "First Name": "Marie-Laure",
                "Last Name": "Rives",
                "Affiliation": "Department of Psychiatry, Columbia University College of Physicians & Surgeons, New York, NY 10032, USA. jaj2@columbia.edu"
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2013"
    },
    {
        "PMID": "22736766",
        "Title": "6'-Guanidinonaltrindole (6'-GNTI) is a G protein-biased κ-opioid receptor agonist that inhibits arrestin recruitment.",
        "Abstract": "κ-Opioid receptor (KOR) agonists do not activate the reward pathway stimulated by morphine-like μ-opioid receptor (MOR) agonists and thus have been considered to be promising nonaddictive analgesics. However, KOR agonists produce other adverse effects, including dysphoria, diuresis, and constipation. The therapeutic promise of KOR agonists has nonetheless recently been revived by studies showing that their dysphoric effects require arrestin recruitment, whereas their analgesic effects do not. Moreover, KOR agonist-induced antinociceptive tolerance observed in vivo has also been proposed to be correlated to the ability to induce arrestin-dependent phosphorylation, desensitization, and internalization of the receptor. The discovery of functionally selective drugs that are therapeutically effective without the adverse effects triggered by the arrestin pathway is thus an important goal. We have identified such an extreme G protein-biased KOR compound, 6'-guanidinonaltrindole (6'-GNTI), a potent partial agonist at the KOR receptor for the G protein activation pathway that does not recruit arrestin. Indeed, 6'-GNTI functions as an antagonist to block the arrestin recruitment and KOR internalization induced by other nonbiased agonists. As an extremely G protein-biased KOR agonist, 6'-GNTI represents a promising lead compound in the search for nonaddictive opioid analgesic as its signaling profile suggests that it will be without the dysphoria and other adverse effects promoted by arrestin recruitment and its downstream signaling.",
        "Keywords": [],
        "MeSH terms": [
            "Arrestin",
            "Flow Cytometry",
            "GTP-Binding Proteins",
            "Guanidines",
            "Naltrexone",
            "Receptors, Opioid, kappa"
        ],
        "Authors": [
            {
                "First Name": "Marie-Laure",
                "Last Name": "Rives",
                "Affiliation": "Department of Psychiatry, College of Physicians and Surgeons, Columbia University, New York, New York 10032,USA."
            },
            {
                "First Name": "Mary",
                "Last Name": "Rossillo",
                "Affiliation": ""
            },
            {
                "First Name": "Lee-Yuan",
                "Last Name": "Liu-Chen",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2012"
    },
    {
        "PMID": "22245968",
        "Title": "Experimental conditions can obscure the second high-affinity site in LeuT.",
        "Abstract": "Neurotransmitter:Na(+) symporters (NSSs), the targets of antidepressants and psychostimulants, recapture neurotransmitters from the synapse in a Na(+)-dependent symport mechanism. The crystal structure of the NSS homolog LeuT from Aquifex aeolicus revealed one leucine substrate in an occluded, centrally located (S1) binding site next to two Na(+) ions. Computational studies combined with binding and flux experiments identified a second substrate (S2) site and a molecular mechanism of Na(+)-substrate symport that depends upon the allosteric interaction of substrate molecules in the two high-affinity sites. Here we show that the S2 site, which has not yet been identified by crystallographic approaches, can be blocked during preparation of detergent-solubilized LeuT, thereby obscuring its crucial role in Na(+)-coupled symport. This finding points to the need for caution in selecting experimental environments in which the properties and mechanistic features of membrane proteins can be delineated.",
        "Keywords": [],
        "MeSH terms": [
            "Artifacts",
            "Bacteria",
            "Bacterial Proteins",
            "Binding Sites",
            "Crystallography, X-Ray",
            "Detergents",
            "Leucine",
            "Plasma Membrane Neurotransmitter Transport Proteins",
            "Protein Binding",
            "Sodium"
        ],
        "Authors": [
            {
                "First Name": "Matthias",
                "Last Name": "Quick",
                "Affiliation": "Center for Molecular Recognition, Columbia University College of Physicians and Surgeons, New York, New York, USA."
            },
            {
                "First Name": "Lei",
                "Last Name": "Shi",
                "Affiliation": ""
            },
            {
                "First Name": "Britta",
                "Last Name": "Zehnpfennig",
                "Affiliation": ""
            },
            {
                "First Name": "Harel",
                "Last Name": "Weinstein",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature structural & molecular biology",
        "PubDate": "2012"
    },
    {
        "PMID": "21945484",
        "Title": "Imaging the high-affinity state of the dopamine D2 receptor in vivo: fact or fiction?",
        "Abstract": "Positron Emission Tomography (PET) has been used for more than three decades to image and quantify dopamine D2 receptors (D2R) in vivo with antagonist radioligands but in the recent years agonist radioligands have also been employed. In vitro competition studies have demonstrated that agonists bind to both a high and a low-affinity state of the D2Rs, of which the high affinity state reflects receptors that are coupled to G-proteins and the low-affinity state reflects receptors uncoupled from G-proteins. In contrast, antagonists bind with uniform affinity to the total pool of receptors. Results of these studies led to the proposal that D2Rs exist in high and low-affinity states for agonists in vivo and sparked the development and use of agonist radioligands for PET imaging with the primary purpose of measuring the proportion of receptors in the high-affinity (activating) state. Although several lines of research support the presence of high and low-affinity states of D2Rs and their detection by in vivo imaging paradigms, a growing body of controversial data has now called this into question. These include both in vivo and ex vivo studies of anesthesia effects, rodent models with increased proportions of high-affinity state D2Rs as well as the molecular evidence for stable receptor-G-protein complexes. In this commentary we review these data and discuss the evidence for the in vivo existence of D2Rs configured in high and low-affinity states and whether or not the high-affinity state of the D2R can, in fact, be imaged in vivo with agonist radioligands.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Dopamine Agonists",
            "Humans",
            "Positron-Emission Tomography",
            "Protein Binding",
            "Radioligand Assay",
            "Receptors, Dopamine D2"
        ],
        "Authors": [
            {
                "First Name": "Mette",
                "Last Name": "Skinbjerg",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY, USA. ms4148@columbia.edu"
            },
            {
                "First Name": "David R",
                "Last Name": "Sibley",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            },
            {
                "First Name": "Anissa",
                "Last Name": "Abi-Dargham",
                "Affiliation": ""
            }
        ],
        "Journal": "Biochemical pharmacology",
        "PubDate": "2012"
    },
    {
        "PMID": "21806555",
        "Title": "Detection of antigen interactions ex vivo by proximity ligation assay: endogenous dopamine D2-adenosine A2A receptor complexes in the striatum.",
        "Abstract": "The existence of G protein-coupled receptor (GPCR) dimers and/or oligomers has been demonstrated in heterologous systems using a variety of biochemical and biophysical assays. While these interactions are the subject of intense research because of their potential role in modulating signaling and altering pharmacology, evidence for the existence of receptor interactions in vivo is still elusive because of a lack of appropriate methods to detect them. Here, we adapted and optimized a proximity ligation assay (PLA) for the detection in brain slices of molecular proximity of two antigens located on either the same or two different GPCRs. Using this approach, we were able to confirm the existence of dopamine D2 and adenosine A2A receptor complexes in the striatum of mice ex vivo.",
        "Keywords": [],
        "MeSH terms": [
            "Analysis of Variance",
            "Animals",
            "Antibodies",
            "Corpus Striatum",
            "Immunoblotting",
            "Immunohistochemistry",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Microscopy, Confocal",
            "Receptor, Adenosine A2A",
            "Receptors, Dopamine D2"
        ],
        "Authors": [
            {
                "First Name": "Pierre",
                "Last Name": "Trifilieff",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, NY, USA. pt2194@columbia"
            },
            {
                "First Name": "Marie-Laure",
                "Last Name": "Rives",
                "Affiliation": ""
            },
            {
                "First Name": "Eneko",
                "Last Name": "Urizar",
                "Affiliation": ""
            },
            {
                "First Name": "Rebecca A",
                "Last Name": "Piskorowski",
                "Affiliation": ""
            },
            {
                "First Name": "Harshad D",
                "Last Name": "Vishwasrao",
                "Affiliation": ""
            },
            {
                "First Name": "John",
                "Last Name": "Castrillon",
                "Affiliation": ""
            },
            {
                "First Name": "Claudia",
                "Last Name": "Schmauss",
                "Affiliation": ""
            },
            {
                "First Name": "Maria",
                "Last Name": "Slättman",
                "Affiliation": ""
            },
            {
                "First Name": "Mats",
                "Last Name": "Gullberg",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            }
        ],
        "Journal": "BioTechniques",
        "PubDate": "2011"
    },
    {
        "PMID": "21785426",
        "Title": "CODA-RET reveals functional selectivity as a result of GPCR heteromerization.",
        "Abstract": "Here we present a new method that combines protein complementation with resonance energy transfer to study conformational changes in response to activation of a defined G protein-coupled receptor heteromer, and we apply the approach to the putative dopamine D1-D2 receptor heteromer. Remarkably, the potency of the D2 dopamine receptor (D2R) agonist R-(-)-10,11-dihydroxy-N-n-propylnoraporphine (NPA) to change the Gα(i) conformation via the D2R protomer in the D1-D2 heteromer was enhanced ten-fold relative to its potency in the D2R homomer. In contrast, the potencies of the D2R agonists dopamine and quinpirole were the same in the homomer and heteromer. Thus, we have uncovered a molecular mechanism for functional selectivity in which a drug acts differently at a G protein-coupled receptor (GPCR) protomer depending on the identity of the second protomer participating in the formation of the signaling unit--opening the door to enhancing pharmacological specificity by targeting differences between homomeric and heteromeric signaling.",
        "Keywords": [],
        "MeSH terms": [
            "Apomorphine",
            "Dopamine",
            "Dopamine Agonists",
            "Fluorescence Resonance Energy Transfer",
            "Humans",
            "Protein Conformation",
            "Protein Multimerization",
            "Quinpirole",
            "Receptors, Dopamine D1",
            "Receptors, Dopamine D2"
        ],
        "Authors": [
            {
                "First Name": "Eneko",
                "Last Name": "Urizar",
                "Affiliation": "Center for Molecular Recognition and Departments of Psychiatry and Pharmacology, College of Physicians and Surgeons, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Hideaki",
                "Last Name": "Yano",
                "Affiliation": ""
            },
            {
                "First Name": "Rachel",
                "Last Name": "Kolster",
                "Affiliation": ""
            },
            {
                "First Name": "Céline",
                "Last Name": "Galés",
                "Affiliation": ""
            },
            {
                "First Name": "Nevin",
                "Last Name": "Lambert",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature chemical biology",
        "PubDate": "2011"
    },
    {
        "PMID": "21516104",
        "Title": "Substrate-modulated gating dynamics in a Na+-coupled neurotransmitter transporter homologue.",
        "Abstract": "Neurotransmitter/Na(+) symporters (NSSs) terminate neuronal signalling by recapturing neurotransmitter released into the synapse in a co-transport (symport) mechanism driven by the Na(+) electrochemical gradient. NSSs for dopamine, noradrenaline and serotonin are targeted by the psychostimulants cocaine and amphetamine, as well as by antidepressants. The crystal structure of LeuT, a prokaryotic NSS homologue, revealed an occluded conformation in which a leucine (Leu) and two Na(+) are bound deep within the protein. This structure has been the basis for extensive structural and computational exploration of the functional mechanisms of proteins with a LeuT-like fold. Subsequently, an 'outward-open' conformation was determined in the presence of the inhibitor tryptophan, and the Na(+)-dependent formation of a dynamic outward-facing intermediate was identified using electron paramagnetic resonance spectroscopy. In addition, single-molecule fluorescence resonance energy transfer imaging has been used to reveal reversible transitions to an inward-open LeuT conformation, which involve the movement of transmembrane helix TM1a away from the transmembrane helical bundle. We investigated how substrate binding is coupled to structural transitions in LeuT during Na(+)-coupled transport. Here we report a process whereby substrate binding from the extracellular side of LeuT facilitates intracellular gate opening and substrate release at the intracellular face of the protein. In the presence of alanine, a substrate that is transported ∼10-fold faster than leucine, we observed alanine-induced dynamics in the intracellular gate region of LeuT that directly correlate with transport efficiency. Collectively, our data reveal functionally relevant and previously hidden aspects of the NSS transport mechanism that emphasize the functional importance of a second substrate (S2) binding site within the extracellular vestibule. Substrate binding in this S2 site appears to act cooperatively with the primary substrate (S1) binding site to control intracellular gating more than 30 Å away, in a manner that allows the Na(+) gradient to power the transport mechanism.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Ion Channel Gating",
            "Leucine",
            "Lithium",
            "Models, Molecular",
            "Mutation",
            "Plasma Membrane Neurotransmitter Transport Proteins",
            "Protein Binding",
            "Protein Structure, Secondary",
            "Sodium"
        ],
        "Authors": [
            {
                "First Name": "Yongfang",
                "Last Name": "Zhao",
                "Affiliation": "Center for Molecular Recognition, Columbia University College of Physicians and Surgeons, 630 West 168th Street, New York, New York 10032, USA."
            },
            {
                "First Name": "Daniel S",
                "Last Name": "Terry",
                "Affiliation": ""
            },
            {
                "First Name": "Lei",
                "Last Name": "Shi",
                "Affiliation": ""
            },
            {
                "First Name": "Matthias",
                "Last Name": "Quick",
                "Affiliation": ""
            },
            {
                "First Name": "Harel",
                "Last Name": "Weinstein",
                "Affiliation": ""
            },
            {
                "First Name": "Scott C",
                "Last Name": "Blanchard",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2011"
    },
    {
        "PMID": "21298009",
        "Title": "The substrate-driven transition to an inward-facing conformation in the functional mechanism of the dopamine transporter.",
        "Abstract": "The dopamine transporter (DAT), a member of the neurotransmitter:Na(+) symporter (NSS) family, terminates dopaminergic neurotransmission and is a major molecular target for psychostimulants such as cocaine and amphetamine, and for the treatment of attention deficit disorder and depression. The crystal structures of the prokaryotic NSS homolog of DAT, the leucine transporter LeuT, have provided critical structural insights about the occluded and outward-facing conformations visited during the substrate transport, but only limited clues regarding mechanism. To understand the transport mechanism in DAT we have used a homology model based on the LeuT structure in a computational protocol validated previously for LeuT, in which steered molecular dynamics (SMD) simulations guide the substrate along a pathway leading from the extracellular end to the intracellular (cytoplasmic) end.",
        "Keywords": [],
        "MeSH terms": [
            "Allosteric Regulation",
            "Binding Sites",
            "Dopamine Plasma Membrane Transport Proteins",
            "Models, Molecular",
            "Molecular Dynamics Simulation",
            "Protein Binding",
            "Protein Conformation",
            "Substrate Specificity"
        ],
        "Authors": [
            {
                "First Name": "Jufang",
                "Last Name": "Shan",
                "Affiliation": "Department of Physiology and Biophysics, Weill Medical College of Cornell University, New York, New York, United States of America."
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            },
            {
                "First Name": "Lei",
                "Last Name": "Shi",
                "Affiliation": ""
            },
            {
                "First Name": "Harel",
                "Last Name": "Weinstein",
                "Affiliation": ""
            }
        ],
        "Journal": "PloS one",
        "PubDate": "2011"
    },
    {
        "PMID": "20664003",
        "Title": "Exploring the binding site crevice of a family B G protein-coupled receptor, the type 1 corticotropin releasing factor receptor.",
        "Abstract": "Family B of G protein-coupled receptors (GPCRs) is composed of receptors that bind peptides, such as secretin, glucagon, parathyroid hormone, and corticotropin releasing factor (CRF), which play critical physiological roles. These receptors, like all GPCRs, share a common structural motif of seven membrane-spanning segments, which have been proposed to bind small ligands, such as antalarmin, a nonpeptide antagonist of the type 1 receptor for CRF (CRF(1)). This leads to the hypothesis that as for family A GPCRs, the binding sites of small ligands for family B GPCRs are on the surface of a water-accessible crevice, the binding-site crevice, which is formed by the membrane-spanning segments and extends from the extracellular surface of the receptor into the plane of the membrane. To test this hypothesis we have begun to obtain structural information about family B GPCRs, using as a prototype the CRF(1), by determining the ability of sulfhydryl-specific methanethiosulfonate derivatives, such as the methanethiosulfonate-ethylammonium (MTSEA), to react with CRF(1) and thus irreversibly inhibit (125)I-Tyr(0)-sauvagine binding. We found that MTSEA inhibited (125)I-Tyr(0)-sauvagine binding to CRF(1) and that antalarmin protected against this irreversible inhibition. To identify the susceptible cysteine(s), we mutated, one at a time, four endogenous cysteines to serine. Mutation to serine of Cys211, Cys233, or Cys364 decreased the susceptibility of sauvagine binding to irreversible inhibition by MTSEA. Thus, Cys211, Cys233, and Cys364 at the cytoplasmic ends of the third, fourth, and seventh membrane-spanning segments, respectively, are exposed in the binding site crevice of CRF(1).",
        "Keywords": [],
        "MeSH terms": [
            "Amphibian Proteins",
            "Binding Sites",
            "Binding, Competitive",
            "Cell Line",
            "Cell Membrane",
            "Ethyl Methanesulfonate",
            "Humans",
            "Ligands",
            "Mutagenesis, Site-Directed",
            "Peptide Hormones",
            "Protein Binding",
            "Pyrimidines",
            "Pyrroles",
            "Receptors, Corticotropin-Releasing Hormone",
            "Receptors, G-Protein-Coupled"
        ],
        "Authors": [
            {
                "First Name": "Kostas",
                "Last Name": "Gkountelias",
                "Affiliation": "Department of Pharmacology, Faculty of Medicine, University of Crete, Heraklion 71003, Crete, Greece."
            },
            {
                "First Name": "Maria",
                "Last Name": "Papadokostaki",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            },
            {
                "First Name": "George",
                "Last Name": "Liapakis",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular pharmacology",
        "PubDate": "2010"
    },
    {
        "PMID": "20579747",
        "Title": "Signaling pathways in schizophrenia: emerging targets and therapeutic strategies.",
        "Abstract": "Dopamine D(2) receptor antagonism is a unifying property of all antipsychotic drugs in use for schizophrenia. While often effective at ameliorating psychosis, these drugs are largely ineffective at treating negative and cognitive symptoms. Increasing attention is being focused on the complex genetics of the illness and the signaling pathways implicated in its pathophysiology. We review targeted approaches for pharmacotherapy involving the glutamatergic, GABAergic and cholinergic pathways. We also describe several of the major genetic findings that identify signaling pathways representing potential targets for novel pharmacological intervention. These include genes in the 22q11 locus, DISC1, Neuregulin 1/ErbB4, and components of the Akt/GSK-3 pathway.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Antipsychotic Agents",
            "Dopamine D2 Receptor Antagonists",
            "Drug Delivery Systems",
            "Drug Design",
            "Humans",
            "Schizophrenia",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Caline S",
                "Last Name": "Karam",
                "Affiliation": "Department of Psychiatry, Columbia University College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "Jacob S",
                "Last Name": "Ballon",
                "Affiliation": ""
            },
            {
                "First Name": "Nancy M",
                "Last Name": "Bivens",
                "Affiliation": ""
            },
            {
                "First Name": "Zachary",
                "Last Name": "Freyberg",
                "Affiliation": ""
            },
            {
                "First Name": "Ragy R",
                "Last Name": "Girgis",
                "Affiliation": ""
            },
            {
                "First Name": "José E",
                "Last Name": "Lizardi-Ortiz",
                "Affiliation": ""
            },
            {
                "First Name": "Sander",
                "Last Name": "Markx",
                "Affiliation": ""
            },
            {
                "First Name": "Jeffrey A",
                "Last Name": "Lieberman",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            }
        ],
        "Journal": "Trends in pharmacological sciences",
        "PubDate": "2010"
    },
    {
        "PMID": "20571519",
        "Title": "Characterization of in vivo pharmacokinetic properties of the dopamine D1 receptor agonist DAR-0100A in nonhuman primates using PET with [11C] NNC112 and [11C] raclopride.",
        "Abstract": "DAR-0100A, the active enantiomer of dihydrexidine, is a potent dopamine D1 agonist under investigation for treatment of cognitive impairment and negative symptoms of schizophrenia. We measured the dose-occupancy relationship for DAR-0100A at D1 receptors using positron emission tomography (PET) imaging in baboons with [(11)C] NNC112 and its binding to D2 with [(11)C] raclopride. Two baboons were scanned with [(11)C] NNC112 at baseline and after three different doses of DAR-0100A. Two baboons were scanned with [(11)C] raclopride at baseline and after one dose of DAR-0100A. Occupancy (ΔBP(ND)) was computed in the striatum and cortex. A clear relationship was observed between plasma concentration of DAR-0100A and ΔBP(ND). ΔBP(ND) was larger in the striatum than in the cortex, consistent with reports showing that 25% of [(11)C] NNC112 BP(ND) in the cortex is attributed to 5-HT(2A). Plasma EC(50) estimates ranged from 150 to 550 ng/mL according to the constraints on the model. There was no detectable effect of DAR-0100A on [(11)C] raclopride BP(ND). These data suggest that at doses likely to be administered to patients, occupancy will not be detectable with [(11)C] NNC112 PET and binding of DAR-0100A to D2 will be negligible. This is the first demonstration with PET of a significant occupancy by a full D1 agonist in vivo.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Benzazepines",
            "Blood Pressure",
            "Cerebral Cortex",
            "Dopamine Agonists",
            "Dopamine Antagonists",
            "Image Processing, Computer-Assisted",
            "Male",
            "Papio anubis",
            "Phenanthridines",
            "Positron-Emission Tomography",
            "Raclopride",
            "Radiopharmaceuticals",
            "Receptors, Dopamine D1",
            "Receptors, Dopamine D2"
        ],
        "Authors": [
            {
                "First Name": "Mark",
                "Last Name": "Slifstein",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, New York, USA. mms218@columbia.edu"
            },
            {
                "First Name": "Raymond F",
                "Last Name": "Suckow",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            },
            {
                "First Name": "Thomas",
                "Last Name": "Cooper",
                "Affiliation": ""
            },
            {
                "First Name": "Jeffrey",
                "Last Name": "Lieberman",
                "Affiliation": ""
            },
            {
                "First Name": "Anissa",
                "Last Name": "Abi-Dargham",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of cerebral blood flow and metabolism : official journal of the International Society of Cerebral Blood Flow and Metabolism",
        "PubDate": "2011"
    },
    {
        "PMID": "20463731",
        "Title": "Single-molecule dynamics of gating in a neurotransmitter transporter homologue.",
        "Abstract": "Neurotransmitter:Na(+) symporters (NSS) remove neurotransmitters from the synapse in a reuptake process that is driven by the Na(+) gradient. Drugs that interfere with this reuptake mechanism, such as cocaine and antidepressants, profoundly influence behaviour and mood. To probe the nature of the conformational changes that are associated with substrate binding and transport, we have developed a single-molecule fluorescence imaging assay and combined it with functional and computational studies of the prokaryotic NSS homologue LeuT. Here we show molecular details of the modulation of intracellular gating of LeuT by substrates and inhibitors, as well as by mutations that alter binding, transport or both. Our direct observations of single-molecule transitions, reflecting structural dynamics of the intracellular region of the transporter that might be masked by ensemble averaging or suppressed under crystallographic conditions, are interpreted in the context of an allosteric mechanism that couples ion and substrate binding to transport.",
        "Keywords": [],
        "MeSH terms": [
            "Alanine",
            "Allosteric Regulation",
            "Aquifoliaceae",
            "Bacterial Proteins",
            "Crystallography, X-Ray",
            "Cysteine",
            "Escherichia coli",
            "Fluorescence Resonance Energy Transfer",
            "Leucine",
            "Models, Molecular",
            "Molecular Dynamics Simulation",
            "Plasma Membrane Neurotransmitter Transport Proteins",
            "Protein Conformation",
            "Sodium"
        ],
        "Authors": [
            {
                "First Name": "Yongfang",
                "Last Name": "Zhao",
                "Affiliation": "Center for Molecular Recognition, Columbia University College of Physicians and Surgeons, 630 W. 168th, New York, New York 10032, USA."
            },
            {
                "First Name": "Daniel",
                "Last Name": "Terry",
                "Affiliation": ""
            },
            {
                "First Name": "Lei",
                "Last Name": "Shi",
                "Affiliation": ""
            },
            {
                "First Name": "Harel",
                "Last Name": "Weinstein",
                "Affiliation": ""
            },
            {
                "First Name": "Scott C",
                "Last Name": "Blanchard",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2010"
    },
    {
        "PMID": "20081826",
        "Title": "Substrate-dependent proton antiport in neurotransmitter:sodium symporters.",
        "Abstract": "Neurotransmitter-sodium symporters (NSS), targets for psychostimulants and therapeutic drugs, have a critical role in neurotransmission. Whereas eukaryotic NSS show chloride-dependent transport, bacterial NSS feature Cl(-)-independent substrate transport. Recently we showed that mutation of an acidic residue near one of the sodium ion-binding sites in LeuT of Aquifex aeolicus or Tyt1 of Fusobacterium nucleatum renders substrate binding and/or transport Cl(-) dependent. We reasoned that the negative charge--provided either by Cl(-) or by the transporter itself--is required for substrate translocation. Here we show that Tyt1 reconstituted in proteoliposomes is strictly dependent on the Na(+) gradient and is stimulated by an inside negative membrane potential and by an inversely oriented proton gradient. Notably, Na(+)/substrate symport elicited H(+) efflux, indicative of Na(+)/substrate symport-coupled H(+) antiport. Mutations that render the transport phenotype Cl(-) dependent essentially abolish the pH dependence. We propose unifying features of charge balance by all NSS members with similar mechanistic features but different molecular solutions.",
        "Keywords": [],
        "MeSH terms": [
            "Antiporters",
            "Bacillus",
            "Binding Sites",
            "Fusobacterium nucleatum",
            "Hydrogen-Ion Concentration",
            "Membrane Potentials",
            "Models, Molecular",
            "Plasma Membrane Neurotransmitter Transport Proteins",
            "Protein Structure, Quaternary",
            "Substrate Specificity"
        ],
        "Authors": [
            {
                "First Name": "Yongfang",
                "Last Name": "Zhao",
                "Affiliation": "Center for Molecular Recognition, Columbia University College of Physicians and Surgeons, New York, New York, USA."
            },
            {
                "First Name": "Matthias",
                "Last Name": "Quick",
                "Affiliation": ""
            },
            {
                "First Name": "Lei",
                "Last Name": "Shi",
                "Affiliation": ""
            },
            {
                "First Name": "Ernest L",
                "Last Name": "Mehler",
                "Affiliation": ""
            },
            {
                "First Name": "Harel",
                "Last Name": "Weinstein",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature chemical biology",
        "PubDate": "2010"
    },
    {
        "PMID": "19917593",
        "Title": "Roles of the Akt/GSK-3 and Wnt signaling pathways in schizophrenia and antipsychotic drug action.",
        "Abstract": "Dopamine D(2) receptor antagonism is a unifying property of all antipsychotic drugs in clinical use. Remarkably, the effector molecules through which these medications exert their actions remain poorly characterized. Increasing attention is being focused on Akt/glycogen synthase kinase-3 (GSK-3) and wingless (Wnt) signaling pathways, which have been associated with schizophrenia in a number of genetic and postmortem studies. Antipsychotic medications may treat symptoms of psychosis, at least in part, through modulation of levels and activity of Akt, GSK-3, and Wnt-related intracellular signaling. The authors review evidence that Akt/GSK-3 and Wnt-related pathways are involved in the pathogenesis of schizophrenia as well as details of intracellular events related to these molecules mediated by both typical and atypical antipsychotic medications. Further study of Akt/GSK-3 and Wnt signaling may ultimately lead to alternative therapeutics of schizophrenia-related disorders.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptor Proteins, Signal Transducing",
            "Antipsychotic Agents",
            "Apoptosis Regulatory Proteins",
            "Arrestins",
            "Glycogen Synthase Kinase 3",
            "Humans",
            "Protein Isoforms",
            "Schizophrenia",
            "Signal Transduction",
            "Wnt Proteins",
            "beta Catenin"
        ],
        "Authors": [
            {
                "First Name": "Zachary",
                "Last Name": "Freyberg",
                "Affiliation": "Department of Psychiatry, Center for Molecular Recognition, College of Physicians and Surgeons, Columbia University, NY 10032, USA. zf2101@columbia.edu"
            },
            {
                "First Name": "Stephen J",
                "Last Name": "Ferrando",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            }
        ],
        "Journal": "The American journal of psychiatry",
        "PubDate": "2010"
    },
    {
        "PMID": "19648932",
        "Title": "Allosteric communication between protomers of dopamine class A GPCR dimers modulates activation.",
        "Abstract": "A major obstacle to understanding the functional importance of dimerization between class A G protein-coupled receptors (GPCRs) has been the methodological limitation in achieving control of the identity of the components comprising the signaling unit. We have developed a functional complementation assay that enables such control, and we demonstrate it here for the human dopamine D2 receptor. The minimal signaling unit, two receptors and a single G protein, is maximally activated by agonist binding to a single protomer, which suggests an asymmetrical activated dimer. Inverse agonist binding to the second protomer enhances signaling, whereas agonist binding to the second protomer blunts signaling. Ligand-independent constitutive activation of the second protomer also inhibits signaling. Thus, GPCR dimer function can be modulated by the activity state of the second protomer, which for a heterodimer may be altered in pathological states. Our new methodology also makes possible the characterization of signaling from a defined heterodimer unit.",
        "Keywords": [],
        "MeSH terms": [
            "Allosteric Regulation",
            "Cell Line",
            "Computational Biology",
            "Dopamine D2 Receptor Antagonists",
            "GTP-Binding Proteins",
            "Humans",
            "Models, Biological",
            "Models, Molecular",
            "Promoter Regions, Genetic",
            "Protein Multimerization",
            "Quinpirole",
            "Receptors, Dopamine D2",
            "Receptors, G-Protein-Coupled",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Yang",
                "Last Name": "Han",
                "Affiliation": "Center for Molecular Recognition, Columbia University College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Irina S",
                "Last Name": "Moreira",
                "Affiliation": ""
            },
            {
                "First Name": "Eneko",
                "Last Name": "Urizar",
                "Affiliation": ""
            },
            {
                "First Name": "Harel",
                "Last Name": "Weinstein",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature chemical biology",
        "PubDate": "2009"
    },
    {
        "PMID": "19332542",
        "Title": "G protein-coupled receptor kinase-mediated phosphorylation regulates post-endocytic trafficking of the D2 dopamine receptor.",
        "Abstract": "We investigated the role of G protein-coupled receptor kinase (GRK)-mediated phosphorylation in agonist-induced desensitization, arrestin association, endocytosis, and intracellular trafficking of the D(2) dopamine receptor (DAR). Agonist activation of D(2) DARs results in rapid and sustained receptor phosphorylation that is solely mediated by GRKs. A survey of GRKs revealed that only GRK2 or GRK3 promotes D(2) DAR phosphorylation. Mutational analyses resulted in the identification of eight serine/threonine residues within the third cytoplasmic loop of the receptor that are phosphorylated by GRK2/3. Simultaneous mutation of these eight residues results in a receptor construct, GRK(-), that is completely devoid of agonist-promoted GRK-mediated receptor phosphorylation. We found that both wild-type (WT) and GRK(-) receptors underwent a similar degree of agonist-induced desensitization as assessed using [(35)S]GTPgammaS binding assays. Similarly, both receptor constructs internalized to the same extent in response to agonist treatment. Furthermore, using bioluminescence resonance energy transfer assays to directly assess receptor association with arrestin3, we found no differences between the WT and GRK(-) receptors. Thus, phosphorylation is not required for arrestin-receptor association or agonist-induced desensitization or internalization. In contrast, when we examined recycling of the D(2) DARs to the cell surface, subsequent to agonist-induced endocytosis, the GRK(-) construct exhibited less recycling in comparison with the WT receptor. This impairment appears to be due to a greater propensity of the GRK(-) receptors to down-regulate once internalized. In contrast, if the receptor is highly phosphorylated, then receptor recycling is promoted. These results reveal a novel role for GRK-mediated phosphorylation in regulating the post-endocytic trafficking of a G protein-coupled receptor.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Arrestins",
            "Cell Line",
            "Dopamine",
            "Endocytosis",
            "Fluorescence Resonance Energy Transfer",
            "G-Protein-Coupled Receptor Kinases",
            "Genes, Dominant",
            "Humans",
            "Molecular Sequence Data",
            "Mutagenesis, Site-Directed",
            "Mutation",
            "Phosphorylation",
            "Protein Kinase C",
            "Protein Transport",
            "Rats",
            "Receptors, Dopamine D2"
        ],
        "Authors": [
            {
                "First Name": "Yoon",
                "Last Name": "Namkung",
                "Affiliation": "Molecular Neuropharmacology Section, NINDS, National Institutes of Health, Bethesda, Maryland 20892-9405, USA."
            },
            {
                "First Name": "Concetta",
                "Last Name": "Dipace",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            },
            {
                "First Name": "David R",
                "Last Name": "Sibley",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2009"
    },
    {
        "PMID": "19307590",
        "Title": "Binding of an octylglucoside detergent molecule in the second substrate (S2) site of LeuT establishes an inhibitor-bound conformation.",
        "Abstract": "The first crystal structure of the neurotransmitter/sodium symporter homolog LeuT revealed an occluded binding pocket containing leucine and 2 Na(+); later structures showed tricyclic antidepressants (TCAs) in an extracellular vestibule approximately 11 A above the bound leucine and 2 Na(+). We recently found this region to be a second binding (S2) site and that binding of substrate to this site triggers Na(+)-coupled substrate symport. Here, we show a profound inhibitory effect of n-octyl-beta-d-glucopyranoside (OG), the detergent used for LeuT crystallization, on substrate binding to the S2 site. In parallel, we determined at 2.8 A the structure of LeuT-E290S, a mutant that, like LeuT-WT, binds 2 substrate molecules. This structure was similar to that of WT and clearly revealed an OG molecule in the S2 site. We also observed electron density at the S2 site in LeuT-WT crystals, and this also was accounted for by an OG molecule in that site. Computational analyses, based on the available crystal structures of LeuT, indicated the nature of structural arrangements in the extracellular region of LeuT that differentiate the actions of substrates from inhibitors bound in the S2 site. We conclude that the current LeuT crystal structures, all of which have been solved in OG, represent functionally blocked forms of the transporter, whereas a substrate bound in the S2 site will promote a different state that is essential for Na(+)-coupled symport.",
        "Keywords": [],
        "MeSH terms": [
            "Binding Sites",
            "Cloning, Molecular",
            "Crystallography, X-Ray",
            "Detergents",
            "Escherichia coli",
            "Glucosides",
            "Leucine",
            "Mutation",
            "Nucleic Acid Conformation",
            "RNA, Transfer, Leu",
            "Sodium"
        ],
        "Authors": [
            {
                "First Name": "Matthias",
                "Last Name": "Quick",
                "Affiliation": "Center for Molecular Recognition, Columbia University College of Physicians and Surgeons, 630 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Anne-Marie Lund",
                "Last Name": "Winther",
                "Affiliation": ""
            },
            {
                "First Name": "Lei",
                "Last Name": "Shi",
                "Affiliation": ""
            },
            {
                "First Name": "Poul",
                "Last Name": "Nissen",
                "Affiliation": ""
            },
            {
                "First Name": "Harel",
                "Last Name": "Weinstein",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2009"
    },
    {
        "PMID": "18676593",
        "Title": "Cholinergic agonists as novel treatments for schizophrenia: the promise of rational drug development for psychiatry.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Acetylcholine",
            "Cerebral Cortex",
            "Cholinergic Agonists",
            "Cognition Disorders",
            "Corpus Striatum",
            "Hippocampus",
            "Humans",
            "Interneurons",
            "Neural Conduction",
            "Neurons",
            "Neuropsychological Tests",
            "Psychiatry",
            "Receptors, Muscarinic",
            "Receptors, Nicotinic",
            "Schizophrenia"
        ],
        "Authors": [
            {
                "First Name": "Jeffrey A",
                "Last Name": "Lieberman",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            },
            {
                "First Name": "Holly",
                "Last Name": "Moore",
                "Affiliation": ""
            }
        ],
        "Journal": "The American journal of psychiatry",
        "PubDate": "2008"
    },
    {
        "PMID": "18668123",
        "Title": "Dopamine D2 receptors form higher order oligomers at physiological expression levels.",
        "Abstract": "G-protein-coupled receptors are generally thought to be organized as dimers; whether they form higher order oligomers is a topic of much controversy. We combined bioluminescence/fluorescence complementation and energy transfer to demonstrate that at least four dopamine D2 receptors are located in close molecular proximity in living mammalian cells, consistent with their organization as higher order oligomers at the plasma membrane. This implies the existence of multiple receptor interfaces. In addition to the symmetrical interface in the fourth transmembrane segment (TM4) we identified previously by cysteine (Cys) crosslinking, we now show that a patch of residues at the extracellular end of TM1 forms a second symmetrical interface. Crosslinking of D2 receptor with Cys substituted simultaneously into both TM1 and TM4 led to higher order species, consistent with our novel biophysical results. Remarkably, the rate and extent of crosslinking at both interfaces were unaltered over a 100-fold range of receptor expression. Thus, at physiological levels of expression, the receptor is organized in the plasma membrane into a higher order oligomeric structure.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Substitution",
            "Cell Line",
            "Cross-Linking Reagents",
            "Cysteine",
            "Dimerization",
            "Energy Transfer",
            "Fluorescence Resonance Energy Transfer",
            "Humans",
            "Luminescent Measurements",
            "Models, Molecular",
            "Multiprotein Complexes",
            "Mutagenesis, Site-Directed",
            "Receptors, Dopamine D2",
            "Recombinant Proteins"
        ],
        "Authors": [
            {
                "First Name": "Wen",
                "Last Name": "Guo",
                "Affiliation": "Center for Molecular Recognition, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Eneko",
                "Last Name": "Urizar",
                "Affiliation": ""
            },
            {
                "First Name": "Michaela",
                "Last Name": "Kralikova",
                "Affiliation": ""
            },
            {
                "First Name": "Juan Carlos",
                "Last Name": "Mobarec",
                "Affiliation": ""
            },
            {
                "First Name": "Lei",
                "Last Name": "Shi",
                "Affiliation": ""
            },
            {
                "First Name": "Marta",
                "Last Name": "Filizola",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            }
        ],
        "Journal": "The EMBO journal",
        "PubDate": "2008"
    },
    {
        "PMID": "18570870",
        "Title": "The mechanism of a neurotransmitter:sodium symporter--inward release of Na+ and substrate is triggered by substrate in a second binding site.",
        "Abstract": "Eukaryotic neurotransmitter:sodium symporters (NSSs), targets for antidepressants and psychostimulants, terminate neurotransmission by sodium-driven reuptake. The crystal structure of LeuT(Aa), a prokaryotic NSS homolog, revealed an occluded state in which one leucine and two Na(+) ions are bound, but provided limited clues to the molecular mechanism of transport. Using steered molecular dynamics simulations, we explored the substrate translocation pathway of LeuT. We identified a second substrate binding site located in the extracellular vestibule comprised of residues shown recently to participate in binding tricyclic antidepressants. Binding and flux experiments showed that the two binding sites can be occupied simultaneously. The substrate in the secondary site allosterically triggers intracellular release of Na(+) and substrate from the primary site, thereby functioning as a \"symport effector.\" Because tricyclic antidepressants bind differently to this secondary site, they do not promote substrate release from the primary site and thus act as symport uncouplers and inhibit transport.",
        "Keywords": [],
        "MeSH terms": [
            "Binding Sites",
            "Blood Platelets",
            "Cell Communication",
            "Computer Simulation",
            "Humans",
            "Kinetics",
            "Leucine",
            "Models, Molecular",
            "Mutagenesis",
            "Plasma Membrane Neurotransmitter Transport Proteins",
            "Protein Conformation",
            "Recombinant Proteins",
            "Sodium",
            "Sodium Chloride"
        ],
        "Authors": [
            {
                "First Name": "Lei",
                "Last Name": "Shi",
                "Affiliation": "Department of Physiology and Biophysics, Weill Medical College of Cornell University, 1300 York Avenue, New York, NY 10021, USA."
            },
            {
                "First Name": "Matthias",
                "Last Name": "Quick",
                "Affiliation": ""
            },
            {
                "First Name": "Yongfang",
                "Last Name": "Zhao",
                "Affiliation": ""
            },
            {
                "First Name": "Harel",
                "Last Name": "Weinstein",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2008"
    },
    {
        "PMID": "18216205",
        "Title": "Currents in response to rapid concentration jumps of amphetamine uncover novel aspects of human dopamine transporter function.",
        "Abstract": "Amphetamine (AMPH) is a widely abused psychostimulant that acts as a substrate for the human dopamine transporter (hDAT). Using a piezoelectric rapid application system, we measured AMPH-induced currents mediated by hDAT. Whole-cell patch-clamp recordings in a heterologous expression system reveal that AMPH induces a rapidly activating and subsequently decaying inward current mediated by hDAT. We hypothesize that this transient inward current reflects a conformational change associated with substrate translocation. The AMPH-induced current strictly depends on extracellular Na+. Elevated intracellular Na+ has no effect on the peak AMPH-induced current amplitude but inhibits the steady-state current. In addition, elevated intracellular Na+ causes an overshoot outward current upon washout of AMPH that reflects hDAT locked in a Na+-exchange mode. Furthermore, elevated intracellular Na+ dramatically accelerates the recovery time from desensitization of the AMPH-induced current, revealing a new role for intracellular Na+ in promoting the transition to the hDAT \"outward-facing\" conformation. Ion substitution suggests that both extracellular and intracellular Cl- facilitate transporter turnover in contrast to the classical model of Cl- as a cotransported ion. We present an alternating-access model of hDAT function that accurately fits the main features of the experimental data. The model predicts that translocation of substrate occurs within milliseconds of substrate binding but that slow reorientation of the empty transporter is the rate-limiting factor for turnover. The model provides a framework for interpreting perturbations of hDAT activity.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Amphetamine",
            "Cell Line",
            "Dopamine Plasma Membrane Transport Proteins",
            "Humans",
            "Membrane Potentials",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Kevin",
                "Last Name": "Erreger",
                "Affiliation": "Department of Molecular Physiology and Biophysics, Vanderbilt University, Nashville, Tennessee 37232, USA."
            },
            {
                "First Name": "Christof",
                "Last Name": "Grewer",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            },
            {
                "First Name": "Aurelio",
                "Last Name": "Galli",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2008"
    },
    {
        "PMID": "17360689",
        "Title": "Monitoring the function of membrane transport proteins in detergent-solubilized form.",
        "Abstract": "Transport proteins constitute approximately 10% of most proteomes and play vital roles in the translocation of solutes across membranes of all organisms. Their (dys)function is implicated in many disorders, making them frequent targets for pharmacotherapy. The identification of substrates for members of this large protein family, still replete with many orphans of unknown function, has proven difficult, in part because high-throughput screening is greatly complicated by endogenous transporters present in many expression systems. In addition, direct structural studies require that transporters be extracted from the membrane with detergent, thereby precluding transport measurements because of the lack of a vectorial environment and necessitating reconstitution into proteoliposomes for activity measurements. Here, we describe a direct scintillation proximity-based radioligand-binding assay for determining transport protein function in crude cell extracts and in purified form. This rapid and universally applicable assay with advantages over cell-based platforms will greatly facilitate the identification of substrates for many orphan transporters and allows monitoring the function of transport proteins in a nonmembranous environment.",
        "Keywords": [],
        "MeSH terms": [
            "Detergents",
            "Escherichia coli",
            "Liposomes",
            "Membrane Transport Proteins",
            "Proteomics",
            "Radioactive Tracers",
            "Scintillation Counting"
        ],
        "Authors": [
            {
                "First Name": "Matthias",
                "Last Name": "Quick",
                "Affiliation": "Center for Molecular Recognition and Departments of Psychiatry and Pharmacology, Columbia University College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2007"
    },
    {
        "PMID": "16880288",
        "Title": "A comprehensive structure-based alignment of prokaryotic and eukaryotic neurotransmitter/Na+ symporters (NSS) aids in the use of the LeuT structure to probe NSS structure and function.",
        "Abstract": "The recently elucidated crystal structure of a prokaryotic member of the neurotransmitter/sodium symporter (NSS) family (Yamashita et al., 2005) is a major advance toward understanding structure-function relationships in this important class of transporters. To aid in the generalization of these results, we present here a comprehensive sequence alignment of all known prokaryotic and eukaryotic NSS proteins, based on the crystal structure of the leucine transporter from Aquifex aeolicus (LeuT). Regions of low sequence identity between prokaryotic and eukaryotic transporters were aligned with the aid of a number of bioinformatics tools, and the resulting alignments were validated by comparison with experimental data. In a number of regions, including the transmembrane segments 4, 5, and 9 as well as extracellular loops 2, 3, and 4, our alignment differs from the one proposed previously [Nature (Lond) 437: 215-223, 2005]. Important similarities and differences among the sequences of NSS proteins in regions likely to determine selectivity in substrate binding and mechanisms of transport regulation are discussed in the context of the LeuT structure and the alignment.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Amino Acid Transport Systems",
            "Bacteria",
            "Binding Sites",
            "Conserved Sequence",
            "Eukaryotic Cells",
            "Leucine",
            "Models, Molecular",
            "Molecular Sequence Data",
            "Plasma Membrane Neurotransmitter Transport Proteins",
            "Prokaryotic Cells",
            "Protein Structure, Secondary",
            "Protein Structure, Tertiary",
            "Sequence Alignment",
            "Structure-Activity Relationship"
        ],
        "Authors": [
            {
                "First Name": "Thijs",
                "Last Name": "Beuming",
                "Affiliation": "Department of Physiology and Biophysics, and HRH Prince Alwaleed Bin Talal Bin Abdulaziz Alsaud Institute for Computational Biomedicine, Weill Medical College of Cornell University, New York, New York 10021, USA."
            },
            {
                "First Name": "Lei",
                "Last Name": "Shi",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            },
            {
                "First Name": "Harel",
                "Last Name": "Weinstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular pharmacology",
        "PubDate": "2006"
    },
    {
        "PMID": "16798738",
        "Title": "State-dependent conformations of the translocation pathway in the tyrosine transporter Tyt1, a novel neurotransmitter:sodium symporter from Fusobacterium nucleatum.",
        "Abstract": "The gene of a novel prokaryotic member (Tyt1) of the neurotransmitter:sodium symporter (NSS) family has been cloned from Fusobacterium nucleatum. In contrast to eukaryotic and some prokaryotic NSSs, which contain 12 transmembrane domains (TMs), Tyt1 contains only 11 TMs, a characteristic shared by approximately 70% of prokaryotic NSS homologues. Nonetheless upon heterologous expression in an engineered Escherichia coli host, Tyt1 catalyzes robust Na+-dependent, highly selective l-tyrosine transport. Genetic engineering of Tyt1 variants devoid of cysteines or with individually retained endogenous cysteines at positions 18 or 238, at the cytoplasmic ends of TM1 and TM6, respectively, preserved normal transport activity. Whereas cysteine-less Tyt1 was resistant to the inhibitory effect of sulfhydryl-alkylating reagents, N-ethylmaleimide inhibited transport by Tyt1 variants containing either one or both of the endogenous cysteines, and this inhibition was altered by the substrates sodium and tyrosine, consistent with substrate-induced dynamics in the transport pathway. Our findings support a binding model of Tyt1 function in which an ordered sequence of substrate-induced structural changes reflects distinct conformational states of the transporter. This work identifies Tyt1 as the first functional bacterial NSS member putatively consisting of only 11 TMs and shows that Tyt1 is a suitable model for the study of NSS dynamics with relevance to structure/function relationships of human NSSs, including the dopamine, norepinephrine, serotonin, and gamma-aminobutyric acid transporters.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Bacterial Proteins",
            "Cysteine",
            "Fusobacterium nucleatum",
            "Humans",
            "Hydrogen-Ion Concentration",
            "Models, Molecular",
            "Molecular Sequence Data",
            "Mutagenesis, Site-Directed",
            "Neurotransmitter Agents",
            "Phylogeny",
            "Plasma Membrane Neurotransmitter Transport Proteins",
            "Protein Structure, Tertiary",
            "Sequence Alignment",
            "Sodium",
            "Symporters",
            "Tyrosine"
        ],
        "Authors": [
            {
                "First Name": "Matthias",
                "Last Name": "Quick",
                "Affiliation": "Center for Molecular Recognition, Columbia University College of Physicians and Surgeons, New York, New York 10032, USA."
            },
            {
                "First Name": "Hideaki",
                "Last Name": "Yano",
                "Affiliation": ""
            },
            {
                "First Name": "Naomi R",
                "Last Name": "Goldberg",
                "Affiliation": ""
            },
            {
                "First Name": "Lihua",
                "Last Name": "Duan",
                "Affiliation": ""
            },
            {
                "First Name": "Thijs",
                "Last Name": "Beuming",
                "Affiliation": ""
            },
            {
                "First Name": "Lei",
                "Last Name": "Shi",
                "Affiliation": ""
            },
            {
                "First Name": "Harel",
                "Last Name": "Weinstein",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2006"
    },
    {
        "PMID": "16712487",
        "Title": "A role for information collection, management, and integration in structure-function studies of G-protein coupled receptors.",
        "Abstract": "Elucidation of protein function is greatly facilitated by the availability of an atomic resolution structure or a reliable molecular model. The difficulty of obtaining atomic resolution structures of membrane proteins in general, and of G-protein coupled receptors (GPCRs) in particular, has made the information available from sequence analysis, mutagenesis, and the literature on related GPCRs exceptionally important. Here, we review previous studies of GPCR structure-function from the perspectives of sequence analysis, management of mutagenesis and ligand binding data, and literature data mining. The knowledge derived from these information resources not only constitutes the prerequisites for reliable molecular modeling, but also can provide other insights into GPCR functions. Finally, we review approaches for information integration and applying knowledge discovery techniques to structure-function studies of GPCRs, including molecular modeling itself.",
        "Keywords": [],
        "MeSH terms": [
            "Allosteric Regulation",
            "Animals",
            "Humans",
            "Information Storage and Retrieval",
            "Ligands",
            "Models, Molecular",
            "Mutagenesis",
            "Receptors, G-Protein-Coupled",
            "Species Specificity",
            "Structure-Activity Relationship"
        ],
        "Authors": [
            {
                "First Name": "Lei",
                "Last Name": "Shi",
                "Affiliation": "Department of Physiology and Biophysics and Institute for Computational Biomedicine, Weill Medical College of Cornell University, 1300 York Avenue, New York, NY 10021, USA. les2007@med.cornell.edu"
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            }
        ],
        "Journal": "Current pharmaceutical design",
        "PubDate": "2006"
    },
    {
        "PMID": "16301531",
        "Title": "Crosstalk in G protein-coupled receptors: changes at the transmembrane homodimer interface determine activation.",
        "Abstract": "Functional crosstalk between G protein-coupled receptors in a homo- or heterodimeric assembly likely involves conformational changes at the dimer interface, but the nature of this interface is not yet established, and the dynamic changes have not yet been identified. We have mapped the homodimer interface in the dopamine D2 receptor over the entire length of the fourth transmembrane segment (TM4) by crosslinking of substituted cysteines. Their susceptibilities to crosslinking are differentially altered by the presence of agonists and inverse agonists. The TM4 dimer interface in the inverse agonist-bound conformation is consistent with the dimer of the inactive form of rhodopsin modeled with constraints from atomic force microscopy. Crosslinking of a different set of cysteines in TM4 was slowed by inverse agonists and accelerated in the presence of agonists; crosslinking of the latter set locks the receptor in an active state. Thus, a conformational change at the TM4 dimer interface is part of the receptor activation mechanism.",
        "Keywords": [],
        "MeSH terms": [
            "Cross-Linking Reagents",
            "Cyclic AMP",
            "Dimerization",
            "Guanosine 5'-O-(3-Thiotriphosphate)",
            "Immunoblotting",
            "Mercuric Chloride",
            "Models, Molecular",
            "Mutagenesis, Site-Directed",
            "Phenanthrolines",
            "Receptors, Dopamine D2"
        ],
        "Authors": [
            {
                "First Name": "Wen",
                "Last Name": "Guo",
                "Affiliation": "Center for Molecular Recognition, Columbia University College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "Lei",
                "Last Name": "Shi",
                "Affiliation": ""
            },
            {
                "First Name": "Marta",
                "Last Name": "Filizola",
                "Affiliation": ""
            },
            {
                "First Name": "Harel",
                "Last Name": "Weinstein",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2005"
    },
    {
        "PMID": "16216288",
        "Title": "A pincer-like configuration of TM2 in the human dopamine transporter is responsible for indirect effects on cocaine binding.",
        "Abstract": "The second transmembrane segment (TM2) of DAT and other neurotransmitter transporters has been proposed to play a role in oligomerization as well as in cocaine binding. In an attempt to determine whether TM2 contributes to the binding site and/or transport pathway of DAT, we mutated to cysteine, one at a time, 25 residues in TM2 - from Phe98 to Gln122 - in an appropriate DAT background construct. Four of the mutants, F98C, G110C, P112C, and E117C, did not express at the cell surface, and G121C was inactive, despite its presence on the cell surface. Of the 21 mutants that expressed, none of the substituted cysteines reacted with MTSEA biotin-CAP, and none of the 20 functional mutants was sensitive to MTSEA or MTSET. Thus, TM2 does not appear to be water-accessible, based both on the lack of functional effects of charged MTS derivatives, and on the biochemical determination of lack of reaction with a biotinylated MTS derivative. This leads to the conclusion that TM2 does not contribute directly to the substrate-binding site or the transport pathway, and suggests that the observed effect of mutations in this region on cocaine binding is indirect. Three mutants, M106C, V107C and I108C, were crosslinked by treatment with HgCl(2). This crosslinking was inhibited by the presence of the cocaine analogue MFZ 2-12, likely due to a conformational rearrangement in TM2 upon inhibitor binding. However, the lack of crosslinking of cysteines substituted for Leu99, Leu113 and Leu120 - three of the residues that along with Met106 form a leucine heptad repeat in TM2 - makes it unlikely that this leucine repeat plays a role in symmetrical TM2 dimerization. Importantly, a high-resolution structure of LeuT, a sodium-dependent leucine transporter that is sufficiently homologous to DAT to suggest a high degree of structural similarity, became available while this manuscript was under review. We have taken advantage of this structure to explore further and interpret our experimental results in a rigorous structural context.",
        "Keywords": [],
        "MeSH terms": [
            "Analysis of Variance",
            "Binding Sites",
            "Biotinylation",
            "Blotting, Western",
            "Cell Line",
            "Cell Membrane",
            "Cocaine",
            "Cysteine",
            "Dopamine",
            "Dopamine Plasma Membrane Transport Proteins",
            "Dopamine Uptake Inhibitors",
            "Drug Interactions",
            "Ethyl Methanesulfonate",
            "Humans",
            "Imaging, Three-Dimensional",
            "Mercuric Chloride",
            "Mutagenesis",
            "Protein Binding",
            "Protein Structure, Tertiary",
            "Sequence Alignment",
            "Transfection",
            "Tritium",
            "Tropanes",
            "Tyramine"
        ],
        "Authors": [
            {
                "First Name": "Namita",
                "Last Name": "Sen",
                "Affiliation": "Center for Molecular Recognition and Departments of Psychiatry and Pharmacology, Columbia University College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "Lei",
                "Last Name": "Shi",
                "Affiliation": ""
            },
            {
                "First Name": "Thijs",
                "Last Name": "Beuming",
                "Affiliation": ""
            },
            {
                "First Name": "Harel",
                "Last Name": "Weinstein",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuropharmacology",
        "PubDate": "2005"
    },
    {
        "PMID": "15919190",
        "Title": "How did the neurotransmitter cross the bilayer? A closer view.",
        "Abstract": "Plasma membrane neurotransmitter transporters for monoamines, GABA, glycine and excitatory amino acids are homologous to two sizable families of bacterial amino acid transporters. Recently, a high resolution structure was determined for a thermophilic glutamate transporter. Also, a bacterial tryptophan transporter related to the family of biogenic amine neurotransmitter transporters was functionally expressed. Structural insights from these and other bacterial transporters will help to rationalize the mechanisms for the increasingly complex functions that have been described for mammalian transporters, in addition to their modes of regulation. We touch on recent insights into the functions of neurotransmitter transporters in their physiological contexts.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Ion Channel Gating",
            "Lipid Bilayers",
            "Membrane Transport Proteins",
            "Neurotransmitter Agents",
            "Protein Structure, Quaternary",
            "Structural Homology, Protein"
        ],
        "Authors": [
            {
                "First Name": "Mark S",
                "Last Name": "Sonders",
                "Affiliation": "Center for Molecular Recognition and Department of Psychiatry, Columbia University, P&S 11-401, 630 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Matthias",
                "Last Name": "Quick",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            }
        ],
        "Journal": "Current opinion in neurobiology",
        "PubDate": "2005"
    },
    {
        "PMID": "15319448",
        "Title": "The ants go marching two by two: oligomeric structure of G-protein-coupled receptors.",
        "Abstract": "A number of class C G-protein coupled receptors (GPCRs) have been shown to form dimers in the plasma membrane, and mounting evidence supports the hypothesis that many, if not all, class A rhodopsin-like receptors also form dimers or higher-order oligomers. Evidence for this hypothesis has come from SDS-polyacrylamide gel electrophoresis, coimmunoprecipitation, resonance energy transfer, atomic force microscopy, and cross-linking studies, approaches that are reviewed in this article. Like any method, each has its strengths and limitations, and these must be kept in mind when interpreting the data for oligomerization. Recent experimental evidence supports the hypothesis that class A receptors may exist as higher-order oligomers, or even as arrays, with distinct symmetrical interfaces in both the first and fourth transmembrane segments.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Dimerization",
            "Electrophoresis, Polyacrylamide Gel",
            "Humans",
            "Microscopy, Atomic Force",
            "Receptors, G-Protein-Coupled",
            "Rhodopsin"
        ],
        "Authors": [
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": "Center for Molecular Recognition, Department of Psychiatry, Columbia University, P&S 11-401, 630 W. 168th Street, New York, NY 10032, USA. jaj2@columbia.edu"
            }
        ],
        "Journal": "Molecular pharmacology",
        "PubDate": "2004"
    },
    {
        "PMID": "15102946",
        "Title": "Synergistic contributions of the functional groups of epinephrine to its affinity and efficacy at the beta2 adrenergic receptor.",
        "Abstract": "The structural basis of ligand affinity can be approached by studying the interactions between a drug and receptor residues; the basis for efficacy is more complex and must involve activation-associated conformational changes. We have used wild-type (WT), a constitutively active mutant (CAM), and a \"constitutively inactive\" mutant beta2 adrenergic receptor (beta(2)AR) to investigate changes in the binding site that accompany binding and activation. The active state (R(*)) probably involves repositioning of at least some of the agonist-contact residues, thereby optimizing their interactions with agonist and resulting in a higher affinity for agonist. A comparison of the binding affinities of a series of phenethylamine derivatives for WT revealed a remarkable synergism between the various functional groups present in epinephrine. Binding affinity was essentially unchanged with addition of beta-OH, N-CH(3), or catechol OHs to phenethylamine. In contrast, when each of these same groups was added to the appropriate compound, already containing the other two groups, to make epinephrine, the increase in affinity was quite large (60- to 120-fold). An initial interaction between two or more contacts may stabilize an intermediate conformation of beta(2)AR, R', either by altering amino acid side chain rotamer conformations or by a more global conformational change involving the repositioning of transmembrane segments. The pattern of these effects was different in the CAM in that fewer interactions were required to observe the synergistic effect, consistent with the hypothesis that the CAM mutation enriches the proportion of receptors in R(*) or in R' from which R(*) is more readily assumed.",
        "Keywords": [],
        "MeSH terms": [
            "Adenylyl Cyclases",
            "Adrenergic Agonists",
            "Asparagine",
            "Aspartic Acid",
            "Binding Sites",
            "Cells, Cultured",
            "Cyclic AMP",
            "Enzyme Activation",
            "Epinephrine",
            "Humans",
            "Mutagenesis, Site-Directed",
            "Protein Structure, Tertiary",
            "Receptors, Adrenergic, beta-2"
        ],
        "Authors": [
            {
                "First Name": "George",
                "Last Name": "Liapakis",
                "Affiliation": "Department of Pharmacology, Faculty of Medicine, University of Crete, Heraklion, Greece."
            },
            {
                "First Name": "Wai Chi",
                "Last Name": "Chan",
                "Affiliation": ""
            },
            {
                "First Name": "Maria",
                "Last Name": "Papadokostaki",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular pharmacology",
        "PubDate": "2004"
    },
    {
        "PMID": "15060551",
        "Title": "Finding needles in haystacks.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Binding Sites",
            "Fluorescence Resonance Energy Transfer",
            "Green Fluorescent Proteins",
            "Histidine",
            "Ligands",
            "Luminescent Proteins",
            "Models, Biological",
            "Mutation",
            "Nickel",
            "Nitrilotriacetic Acid",
            "Oligonucleotides",
            "Protein Binding",
            "Protein Structure, Tertiary",
            "Proteins"
        ],
        "Authors": [
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature biotechnology",
        "PubDate": "2004"
    },
    {
        "PMID": "15024426",
        "Title": "N-terminal phosphorylation of the dopamine transporter is required for amphetamine-induced efflux.",
        "Abstract": "Amphetamine (AMPH) elicits its behavioral effects by acting on the dopamine (DA) transporter (DAT) to induce DA efflux into the synaptic cleft. We previously demonstrated that a human DAT construct in which the first 22 amino acids were truncated was not phosphorylated by activation of protein kinase C, in contrast to wild-type (WT) DAT, which was phosphorylated. Nonetheless, in all functions tested to date, which include uptake, inhibitor binding, oligomerization, and redistribution away from the cell surface in response to protein kinase C activation, the truncated DAT was indistinguishable from the full-length WT DAT. Here, however, we show that in HEK-293 cells stably expressing an N-terminal-truncated DAT (del-22 DAT), AMPH-induced DA efflux is reduced by approximately 80%, whether measured by superfusion of a population of cells or by amperometry combined with the patch-clamp technique in the whole cell configuration. We further demonstrate in a full-length DAT construct that simultaneous mutation of the five N-terminal serine residues to alanine (S/A) produces the same phenotype as del-22-normal uptake but dramatically impaired efflux. In contrast, simultaneous mutation of these same five serines to aspartate (S/D) to simulate phosphorylation results in normal AMPH-induced DA efflux and uptake. In the S/A background, the single mutation to Asp of residue 7 or residue 12 restored a significant fraction of WT efflux, whereas mutation to Asp of residues 2, 4, or 13 was without significant effect on efflux. We propose that phosphorylation of one or more serines in the N-terminus of human DAT, most likely Ser7 or Ser12, is essential for AMPH-induced DAT-mediated DA efflux. Quite surprisingly, N-terminal phosphorylation shifts DAT from a \"reluctant\" state to a \"willing\" state for AMPH-induced DA efflux, without affecting inward transport. These data raise the therapeutic possibility of interfering selectively with AMPH-induced DA efflux without altering physiological DA uptake.",
        "Keywords": [],
        "MeSH terms": [
            "Amphetamines",
            "Aspartic Acid",
            "Biotinylation",
            "Cell Line",
            "Cell Membrane",
            "Cells, Cultured",
            "Dopamine Plasma Membrane Transport Proteins",
            "Electrophysiology",
            "Humans",
            "Immunoblotting",
            "Kinetics",
            "Molecular Sequence Data",
            "Mutation",
            "Perfusion",
            "Phenotype",
            "Phosphorylation",
            "Plasmids",
            "Protein Kinase C",
            "Protein Structure, Tertiary",
            "Serine",
            "Transfection",
            "Tyramine"
        ],
        "Authors": [
            {
                "First Name": "Habibeh",
                "Last Name": "Khoshbouei",
                "Affiliation": "Department of Molecular Physiology and Biophysics and Center for Molecular Neuroscience, Vanderbilt University, Nashville, Tennessee, USA."
            },
            {
                "First Name": "Namita",
                "Last Name": "Sen",
                "Affiliation": ""
            },
            {
                "First Name": "Bipasha",
                "Last Name": "Guptaroy",
                "Affiliation": ""
            },
            {
                "First Name": "L 'Aurelle",
                "Last Name": "Johnson",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Lund",
                "Affiliation": ""
            },
            {
                "First Name": "Margaret E",
                "Last Name": "Gnegy",
                "Affiliation": ""
            },
            {
                "First Name": "Aurelio",
                "Last Name": "Galli",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS biology",
        "PubDate": "2004"
    },
    {
        "PMID": "14993475",
        "Title": "Sodium-dependent neurotransmitter transporters: oligomerization as a determinant of transporter function and trafficking.",
        "Abstract": "Constitutive oligomer formation appears to be the rule for the neurotransmitter:sodium symporter (NSS) family of proteins. The propensity to form oligomers is a prerequisite for NSS proteins to pass the rigid mechanisms of quality control in the endoplasmic reticulum. Moreover, recent findings suggest that correct trafficking to the plasma membrane appears to rely on the interaction of NSS homo-oligomers with components of the COPII-vesicle machinery. The transporters present at the plasma membrane are most likely organized in a tetrameric arrangement, as a dimer of dimers. In this review, we will address ongoing efforts to unravel the underlying mechanisms of oligomer formation at the molecular and cellular levels, and we will discuss oligomerization in terms of transporter function.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Dimerization",
            "Fluorescence Resonance Energy Transfer",
            "Humans",
            "Molecular Sequence Data",
            "Neurotransmitter Transport Proteins",
            "Protein Structure, Quaternary",
            "Sequence Alignment",
            "Sodium"
        ],
        "Authors": [
            {
                "First Name": "Harald H",
                "Last Name": "Sitte",
                "Affiliation": "Institute of Pharmacology, Medical University Vienna, A-1090 Vienna, Austria."
            },
            {
                "First Name": "Hesso",
                "Last Name": "Farhan",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular interventions",
        "PubDate": "2004"
    },
    {
        "PMID": "14704269",
        "Title": "The second extracellular loop of the dopamine D2 receptor lines the binding-site crevice.",
        "Abstract": "The binding site of the dopamine D(2) receptor (D2R), like those of homologous rhodopsin-like G protein-coupled receptors (GPCRs) that bind small molecules, is contained within a water-accessible crevice formed among its seven transmembrane segments (TMs). The high-resolution structure of bovine rhodopsin, however, revealed that the second extracellular loop (E2), which connects TM4 and TM5, folds down into the transmembrane domain and forms part of the ligand-binding surface for retinal. Whether E2 plays a related role in other rhodopsin-like GPCRs is unclear. To address this issue, we have now mutated to cysteine, one at a time, 10 consecutive residues in E2 of D2R. The reaction of five of these mutants with sulfhydryl reagents inhibited antagonist binding, and bound antagonist protected two, I184C and N186C, from reaction. The pattern of accessibility in E2 is consistent with a structure similar to that of bovine rhodopsin, in which the region C-terminal to the conserved disulfide bond is deeper in the binding-site crevice than is the N-terminal part of E2. Thus, E2 likely contributes to the binding site in the D2R and probably in other aminergic GPCRs as well. Knowledge of its detailed positioning and interactions with ligand would benefit GPCR molecular modeling and facilitate the design of novel drugs.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Binding Sites",
            "Disulfides",
            "Humans",
            "Models, Molecular",
            "Molecular Sequence Data",
            "Mutagenesis, Site-Directed",
            "Protein Conformation",
            "Receptors, Dopamine D2",
            "Sequence Homology, Amino Acid"
        ],
        "Authors": [
            {
                "First Name": "Lei",
                "Last Name": "Shi",
                "Affiliation": "Center for Molecular Recognition, Columbia University College of Physicians and Surgeons, 630 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2004"
    },
    {
        "PMID": "14699142",
        "Title": "Amphetamine regulation of dopamine transport. Combined measurements of transporter currents and transporter imaging support the endocytosis of an active carrier.",
        "Abstract": "Dopaminergic neurotransmission is fine-tuned by the rate of removal of dopamine (DA) from the extracellular space via the Na(+)/Cl(-)-dependent DA transporter (DAT). DAT is a target of psychostimulants such as amphetamine (AMPH) and cocaine. Previously, we reported that AMPH redistributes the human DAT away from the cell surface. This process was associated with a reduction in transport capacity. This loss of transport capacity may result either from a modification of the function of DAT that is independent of its cell surface redistribution and/or from a reduction in the number of active transporters at the plasma membrane that results from DAT trafficking. To discriminate between these possibilities, we stably transfected HEK-293 cells with a yellow fluorescent protein (YFP)-tagged human DAT (hDAT cells). In hDAT cells, acute exposure to AMPH induced a time-dependent loss of hDAT activity. By coupling confocal imaging with patch-clamp whole-cell recordings, we have demonstrated for the first time that the loss of AMPH-induced hDAT activity temporally parallels the accumulation of intracellular hDAT. In addition, presteady-state current analysis revealed a cocaine-sensitive, voltage-dependent capacitance current that correlated with the level of transporter membrane expression and in turn served to monitor the AMPH-induced trafficking of hDAT. We found that the decrease in hDAT cell surface expression induced by AMPH was not paralleled by changes in the ability of the single transporter to carry charges. Quasi-stationary noise analysis of the AMPH-induced hDAT currents revealed that the unitary transporter current remained unaltered during the loss of hDAT membrane expression. Taken together, these data strongly suggest that the AMPH-induced reduction of hDAT transport capacity results from the removal of active hDAT from the plasma membrane.",
        "Keywords": [],
        "MeSH terms": [
            "Amphetamine",
            "Biological Transport",
            "Cell Line",
            "Cell Membrane",
            "Dopamine",
            "Dopamine Plasma Membrane Transport Proteins",
            "Dopamine Uptake Inhibitors",
            "Endocytosis",
            "Humans",
            "Membrane Glycoproteins",
            "Membrane Transport Proteins",
            "Nerve Tissue Proteins"
        ],
        "Authors": [
            {
                "First Name": "Kristopher M",
                "Last Name": "Kahlig",
                "Affiliation": "Department of Molecular Physiology and Biophysics, Center for Molecular Neuroscience, Vanderbilt University, Nashville, Tennessee 37232-8548, USA."
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            },
            {
                "First Name": "Aurelio",
                "Last Name": "Galli",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2004"
    },
    {
        "PMID": "14612133",
        "Title": "Probing conformational changes in neurotransmitter transporters: a structural context.",
        "Abstract": "The Na+/Cl-dependent neurotransmitter transporters, a family of proteins responsible for the reuptake of neurotransmitters and other small molecules from the synaptic cleft, have been the focus of intensive research in recent years. The biogenic amine transporters, a subset of this larger family, are especially intriguing as they are the targets for many psychoactive compounds, including cocaine and amphetamines, as well as many antidepressants. In the absence of a high-resolution structure for any transporter in this family, research into the structure-function relationships of these transporters has relied on analysis of the effects of site-directed mutagenesis as well as of chemical modification of reactive residues. The aim of this review is to establish a structural context for the experimental study of these transporters through various computational approaches and to highlight what is known about the conformational changes associated with function in these transporters. We also present a novel numbering scheme to assist in the comparison of aligned positions between sequences of the neurotransmitter transporter family, a comparison that will be of increasing importance as additional experimental data is amassed.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Biogenic Monoamines",
            "Humans",
            "Membrane Transport Proteins",
            "Molecular Sequence Data",
            "Protein Conformation"
        ],
        "Authors": [
            {
                "First Name": "Naomi R",
                "Last Name": "Goldberg",
                "Affiliation": "Center for Molecular Recognition, Columbia University, P&S 11-401, Box 7, 630 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Thijs",
                "Last Name": "Beuming",
                "Affiliation": ""
            },
            {
                "First Name": "Orkun S",
                "Last Name": "Soyer",
                "Affiliation": ""
            },
            {
                "First Name": "Richard A",
                "Last Name": "Goldstein",
                "Affiliation": ""
            },
            {
                "First Name": "Harel",
                "Last Name": "Weinstein",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            }
        ],
        "Journal": "European journal of pharmacology",
        "PubDate": "2003"
    },
    {
        "PMID": "14597628",
        "Title": "Identification of intracellular residues in the dopamine transporter critical for regulation of transporter conformation and cocaine binding.",
        "Abstract": "Recently we showed evidence that mutation of Tyr-335 to Ala (Y335A) in the human dopamine transporter (hDAT) alters the conformational equilibrium of the transport cycle. Here, by substituting, one at a time, 16 different bulky or charged intracellular residues, we identify three residues, Lys-264, Asp-345, and Asp-436, the mutation of which to alanine produces a phenotype similar to that of Y335A. Like Y335A, the mutants (K264A, D345A, and D436A) were characterized by low uptake capacity that was potentiated by Zn(2+). Moreover, the mutants displayed lower affinity for cocaine and other inhibitors, suggesting a role for these residues in maintaining the structural integrity of the inhibitor binding crevice. The conformational state of K264A, Y335A, and D345A was investigated by assessing the accessibility to MTSET ([2-(trimethylammonium)ethyl]-methanethiosulfonate) of a cysteine engineered into position 159 (I159C) in transmembrane segment 3 of the MTSET-insensitive \"E2C\" background (C90A/C306A). Unlike its effect at the corresponding position in the homologous norepinephrine transporter (NET I155C), MTSET did not inhibit uptake mediated by E2C I159C. Furthermore, no inhibition was observed upon treatment with MTSET in the presence of dopamine, cocaine, or Zn(2+). Without Zn(2+), E2C I159C/K264A, E2C I159C/Y335A, and E2C I159C/D345A were also not inactivated by MTSET. In the presence of Zn(2+) (10 microm), however, MTSET (0.5 mm) caused up to approximately 60% inactivation. As in NET I155C, this inactivation was protected by dopamine and enhanced by cocaine. These data are consistent with a Zn(2+)-dependent partial reversal of a constitutively altered conformational equilibrium in the mutant transporters. They also suggest that the conformational equilibrium produced by the mutations resembles that of the NET more than that of the DAT. Moreover, the data provide evidence that the cocaine-bound state of both DAT mutants and of the NET is structurally distinct from the cocaine-bound state of the DAT.",
        "Keywords": [],
        "MeSH terms": [
            "Alanine",
            "Amino Acid Sequence",
            "Animals",
            "Biotinylation",
            "Blotting, Western",
            "COS Cells",
            "Cell Membrane",
            "Cocaine",
            "Dopamine",
            "Dopamine Plasma Membrane Transport Proteins",
            "Dopamine Uptake Inhibitors",
            "Humans",
            "Inhibitory Concentration 50",
            "Kinetics",
            "Membrane Glycoproteins",
            "Membrane Transport Proteins",
            "Molecular Sequence Data",
            "Mutagenesis, Site-Directed",
            "Mutation",
            "Nerve Tissue Proteins",
            "Norepinephrine",
            "Protein Binding",
            "Protein Conformation",
            "Sequence Homology, Amino Acid",
            "Transfection",
            "Tyrosine",
            "Zinc"
        ],
        "Authors": [
            {
                "First Name": "Claus Juul",
                "Last Name": "Loland",
                "Affiliation": "Molecular Neuropharmacology Group, Department of Pharmacology, The Panum Institute, University of Copenhagen, DK-2200 Copenhagen, Denmark."
            },
            {
                "First Name": "Charlotta",
                "Last Name": "Grånäs",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            },
            {
                "First Name": "Ulrik",
                "Last Name": "Gether",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2004"
    },
    {
        "PMID": "14519759",
        "Title": "The human dopamine transporter forms a tetramer in the plasma membrane: cross-linking of a cysteine in the fourth transmembrane segment is sensitive to cocaine analogs.",
        "Abstract": "Using cysteine cross-linking, we demonstrated previously that the dopamine transporter (DAT) is at least a homodimer, with the extracellular end of transmembrane segment (TM) 6 at a symmetrical dimer interface. We have now explored the possibility that DAT exists as a higher order oligomer in the plasma membrane. Cysteine cross-linking of wild type DAT resulted in bands on SDS-PAGE consistent with dimer, trimer, and tetramer, suggesting that DAT forms a tetramer in the plasma membrane. A cysteine-depleted DAT (CD-DAT) into which only Cys243 or Cys306 was reintroduced was cross-linked to dimer, suggesting that these endogenous cysteines in TM4 and TM6, respectively, were cross-linked at a symmetrical dimer interface. Reintroduction of both Cys243 and Cys306 into CD-DAT led to a pattern of cross-linking indistinguishable from that of wild type, with dimer, trimer, and tetramer bands. This indicated that the TM4 interface and the TM6 interface are distinct and further suggested that DAT may exist in the plasma membrane as a dimer of dimers, with two symmetrical homodimer interfaces. The cocaine analog MFZ 2-12 and other DAT inhibitors, including benztropine and mazindol, protected Cys243 against cross-linking. In contrast, two substrates of DAT, dopamine and tyramine, did not significantly impact cross-linking. We propose that the impairment of cross-linking produced by the inhibitors results from a conformational change at the TM4 interface, further demonstrating that these compounds are not neutral blockers but by themselves have effects on the structure of the transporter.",
        "Keywords": [],
        "MeSH terms": [
            "Cell Line",
            "Cell Membrane",
            "Cocaine",
            "Cross-Linking Reagents",
            "Cysteine",
            "Dimerization",
            "Dopamine Plasma Membrane Transport Proteins",
            "Dopamine Uptake Inhibitors",
            "Electrophoresis, Polyacrylamide Gel",
            "Humans",
            "Immunoblotting",
            "Membrane Glycoproteins",
            "Membrane Transport Proteins",
            "Nerve Tissue Proteins",
            "Protein Binding",
            "Protein Conformation",
            "Transfection"
        ],
        "Authors": [
            {
                "First Name": "Hanne",
                "Last Name": "Hastrup",
                "Affiliation": "Center for Molecular Recognition, Department of Psychiatry, Columbia University College of Physicians and Surgeons, New York, New York 10032, USA."
            },
            {
                "First Name": "Namita",
                "Last Name": "Sen",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2003"
    },
    {
        "PMID": "12771134",
        "Title": "Dopamine prevents nitration of tyrosine hydroxylase by peroxynitrite and nitrogen dioxide: is nitrotyrosine formation an early step in dopamine neuronal damage?",
        "Abstract": "Peroxynitrite and nitrogen dioxide (NO2) are reactive nitrogen species that have been implicated as causal factors in neurodegenerative conditions. Peroxynitrite-induced nitration of tyrosine residues in tyrosine hydroxylase (TH) may even be one of the earliest biochemical events associated with 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine-induced damage to dopamine neurons. Exposure of TH to peroxynitrite or NO2 results in nitration of tyrosine residues and modification of cysteines in the enzyme as well as inactivation of catalytic activity. Dopamine (DA), its precursor 3,4-dihydroxyphenylalanine, and metabolite 3,4-dihydroxyphenylacetic acid completely block the nitrating effects of peroxynitrite and NO2 on TH but do not relieve the enzyme from inhibition. o-Quinones formed in the reaction of catechols with either peroxynitrite or NO2 react with cysteine residues in TH and inhibit catalytic function. Using direct, real-time evaluation of tyrosine nitration with a green fluorescent protein-TH fusion protein stably expressed in intact cells (also stably expressing the human DA transporter), DA was also found to prevent NO2-induced nitration while leaving TH activity inhibited. These results show that peroxynitrite and NO2 react with DA to form quinones at the expense of tyrosine nitration. Endogenous DA may therefore play an important role in determining how DA neurons are affected by reactive nitrogen species by shifting the balance of their effects away from tyrosine nitration and toward o-quinone formation.",
        "Keywords": [],
        "MeSH terms": [
            "3,4-Dihydroxyphenylacetic Acid",
            "Cell Line",
            "Dihydroxyphenylalanine",
            "Dopamine",
            "Dopamine Plasma Membrane Transport Proteins",
            "Gene Expression",
            "Glutathione Transferase",
            "Green Fluorescent Proteins",
            "Humans",
            "Hydrogen-Ion Concentration",
            "Luminescent Proteins",
            "Membrane Glycoproteins",
            "Membrane Transport Proteins",
            "Nerve Tissue Proteins",
            "Nitrates",
            "Nitrogen Dioxide",
            "Peroxynitrous Acid",
            "Recombinant Fusion Proteins",
            "Tyrosine",
            "Tyrosine 3-Monooxygenase"
        ],
        "Authors": [
            {
                "First Name": "Samuel",
                "Last Name": "Park",
                "Affiliation": "Department of Psychiatry and Behavioral Neurosciences, School of Medicine, Wayne State University, 2125 Scott Hall, 540 E. Canfield, Detroit, MI 48201, USA."
            },
            {
                "First Name": "Timothy J",
                "Last Name": "Geddes",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            },
            {
                "First Name": "Donald M",
                "Last Name": "Kuhn",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2003"
    },
    {
        "PMID": "12496294",
        "Title": "The fourth transmembrane segment forms the interface of the dopamine D2 receptor homodimer.",
        "Abstract": "Considerable evidence suggests that G-protein-coupled receptors form homomeric and heteromeric dimers in vivo. Unraveling the structural mechanism for cross-talk between receptors in a dimeric complex must start with the identification of the presently unknown dimer interface. Here, by using cysteine cross-linking, we identify the fourth transmembrane segment (TM4) as a symmetrical dimer interface in the dopamine D2 receptor. Cross-linking is unaffected by ligand binding, and ligand binding and receptor activation are unaffected by cross-linking, suggesting that the receptor is a constitutive dimer. The accessibility of adjacent residues in TM4, however, is affected by ligand binding, implying that the interface has functional significance.",
        "Keywords": [],
        "MeSH terms": [
            "Binding Sites",
            "Cell Membrane",
            "Cross-Linking Reagents",
            "Cysteine",
            "Humans",
            "Ligands",
            "Mutation",
            "Receptors, Dopamine D2",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Wen",
                "Last Name": "Guo",
                "Affiliation": "Center for Molecular Recognition, Columbia University College of Physicians and Surgeons, New York, New York 10032, USA."
            },
            {
                "First Name": "Lei",
                "Last Name": "Shi",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2003"
    },
    {
        "PMID": "12167654",
        "Title": "Beta2 adrenergic receptor activation. Modulation of the proline kink in transmembrane 6 by a rotamer toggle switch.",
        "Abstract": "In many rhodopsin-like G-protein-coupled receptors, agonist binding to a cluster of aromatic residues in TM6 may promote receptor activation by altering the configuration of the TM6 Pro-kink and by the subsequent movement of the cytoplasmic end of TM6 away from TM3. We hypothesized that the highly conserved Cys(6.47), in the vicinity of the conserved Pro(6.50), modulates the configuration of the aromatic cluster and the TM6 Pro-kink through specific interactions in its different rotamer configurations. In the beta(2) adrenergic receptor, mutation of Cys(6.47) to Thr, which in an alpha-helix has a different rotamer distribution from Cys and Ser, produced a constitutively active receptor, whereas the Ser mutant was similar to wild-type receptor. Use of the biased Monte Carlo technique of Conformational Memories showed that the rotamer changes among Cys/Ser/Thr(6.47), Trp(6.48), and Phe(6.52) are highly correlated, representing a rotamer \"toggle switch\" that may modulate the TM6 Pro-kink. Differential modulation of the accessibility of Cys(6.47) and an engineered Cys(6.52) in wild type and a constitutively active background provides experimental support for the association of this rotamer switch with receptor activation.",
        "Keywords": [],
        "MeSH terms": [
            "Adrenergic beta-Antagonists",
            "Cell Line",
            "Cysteine",
            "Humans",
            "Kinetics",
            "Models, Molecular",
            "Proline",
            "Propanolamines",
            "Protein Conformation",
            "Receptors, Adrenergic, beta-2"
        ],
        "Authors": [
            {
                "First Name": "Lei",
                "Last Name": "Shi",
                "Affiliation": "Center for Molecular Recognition, Departments of Pharmacology and Psychiatry, Columbia University College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "George",
                "Last Name": "Liapakis",
                "Affiliation": ""
            },
            {
                "First Name": "Rui",
                "Last Name": "Xu",
                "Affiliation": ""
            },
            {
                "First Name": "Frank",
                "Last Name": "Guarnieri",
                "Affiliation": ""
            },
            {
                "First Name": "Juan A",
                "Last Name": "Ballesteros",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2002"
    },
    {
        "PMID": "12040046",
        "Title": "Peroxynitrite inactivates the human dopamine transporter by modification of cysteine 342: potential mechanism of neurotoxicity in dopamine neurons.",
        "Abstract": "Peroxynitrite (ONOO(-)) has been implicated as a causative factor in dopamine neuronal damage resulting from exposure to methamphetamine and 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP), and it may be involved in the etiology of Parkinson's Disease. ONOO(-) causes a concentration-dependent and irreversible reduction in dopamine uptake by EM4 cells stably expressing the human dopamine transporter (hDAT). The effect of ONOO(-) is manifested as a reduction in V(max). Cysteine, dithiothreitol, glutathione, and N-acetyl-cysteine, reagents that interact directly with ONOO(-), prevent this inhibition, whereas a scavenger of hydroxyl radical (dimethylsulfoxide), hydrogen peroxide (catalase), and superoxide (superoxide dismutase) did not. Dopamine in the extracellular medium protects the hDAT from ONOO(-), whereas intracellular dopamine does not. Parachloromercuribenzoic acid and 2-aminoethyl methanethiosulfonate (MTSEA), which share with ONOO(-) the ability to modify cysteine sulfhydryls, also inhibit hDAT function. ONOO(-) treatment lowers cysteine-specific labeling of the hDAT by MTSEA-biotin, suggesting that ONOO(-) reacts with one or more cysteines in hDAT. A mutant of hDAT (X7C) in which all intracellular and extracellular loop cysteines were mutated was resistant to inhibition by ONOO(-). Sensitivity to ONOO(-) was restored in mutants of hDAT in which reduced cysteines were present only in the first (C135) and third (C342) intracellular loops (CD-DAT), or in which C342 alone had been reintroduced into X7C (X7C-M342C). These results indicate that the hDAT is inhibited by ONOO(-) through oxidation of cysteine 342. Our studies also substantiate the possibility that drugs known to decrease DAT function in vivo (e.g., methamphetamine and MPTP) may exert their effects through ONOO(-)-mediated oxidative stress.",
        "Keywords": [],
        "MeSH terms": [
            "Antioxidants",
            "Biological Transport",
            "Biotin",
            "Cell Line",
            "Cysteine",
            "Dopamine",
            "Dopamine Plasma Membrane Transport Proteins",
            "Dose-Response Relationship, Drug",
            "Free Radical Scavengers",
            "Humans",
            "Kidney",
            "Membrane Glycoproteins",
            "Membrane Transport Modulators",
            "Membrane Transport Proteins",
            "Mutagenesis, Site-Directed",
            "Nerve Tissue Proteins",
            "Neurons",
            "Neurotoxicity Syndromes",
            "Peroxynitrous Acid",
            "Structure-Activity Relationship",
            "Substrate Specificity",
            "Sulfhydryl Reagents",
            "Transfection"
        ],
        "Authors": [
            {
                "First Name": "Samuel U",
                "Last Name": "Park",
                "Affiliation": "Department of Psychiatry, Center for Molecular Medicine and Genetics, Wayne State University School of Medicine, and The John D. Dingell Veterans Affairs Medical Center, Detroit, Michigan 48201, USA."
            },
            {
                "First Name": "Jasmine V",
                "Last Name": "Ferrer",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            },
            {
                "First Name": "Donald M",
                "Last Name": "Kuhn",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2002"
    },
    {
        "PMID": "11807179",
        "Title": "The binding site of aminergic G protein-coupled receptors: the transmembrane segments and second extracellular loop.",
        "Abstract": "In the current chapter, we review approaches to the identification of the residues forming the binding sites for agonists, antagonists, and allosteric modulators in the family of aminergic G protein-coupled receptors (GPCRs). We then review the structural bases for ligand binding and pharmacological specificity based on the application of these methods to muscarinic cholinergic, adrenergic, dopaminergic, serotonergic, and histaminergic receptors, using the high resolution rhodopsin structure as a template. Furthermore, we propose a critical role of the second extracellular loop in forming the binding site for small molecular weight aminergic ligands, much as this loop dives down into the binding-site crevice and contacts retinal in rhodopsin.",
        "Keywords": [],
        "MeSH terms": [
            "Affinity Labels",
            "Animals",
            "Binding Sites",
            "Cell Membrane",
            "GTP-Binding Proteins",
            "Humans",
            "Models, Molecular",
            "Mutagenesis, Site-Directed",
            "Receptors, Cell Surface"
        ],
        "Authors": [
            {
                "First Name": "Lei",
                "Last Name": "Shi",
                "Affiliation": "Center for Molecular Recognition and Department of Pharmacology, Columbia University College of Physicians and Surgeons, New York, NY 10032, USA. ls376@columbia.edu"
            },
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": ""
            }
        ],
        "Journal": "Annual review of pharmacology and toxicology",
        "PubDate": "2002"
    },
    {
        "PMID": "11665562",
        "Title": "Use of the substituted cysteine accessibility method to study the structure and function of G protein-coupled receptors.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Cell Line",
            "Cysteine",
            "Epitope Mapping",
            "Humans",
            "Molecular Probes",
            "Mutagenesis, Site-Directed",
            "Protein Structure, Secondary",
            "Radioligand Assay",
            "Receptors, Cell Surface",
            "Static Electricity",
            "Structure-Activity Relationship"
        ],
        "Authors": [
            {
                "First Name": "Jonathan A",
                "Last Name": "Javitch",
                "Affiliation": "Center for Molecular Recognition and Departments of Psychiatry and Pharmacology, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Lei",
                "Last Name": "Shi",
                "Affiliation": ""
            },
            {
                "First Name": "George",
                "Last Name": "Liapakis",
                "Affiliation": ""
            }
        ],
        "Journal": "Methods in enzymology",
        "PubDate": "2002"
    }
]