[
    {
        "PMID": "37873382",
        "Title": "Aberrant pace of cortical neuron development in brain organoids from patients with 22q11.2 deletion syndrome and schizophrenia.",
        "Abstract": "Adults and children afflicted with the 22q11.2 deletion syndrome (22q11.2DS) exhibit cognitive, social, and emotional impairments, and are at significantly heightened risk for schizophrenia (SCZ). The impact of this deletion on early human brain development, however, has remained unclear. Here we harness organoid models of the developing human cerebral cortex, cultivated from subjects with 22q11.2DS and SCZ, as well as unaffected control samples, to identify cell-type-specific developmental abnormalities arising from this genomic lesion. Leveraging single-cell RNA-sequencing in conjunction with experimental validation, we find that the loss of genes within the 22q11.2 locus leads to a delayed development of cortical neurons. This compromised development was reflected in an elevated proportion of actively proliferating neural progenitor cells, coupled with a decreased fraction of more mature neurons. Furthermore, we identify perturbed molecular imprints linked to neuronal maturation, observe the presence of sparser neurites, and note a blunted amplitude in glutamate-induced Ca2+ transients. The aberrant transcription program underlying impaired development contains molecular signatures significantly enriched in neuropsychiatric genetic liability. MicroRNA profiling and target gene investigation suggest that microRNA dysregulation may drive perturbations of genes governing the pace at which maturation unfolds. Using protein-protein interaction network analysis we define complementary effects stemming from additional genes residing within the deleted locus. Our study uncovers reproducible neurodevelopmental and molecular alterations due to 22q11.2 deletions. These findings have the potential to facilitate disease modeling and promote the pursuit of therapeutic interventions.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Sneha B",
                "Last Name": "Rao",
                "Affiliation": ""
            },
            {
                "First Name": "Francesco",
                "Last Name": "Brundu",
                "Affiliation": ""
            },
            {
                "First Name": "Yannan",
                "Last Name": "Chen",
                "Affiliation": ""
            },
            {
                "First Name": "Yan",
                "Last Name": "Sun",
                "Affiliation": ""
            },
            {
                "First Name": "Huixiang",
                "Last Name": "Zhu",
                "Affiliation": ""
            },
            {
                "First Name": "Robert J",
                "Last Name": "Shprintzen",
                "Affiliation": ""
            },
            {
                "First Name": "Raju",
                "Last Name": "Tomer",
                "Affiliation": ""
            },
            {
                "First Name": "Raul",
                "Last Name": "Rabadan",
                "Affiliation": ""
            },
            {
                "First Name": "Kam W",
                "Last Name": "Leong",
                "Affiliation": ""
            },
            {
                "First Name": "Sander",
                "Last Name": "Markx",
                "Affiliation": ""
            },
            {
                "First Name": "Bin",
                "Last Name": "Xu",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2023"
    },
    {
        "PMID": "31606247",
        "Title": "Recapitulation and Reversal of Schizophrenia-Related Phenotypes in Setd1a-Deficient Mice.",
        "Abstract": "SETD1A, a lysine-methyltransferase, is a key schizophrenia susceptibility gene. Mice carrying a heterozygous loss-of-function mutation of the orthologous gene exhibit alterations in axonal branching and cortical synaptic dynamics accompanied by working memory deficits. We show that Setd1a binds both promoters and enhancers with a striking overlap between Setd1a and Mef2 on enhancers. Setd1a targets are highly expressed in pyramidal neurons and display a complex pattern of transcriptional up- and downregulations shaped by presumed opposing functions of Setd1a on promoters and Mef2-bound enhancers. Notably, evolutionarily conserved Setd1a targets are associated with neuropsychiatric genetic risk burden. Reinstating Setd1a expression in adulthood rescues cognitive deficits. Finally, we identify LSD1 as a major counteracting demethylase for Setd1a and show that its pharmacological antagonism results in a full rescue of the behavioral and morphological deficits in Setd1a-deficient mice. Our findings advance understanding of how SETD1A mutations predispose to schizophrenia (SCZ) and point to novel therapeutic interventions.",
        "Keywords": [
            "LSD1",
            "MEF2",
            "SETD1A",
            "axonal branching",
            "enhancer",
            "histone methyltransferase",
            "loss-of-function mutation",
            "pharmacological reversal",
            "schizophrenia",
            "working memory"
        ],
        "MeSH terms": [
            "Animals",
            "Axons",
            "Brain",
            "Cerebral Cortex",
            "Cognitive Dysfunction",
            "Enhancer Elements, Genetic",
            "Genetic Predisposition to Disease",
            "Histone Demethylases",
            "Histone-Lysine N-Methyltransferase",
            "Loss of Function Mutation",
            "MEF2 Transcription Factors",
            "Memory, Short-Term",
            "Mice",
            "Neocortex",
            "Neurons",
            "Phenotype",
            "Prefrontal Cortex",
            "Promoter Regions, Genetic",
            "Pyramidal Cells",
            "Schizophrenia",
            "Schizophrenic Psychology",
            "Synapses"
        ],
        "Authors": [
            {
                "First Name": "Jun",
                "Last Name": "Mukai",
                "Affiliation": "Department of Physiology and Cellular Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA; Mortimer B. Zuckerman Mind Brain and Behavior Institute Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Enrico",
                "Last Name": "Cannavò",
                "Affiliation": "Mortimer B. Zuckerman Mind Brain and Behavior Institute Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Gregg W",
                "Last Name": "Crabtree",
                "Affiliation": "Department of Physiology and Cellular Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA; Mortimer B. Zuckerman Mind Brain and Behavior Institute Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Ziyi",
                "Last Name": "Sun",
                "Affiliation": "Department of Physiology and Cellular Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Anastasia",
                "Last Name": "Diamantopoulou",
                "Affiliation": "Department of Physiology and Cellular Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Pratibha",
                "Last Name": "Thakur",
                "Affiliation": "Department of Physiology and Cellular Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA; Mortimer B. Zuckerman Mind Brain and Behavior Institute Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Chia-Yuan",
                "Last Name": "Chang",
                "Affiliation": "Department of Physiology and Cellular Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Yifei",
                "Last Name": "Cai",
                "Affiliation": "Department of Physiology and Cellular Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Stavros",
                "Last Name": "Lomvardas",
                "Affiliation": "Mortimer B. Zuckerman Mind Brain and Behavior Institute Columbia University, New York, NY 10027, USA; Department of Biochemistry and Molecular Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA; Department of Neuroscience, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Atsushi",
                "Last Name": "Takata",
                "Affiliation": "Department of Human Genetics, Yokohama City University Graduate School of Medicine, Fukuura 3-9, Kanazawa-ku, Yokohama 236-0004, Japan."
            },
            {
                "First Name": "Bin",
                "Last Name": "Xu",
                "Affiliation": "Department of Psychiatry, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": "Department of Physiology and Cellular Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA; Mortimer B. Zuckerman Mind Brain and Behavior Institute Columbia University, New York, NY 10027, USA; Department of Neuroscience, Columbia University, New York, NY 10032, USA. Electronic address: jag90@columbia.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2019"
    },
    {
        "PMID": "30987923",
        "Title": "The abiding relevance of mouse models of rare mutations to psychiatric neuroscience and therapeutics.",
        "Abstract": "Studies using powerful family-based designs aided by large scale case-control studies, have been instrumental in cracking the genetic complexity of the disease, identifying rare and highly penetrant risk mutations and providing a handle on experimentally tractable model systems. Mouse models of rare mutations, paired with analysis of homologous cognitive and sensory processing deficits and state-of-the-art neuroscience methods to manipulate and record neuronal activity have started providing unprecedented insights into pathogenic mechanisms and building the foundation of a new biological framework for understanding mental illness. A number of important principles are emerging, namely that degradation of the computational mechanisms underlying the ordered activity and plasticity of both local and long-range neuronal assemblies, the building blocks necessary for stable cognition and perception, might be the inevitable consequence and the common point of convergence of the vastly heterogeneous genetic liability, manifesting as defective internally- or stimulus-driven neuronal activation patterns and triggering the constellation of schizophrenia symptoms. Animal models of rare mutations have the unique potential to help us move from \"which\" (gene) to \"how\", \"where\" and \"when\" computational regimes of neural ensembles are affected. Linking these variables should improve our understanding of how symptoms emerge and how diagnostic boundaries are established at a circuit level. Eventually, a better understanding of pathophysiological trajectories at the level of neural circuitry in mice, aided by basic human experimental biology, should guide the development of new therapeutics targeting either altered circuitry itself or the underlying biological pathways.",
        "Keywords": [
            "Animal models",
            "Cognition",
            "Human genetics",
            "Neural circuits",
            "Schizophrenia",
            "Therapeutics"
        ],
        "MeSH terms": [
            "Animals",
            "Cognition",
            "Disease Models, Animal",
            "Mice",
            "Mutation",
            "Neurons",
            "Schizophrenia"
        ],
        "Authors": [
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": "Mortimer B. Zuckerman Mind Brain and Behavior Institute Columbia University, New York, NY 10027, USA; Department of Physiology and Cellular Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA; Department of Neuroscience, Columbia University, New York, NY 10032, USA. Electronic address: jag90@columbia.edu."
            },
            {
                "First Name": "Gregg",
                "Last Name": "Crabtree",
                "Affiliation": "Mortimer B. Zuckerman Mind Brain and Behavior Institute Columbia University, New York, NY 10027, USA; Department of Physiology and Cellular Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Anastasia",
                "Last Name": "Diamantopoulou",
                "Affiliation": "Mortimer B. Zuckerman Mind Brain and Behavior Institute Columbia University, New York, NY 10027, USA; Department of Physiology and Cellular Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            }
        ],
        "Journal": "Schizophrenia research",
        "PubDate": "2020"
    },
    {
        "PMID": "30654694",
        "Title": "Neurocognitive and Perceptual Processing in Genetic Mouse Models of Schizophrenia: Emerging Lessons.",
        "Abstract": "During the past two decades, the number of animal models of psychiatric disorders has grown exponentially. Of these, genetic animal models that are modeled after rare but highly penetrant mutations hold great promise for deciphering critical molecular, synaptic, and neurocircuitry deficits of major psychiatric disorders, such as schizophrenia. Animal models should aim to focus on core aspects rather than capture the entire human disease. In this context, animal models with strong etiological validity, where behavioral and neurophysiological phenotypes and the features of the disease being modeled are in unambiguous homology, are being used to dissect both elementary and complex cognitive and perceptual processing deficits present in psychiatric disorders at the level of neurocircuitry, shedding new light on critical disease mechanisms. Recent progress in neuroscience along with large-scale initiatives that propose a consistent approach in characterizing these deficits across different laboratories will further enhance the efficacy of these studies that will ultimately lead to identifying new biological targets for drug development.",
        "Keywords": [
            "animal models",
            "cognitive deficits",
            "long-term memory",
            "neural substrates",
            "perception",
            "schizophrenia",
            "translation",
            "working memory"
        ],
        "MeSH terms": [
            "Animals",
            "Behavior, Animal",
            "Brain",
            "Cognition",
            "Disease Models, Animal",
            "Humans",
            "Memory",
            "Mice",
            "Mice, Knockout",
            "Perception",
            "Schizophrenia",
            "Schizophrenic Psychology"
        ],
        "Authors": [
            {
                "First Name": "Anastasia",
                "Last Name": "Diamantopoulou",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University Medical Center, New York, NY, USA."
            }
        ],
        "Journal": "The Neuroscientist : a review journal bringing neurobiology, neurology and psychiatry",
        "PubDate": "2019"
    },
    {
        "PMID": "30044078",
        "Title": "Role of Endogenous Metabolite Alterations in Neuropsychiatric Disease.",
        "Abstract": "The potential role in neuropsychiatric disease risk arising from alterations and derangements of endogenous small-molecule metabolites remains understudied. Alterations of endogenous metabolite concentrations can arise in multiple ways. Marked derangements of single endogenous small-molecule metabolites are found in a large group of rare genetic human diseases termed \"inborn errors of metabolism\", many of which are associated with prominent neuropsychiatric symptomology. Whether such metabolites act neuroactively to directly lead to distinct neural dysfunction has been frequently hypothesized but rarely demonstrated unequivocally. Here we discuss this disease concept in the context of our recent findings demonstrating that neural dysfunction arising from accumulation of the schizophrenia-associated metabolite l-proline is due to its structural mimicry of the neurotransmitter GABA that leads to alterations in GABA-ergic short-term synaptic plasticity. For cases in which a similar direct action upon neurotransmitter binding sites is suspected, we lay out a systematic approach that can be extended to assessing the potential disruptive action of such candidate disease metabolites. To address the potentially important and broader role in neuropsychiatric disease, we also consider whether the more subtle yet more ubiquitous variations in endogenous metabolites arising from natural allelic variation may likewise contribute to disease risk but in a more complex and nuanced manner.",
        "Keywords": [
            "22q11.2 deletion syndrome",
            "Psychiatric disease",
            "inborn errors of metabolism (IEM)",
            "metabolites",
            "metabolomics",
            "neurological disease",
            "neurotransmitters",
            "synaptic plasticity"
        ],
        "MeSH terms": [
            "DiGeorge Syndrome",
            "Humans",
            "Metabolism, Inborn Errors",
            "Metabolomics",
            "Molecular Mimicry",
            "Neuronal Plasticity",
            "Neurotransmitter Agents",
            "Proline",
            "Proline Oxidase",
            "Schizophrenia",
            "Schizophrenic Psychology",
            "gamma-Aminobutyric Acid"
        ],
        "Authors": [
            {
                "First Name": "Gregg W",
                "Last Name": "Crabtree",
                "Affiliation": "Department of Physiology and Cellular Biophysics , Columbia University Medical Center , New York , New York 10032 , United States."
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": "Department of Physiology and Cellular Biophysics , Columbia University Medical Center , New York , New York 10032 , United States."
            }
        ],
        "Journal": "ACS chemical neuroscience",
        "PubDate": "2018"
    },
    {
        "PMID": "29666363",
        "Title": "Altered function and maturation of primary cortical neurons from a 22q11.2 deletion mouse model of schizophrenia.",
        "Abstract": "Given its high penetrance, clearly delineated and evolutionary conserved genomic structure, mouse models of the 22q11.2 deletion provide an ideal organism-based and cell-based model of this well-established disease mutation for schizophrenia. In this study we examined the development of changes in intrinsic properties, action potential firing and synaptic transmission using whole-cell patch-clamp recordings of cultured embryonic cortical neurons from Df(16)A ",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Calcium",
            "Cerebral Cortex",
            "Chromosomes, Human, Pair 22",
            "Disease Models, Animal",
            "Excitatory Postsynaptic Potentials",
            "Gene Deletion",
            "Gene Expression",
            "Humans",
            "Mice, Transgenic",
            "Neurons",
            "Primary Cell Culture",
            "Schizophrenia"
        ],
        "Authors": [
            {
                "First Name": "Ziyi",
                "Last Name": "Sun",
                "Affiliation": "Department of Integrated Traditional Chinese and Western Medicine, State Key Laboratory of Biotherapy and Cancer Center, West China Hospital, Sichuan University, and Collaborative Innovation Center for Biotherapy, Chengdu, Sichuan, 610041, China. ziyi.sun@nyspi.columbia.edu."
            },
            {
                "First Name": "Damian J",
                "Last Name": "Williams",
                "Affiliation": "Columbia Stem Cell Core Facility, Department of Pathology and Cell Biology, Columbia University Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Bin",
                "Last Name": "Xu",
                "Affiliation": "Department of Psychiatry, Columbia University Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": "Department of Physiology and Cellular Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY, 10032, USA. jag90@cumc.columbia.edu."
            }
        ],
        "Journal": "Translational psychiatry",
        "PubDate": "2018"
    },
    {
        "PMID": "28696314",
        "Title": "Loss-of-function mutation in ",
        "Abstract": "Identification of protective loss-of-function (LoF) mutations holds great promise for devising novel therapeutic interventions, although it faces challenges due to the scarcity of protective LoF alleles in the human genome. Exploiting the detailed mechanistic characterization of animal models of validated disease mutations offers an alternative. Here, we provide insights into protective-variant biology based on our characterization of a model of the 22q11.2 deletion, a strong genetic risk factor for schizophrenia (SCZ). Postnatal brain up-regulation of ",
        "Keywords": [
            "22q11.2 microdeletion",
            "LoF mutations",
            "Mirta22/Emc10"
        ],
        "MeSH terms": [
            "Animals",
            "Female",
            "Genetic Predisposition to Disease",
            "Loss of Function Mutation",
            "Male",
            "Membrane Proteins",
            "Mice",
            "Mice, Inbred C57BL",
            "Neuronal Plasticity",
            "Phenotype",
            "Schizophrenia"
        ],
        "Authors": [
            {
                "First Name": "Anastasia",
                "Last Name": "Diamantopoulou",
                "Affiliation": "Department of Psychiatry, College of Physicians and Surgeons, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Ziyi",
                "Last Name": "Sun",
                "Affiliation": "Department of Physiology and Cellular Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Jun",
                "Last Name": "Mukai",
                "Affiliation": "Department of Physiology and Cellular Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Bin",
                "Last Name": "Xu",
                "Affiliation": "Department of Psychiatry, College of Physicians and Surgeons, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Karine",
                "Last Name": "Fenelon",
                "Affiliation": "Department of Physiology and Cellular Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Maria",
                "Last Name": "Karayiorgou",
                "Affiliation": "Department of Psychiatry, College of Physicians and Surgeons, Columbia University, New York, NY 10032; mk2758@cumc.columbia.edu jag90@columbia.edu."
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": "Department of Physiology and Cellular Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY 10032; mk2758@cumc.columbia.edu jag90@columbia.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2017"
    },
    {
        "PMID": "28384469",
        "Title": "Altered Cortical Ensembles in Mouse Models of Schizophrenia.",
        "Abstract": "In schizophrenia, brain-wide alterations have been identified at the molecular and cellular levels, yet how these phenomena affect cortical circuit activity remains unclear. We studied two mouse models of schizophrenia-relevant disease processes: chronic ketamine (KET) administration and Df(16)A",
        "Keywords": [
            "22q11.2",
            "attractor",
            "calcium imaging",
            "gamma oscillations",
            "interneuron",
            "ketamine",
            "parvalbumin",
            "schizophrenia",
            "two-photon",
            "visual cortex"
        ],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Brain",
            "DiGeorge Syndrome",
            "Disease Models, Animal",
            "Evoked Potentials, Visual",
            "Excitatory Amino Acid Antagonists",
            "Gamma Rhythm",
            "Interneurons",
            "Ketamine",
            "Mice",
            "Mice, Knockout",
            "Neural Inhibition",
            "Neurons",
            "Parvalbumins",
            "Schizophrenia",
            "Visual Cortex"
        ],
        "Authors": [
            {
                "First Name": "Jordan P",
                "Last Name": "Hamm",
                "Affiliation": "Neurotechnology Center, Department of Biological Sciences, Columbia University, New York, NY 10027, USA. Electronic address: jph2164@columbia.edu."
            },
            {
                "First Name": "Darcy S",
                "Last Name": "Peterka",
                "Affiliation": "Neurotechnology Center, Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University, New York, NY 10032, USA; Department of Neuroscience, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Rafael",
                "Last Name": "Yuste",
                "Affiliation": "Neurotechnology Center, Department of Biological Sciences, Columbia University, New York, NY 10027, USA; Department of Neuroscience, Columbia University, New York, NY 10032, USA."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2017"
    },
    {
        "PMID": "28283561",
        "Title": "Alteration of Neuronal Excitability and Short-Term Synaptic Plasticity in the Prefrontal Cortex of a Mouse Model of Mental Illness.",
        "Abstract": "Using a genetic mouse model that faithfully recapitulates a ",
        "Keywords": [
            "Disc1 mouse model",
            "Kv channels",
            "excitability",
            "prefrontal cortex",
            "schizophrenia",
            "synaptic plasticity"
        ],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Disease Models, Animal",
            "Female",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Transgenic",
            "Nerve Tissue Proteins",
            "Neuronal Plasticity",
            "Neurons",
            "Prefrontal Cortex",
            "Pregnancy",
            "Schizophrenia"
        ],
        "Authors": [
            {
                "First Name": "Gregg W",
                "Last Name": "Crabtree",
                "Affiliation": "Department of Physiology and Cellular Biophysics, College of Physicians and Surgeons, and."
            },
            {
                "First Name": "Ziyi",
                "Last Name": "Sun",
                "Affiliation": "Department of Physiology and Cellular Biophysics, College of Physicians and Surgeons, and."
            },
            {
                "First Name": "Mirna",
                "Last Name": "Kvajo",
                "Affiliation": "Department of Physiology and Cellular Biophysics, College of Physicians and Surgeons, and."
            },
            {
                "First Name": "Jantine A C",
                "Last Name": "Broek",
                "Affiliation": "Cambridge Centre for Neuropsychiatric Research, Department of Chemical Engineering and Biotechnology, University of Cambridge, Cambridge CB2 1QT, United Kingdom."
            },
            {
                "First Name": "Karine",
                "Last Name": "Fénelon",
                "Affiliation": "Department of Physiology and Cellular Biophysics, College of Physicians and Surgeons, and."
            },
            {
                "First Name": "Heather",
                "Last Name": "McKellar",
                "Affiliation": "Integrated Program in Cellular, Molecular, and Biophysical Studies, Columbia University, New York, New York 10032."
            },
            {
                "First Name": "Lan",
                "Last Name": "Xiao",
                "Affiliation": "Florida State University School of Medicine, Tallahassee, Florida 32304."
            },
            {
                "First Name": "Bin",
                "Last Name": "Xu",
                "Affiliation": "Departments of Psychiatry and."
            },
            {
                "First Name": "Sabine",
                "Last Name": "Bahn",
                "Affiliation": "Cambridge Centre for Neuropsychiatric Research, Department of Chemical Engineering and Biotechnology, University of Cambridge, Cambridge CB2 1QT, United Kingdom."
            },
            {
                "First Name": "James M",
                "Last Name": "O'Donnell",
                "Affiliation": "School of Pharmacy and Pharmaceutical Sciences, University at Buffalo, State University of New York, Buffalo, New York 14214."
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": "Department of Physiology and Cellular Biophysics, College of Physicians and Surgeons, and jag90@cumc.columbia.edu."
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2017"
    },
    {
        "PMID": "27705802",
        "Title": "Cytosolic Accumulation of L-Proline Disrupts GABA-Ergic Transmission through GAD Blockade.",
        "Abstract": "Proline dehydrogenase (PRODH), which degrades L-proline, resides within the schizophrenia-linked 22q11.2 deletion suggesting a role in disease. Supporting this, elevated L-proline levels have been shown to increase risk for psychotic disorders. Despite the strength of data linking PRODH and L-proline to neuropsychiatric diseases, targets of disease-relevant concentrations of L-proline have not been convincingly described. Here, we show that Prodh-deficient mice with elevated CNS L-proline display specific deficits in high-frequency GABA-ergic transmission and gamma-band oscillations. We find that L-proline is a GABA-mimetic and can act at multiple GABA-ergic targets. However, at disease-relevant concentrations, GABA-mimesis is limited to competitive blockade of glutamate decarboxylase leading to reduced GABA production. Significantly, deficits in GABA-ergic transmission are reversed by enhancing net GABA production with the clinically relevant compound vigabatrin. These findings indicate that accumulation of a neuroactive metabolite can lead to molecular and synaptic dysfunction and help to understand mechanisms underlying neuropsychiatric disease.",
        "Keywords": [
            "22Q11.2",
            "GAD",
            "L-proline",
            "PRODH",
            "gamma oscillations",
            "in vivo neural circuits",
            "neuroactive metabolites",
            "psychiatric diseases",
            "schizophrenia",
            "synaptic plasticity"
        ],
        "MeSH terms": [
            "Animals",
            "Central Nervous System",
            "Cytosol",
            "Disease Models, Animal",
            "Gamma Rhythm",
            "Genetic Predisposition to Disease",
            "Glutamate Decarboxylase",
            "Humans",
            "Mice",
            "Proline",
            "Proline Oxidase",
            "Schizophrenia",
            "Vigabatrin",
            "gamma-Aminobutyric Acid"
        ],
        "Authors": [
            {
                "First Name": "Gregg W",
                "Last Name": "Crabtree",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University Medical Center, New York, NY 10032, USA. Electronic address: gwc2@columbia.edu."
            },
            {
                "First Name": "Alan J",
                "Last Name": "Park",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Joshua A",
                "Last Name": "Gordon",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY 10032, USA; Division of Integrative Neuroscience, New York State Psychiatric Institute, New York, NY 10032, USA."
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University Medical Center, New York, NY 10032, USA; Department of Neuroscience, Columbia University Medical Center, New York, NY 10032, USA. Electronic address: jag90@cumc.columbia.edu."
            }
        ],
        "Journal": "Cell reports",
        "PubDate": "2016"
    },
    {
        "PMID": "27262112",
        "Title": "BDNF Val66Met Genotype Interacts With a History of Simulated Stress Exposure to Regulate Sensorimotor Gating and Startle Reactivity.",
        "Abstract": "Reduced expression of Brain-Derived Neurotrophic Factor (BDNF) has been implicated in the pathophysiology of schizophrenia. The BDNF Val66Met polymorphism, which results in deficient activity-dependent secretion of BDNF, is associated with clinical features of schizophrenia. We investigated the effect of this polymorphism on Prepulse Inhibition (PPI), a translational model of sensorimotor gating which is disrupted in schizophrenia. We utilized humanized BDNFVal66Met (hBDNFVal66Met) mice which have been modified to carry the Val66Met polymorphism, as well as express humanized BDNF in vivo. We also studied the long-term effect of chronic corticosterone (CORT) exposure in these animals as a model of history of stress. PPI was assessed at 30ms and 100ms interstimulus intervals (ISI). Analysis of PPI at the commonly used 100ms ISI identified that, irrespective of CORT treatment, the hBDNFVal/Met genotype was associated with significantly reduced PPI. In contrast, PPI was not different between hBDNFMet/Met and hBDNFVal/Val genotype mice. At the 30ms ISI, CORT treatment selectively disrupted sensorimotor gating of hBDNFVal/Met heterozygote mice but not hBDNFVal/Val or hBDNFMet/Met mice. Analysis of startle reactivity revealed that chronic CORT reduced startle reactivity of hBDNFVal/Val male mice by 51%. However, this was independent of the effect of CORT on PPI. In summary, we provide evidence of a distinct BDNFVal66Met heterozygote-specific phenotype using the sensorimotor gating endophenotype of schizophrenia. These data have important implications for clinical studies where, if possible, the BDNFVal/Met heterozygote genotype should be distinguished from the BDNFMet/Met genotype.",
        "Keywords": [
            "BDNF",
            "G196A",
            "Val66Met",
            "brain-derived neurotrophic factor",
            "glucocorticoid hormones",
            "prepulse inhibition",
            "psychosis",
            "rs6265",
            "schizophrenia",
            "sensorimotor gating",
            "stress"
        ],
        "MeSH terms": [
            "Animals",
            "Brain-Derived Neurotrophic Factor",
            "Corticosterone",
            "Disease Models, Animal",
            "Female",
            "Male",
            "Methionine",
            "Mice, Inbred C57BL",
            "Prepulse Inhibition",
            "Psychotic Disorders",
            "Reflex, Startle",
            "Schizophrenia",
            "Sensory Gating",
            "Steroids",
            "Stress, Psychological",
            "Valine"
        ],
        "Authors": [
            {
                "First Name": "Michael J",
                "Last Name": "Notaras",
                "Affiliation": "Behavioural Neuroscience Laboratory, Florey Institute of Neuroscience and Mental Health, Melbourne, Australia."
            },
            {
                "First Name": "Rachel A",
                "Last Name": "Hill",
                "Affiliation": "Psychoneuroendocrinology Laboratory, Florey Institute of Neuroscience and Mental Health, Melbourne, Australia."
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": "Departments of Biophysics and Neuroscience, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Maarten",
                "Last Name": "van den Buuse",
                "Affiliation": "Behavioural Neuroscience Laboratory, Florey Institute of Neuroscience and Mental Health, Melbourne, Australia."
            }
        ],
        "Journal": "Schizophrenia bulletin",
        "PubDate": "2017"
    },
    {
        "PMID": "26938441",
        "Title": "De Novo Synonymous Mutations in Regulatory Elements Contribute to the Genetic Etiology of Autism and Schizophrenia.",
        "Abstract": "We analyze de novo synonymous mutations identified in autism spectrum disorders (ASDs) and schizophrenia (SCZ) with potential impact on regulatory elements using data from whole-exome sequencing (WESs) studies. Focusing on five types of genetic regulatory functions, we found that de novo near-splice site synonymous mutations changing exonic splicing regulators and those within frontal cortex-derived DNase I hypersensitivity sites are significantly enriched in ASD and SCZ, respectively. These results remained significant, albeit less so, after incorporating two additional ASD datasets. Among the genes identified, several are hit by multiple functional de novo mutations, with RAB2A and SETD1A showing the highest statistical significance in ASD and SCZ, respectively. The estimated contribution of these synonymous mutations to disease liability is comparable to de novo protein-truncating mutations. These findings expand the repertoire of functional de novo mutations to include \"functional\" synonymous ones and strengthen the role of rare variants in neuropsychiatric disease risk.",
        "Keywords": [],
        "MeSH terms": [
            "Autistic Disorder",
            "Databases, Factual",
            "Exome",
            "Female",
            "Genetic Association Studies",
            "Genetic Predisposition to Disease",
            "Histone-Lysine N-Methyltransferase",
            "Humans",
            "Machine Learning",
            "Male",
            "MicroRNAs",
            "Mutation",
            "Nerve Tissue Proteins",
            "Regulatory Elements, Transcriptional",
            "Schizophrenia",
            "Sequence Analysis, DNA",
            "rab2 GTP-Binding Protein"
        ],
        "Authors": [
            {
                "First Name": "Atsushi",
                "Last Name": "Takata",
                "Affiliation": "Department of Psychiatry, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Iuliana",
                "Last Name": "Ionita-Laza",
                "Affiliation": "Department of Biostatistics, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": "Department of Neuroscience, Columbia University Medical Center, New York, NY 10032, USA; Department of Physiology & Cellular Biophysics, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Bin",
                "Last Name": "Xu",
                "Affiliation": "Department of Psychiatry, Columbia University Medical Center, New York, NY 10032, USA. Electronic address: bx2105@cumc.columbia.edu."
            },
            {
                "First Name": "Maria",
                "Last Name": "Karayiorgou",
                "Affiliation": "Department of Psychiatry, Columbia University Medical Center, New York, NY 10032, USA; New York State Psychiatric Institute, New York, NY 10032, USA. Electronic address: mk2758@cumc.columbia.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2016"
    },
    {
        "PMID": "26898776",
        "Title": "Developmental Inhibition of Gsk3 Rescues Behavioral and Neurophysiological Deficits in a Mouse Model of Schizophrenia Predisposition.",
        "Abstract": "While the genetic basis of schizophrenia is increasingly well characterized, novel treatments will require establishing mechanistic relationships between specific risk genes and core phenotypes. Rare, highly penetrant risk genes such as the 22q11.2 microdeletion are promising in this regard. Df(16)A(+/-) mice, which carry a homologous microdeletion, have deficits in hippocampal-prefrontal connectivity that correlate with deficits in spatial working memory. These mice also have deficits in axonal development that are accompanied by dysregulated Gsk3β signaling and can be rescued by Gsk3 antagonists. Here we show that developmental inhibition of Gsk3 rescues deficits in hippocampal-prefrontal connectivity, task-related neural activity, and spatial working memory behavior in Df(16)A(+/-) mice. Taken together, these results provide mechanistic insight into how the microdeletion results in cognitive deficits, and they suggest possible targets for novel therapies.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Analysis of Variance",
            "Animals",
            "Animals, Newborn",
            "Cognition Disorders",
            "DiGeorge Syndrome",
            "Disease Models, Animal",
            "Evoked Potentials",
            "Genetic Predisposition to Disease",
            "Glycogen Synthase Kinase 3",
            "Maze Learning",
            "Mental Disorders",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Transgenic",
            "Nervous System Diseases",
            "Schizophrenia",
            "Theta Rhythm"
        ],
        "Authors": [
            {
                "First Name": "Makoto",
                "Last Name": "Tamura",
                "Affiliation": "Department of Psychiatry, Columbia University, 1051 Riverside Drive, New York, NY 10032, USA; Pharmacology Research Laboratories I, Mitsubishi Tanabe Pharma Corporation, 1000 Kamoshida-cho, Aoba-ku, Yokohama, Kanagawa 227-0033, Japan."
            },
            {
                "First Name": "Jun",
                "Last Name": "Mukai",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University, 1150 St. Nicholas Avenue, New York, NY 10032, USA; Department of Neuroscience, Columbia University, 1051 Riverside Drive, New York, NY 10032, USA."
            },
            {
                "First Name": "Joshua A",
                "Last Name": "Gordon",
                "Affiliation": "Department of Psychiatry, Columbia University, 1051 Riverside Drive, New York, NY 10032, USA; Division of Integrative Neuroscience, New York State Psychiatric Institute, 1051 Riverside Drive, New York, NY 10032, USA. Electronic address: jg343@cumc.columbia.edu."
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University, 1150 St. Nicholas Avenue, New York, NY 10032, USA; Department of Neuroscience, Columbia University, 1051 Riverside Drive, New York, NY 10032, USA. Electronic address: jag90@cumc.columbia.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2016"
    },
    {
        "PMID": "25913858",
        "Title": "Molecular substrates of altered axonal growth and brain connectivity in a mouse model of schizophrenia.",
        "Abstract": "22q11.2 deletion carriers show specific cognitive deficits, and ∼30% of them develop schizophrenia. One of the disrupted genes is ZDHHC8, which encodes for a palmitoyltransferase. We show that Zdhhc8-deficient mice have reduced palmitoylation of proteins that regulate axonal growth and branching. Analysis of axonal projections of pyramidal neurons from both Zdhhc8-deficient and Df(16)A(+/-) mice, which model the 22q11.2 deletion, revealed deficits in axonal growth and terminal arborization, which can be prevented by reintroduction of active ZDHHC8 protein. Impaired terminal arborization is accompanied by a reduction in the strength of synaptic connections and altered functional connectivity and working memory. The effect of ZDHHC8 is mediated in part via Cdc42-dependent modulation of Akt/Gsk3β signaling at the tip of the axon and can be reversed by pharmacologically decreasing Gsk3β activity during postnatal brain development. Our findings provide valuable mechanistic insights into the cognitive and psychiatric symptoms associated with a schizophrenia-predisposing mutation.",
        "Keywords": [],
        "MeSH terms": [
            "Acyltransferases",
            "Age Factors",
            "Alzheimer Disease",
            "Animals",
            "Animals, Newborn",
            "Axons",
            "Brain",
            "Channelrhodopsins",
            "DiGeorge Syndrome",
            "Disease Models, Animal",
            "Embryo, Mammalian",
            "Excitatory Postsynaptic Potentials",
            "Gene Expression Regulation, Developmental",
            "Green Fluorescent Proteins",
            "Humans",
            "Membrane Proteins",
            "Mice",
            "Mice, Transgenic",
            "Neural Pathways",
            "Neurons",
            "Phosphopyruvate Hydratase",
            "Signal Transduction",
            "Synapsins"
        ],
        "Authors": [
            {
                "First Name": "Jun",
                "Last Name": "Mukai",
                "Affiliation": "Department of Physiology and Cellular Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Makoto",
                "Last Name": "Tamura",
                "Affiliation": "Department of Psychiatry, New York State Psychiatry Institute, New York, NY 10032, USA; Pharmacology Research Laboratories I, Mitsubishi Tanabe Pharma Corporation, Yokohama, Kanagawa 227-0033, Japan."
            },
            {
                "First Name": "Karine",
                "Last Name": "Fénelon",
                "Affiliation": "Department of Physiology and Cellular Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Andrew M",
                "Last Name": "Rosen",
                "Affiliation": "Department of Physiology and Cellular Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA; Department of Psychiatry, New York State Psychiatry Institute, New York, NY 10032, USA."
            },
            {
                "First Name": "Timothy J",
                "Last Name": "Spellman",
                "Affiliation": "Department of Physiology and Cellular Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Rujun",
                "Last Name": "Kang",
                "Affiliation": "Department of Psychiatry, University of British Columbia, Vancouver, BC V6T 1Z3, Canada."
            },
            {
                "First Name": "Amy B",
                "Last Name": "MacDermott",
                "Affiliation": "Department of Physiology and Cellular Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA; Department of Neuroscience, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Maria",
                "Last Name": "Karayiorgou",
                "Affiliation": "Department of Psychiatry, New York State Psychiatry Institute, New York, NY 10032, USA."
            },
            {
                "First Name": "Joshua A",
                "Last Name": "Gordon",
                "Affiliation": "Department of Psychiatry, New York State Psychiatry Institute, New York, NY 10032, USA."
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": "Department of Physiology and Cellular Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA; Department of Neuroscience, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA. Electronic address: jag90@columbia.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2015"
    },
    {
        "PMID": "25771167",
        "Title": "The BDNF Val66Met variant affects gene expression through miR-146b.",
        "Abstract": "Variation in gene expression is an important mechanism underlying susceptibility to complex disease and traits. Single nucleotide polymorphisms (SNPs) account for a substantial portion of the total detected genetic variation in gene expression but how exactly variants acting in trans modulate gene expression and disease susceptibility remains largely unknown. The BDNF Val66Met SNP has been associated with a number of psychiatric disorders such as depression, anxiety disorders, schizophrenia and related traits. Using global microRNA expression profiling in hippocampus of humanized BDNF Val66Met knock-in mice we showed that this variant results in dysregulation of at least one microRNA, which in turn affects downstream target genes. Specifically, we show that reduced levels of miR-146b (mir146b), lead to increased Per1 and Npas4 mRNA levels and increased Irak1 protein levels in vitro and are associated with similar changes in the hippocampus of hBDNF(Met/Met) mice. Our findings highlight trans effects of common variants on microRNA-mediated gene expression as an integral part of the genetic architecture of complex disorders and traits.",
        "Keywords": [
            "BDNF",
            "Knock-in mice",
            "MicroRNA",
            "Val66Met"
        ],
        "MeSH terms": [
            "Animals",
            "Basic Helix-Loop-Helix Transcription Factors",
            "Brain-Derived Neurotrophic Factor",
            "Gene Expression Regulation",
            "Hippocampus",
            "Humans",
            "In Vitro Techniques",
            "Interleukin-1 Receptor-Associated Kinases",
            "Methionine",
            "Mice",
            "Mice, Transgenic",
            "MicroRNAs",
            "Molecular Sequence Data",
            "Period Circadian Proteins",
            "Valine"
        ],
        "Authors": [
            {
                "First Name": "Pei-Ken",
                "Last Name": "Hsu",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Bin",
                "Last Name": "Xu",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Jun",
                "Last Name": "Mukai",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Maria",
                "Last Name": "Karayiorgou",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY, USA. Electronic address: mk2758@columbia.edu."
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University, New York, NY, USA; Department of Neuroscience, Columbia University, New York, NY, USA. Electronic address: jag90@columbia.edu."
            }
        ],
        "Journal": "Neurobiology of disease",
        "PubDate": "2015"
    },
    {
        "PMID": "25505409",
        "Title": "Synaptic plasticity, neural circuits, and the emerging role of altered short-term information processing in schizophrenia.",
        "Abstract": "Synaptic plasticity alters the strength of information flow between presynaptic and postsynaptic neurons and thus modifies the likelihood that action potentials in a presynaptic neuron will lead to an action potential in a postsynaptic neuron. As such, synaptic plasticity and pathological changes in synaptic plasticity impact the synaptic computation which controls the information flow through the neural microcircuits responsible for the complex information processing necessary to drive adaptive behaviors. As current theories of neuropsychiatric disease suggest that distinct dysfunctions in neural circuit performance may critically underlie the unique symptoms of these diseases, pathological alterations in synaptic plasticity mechanisms may be fundamental to the disease process. Here we consider mechanisms of both short-term and long-term plasticity of synaptic transmission and their possible roles in information processing by neural microcircuits in both health and disease. As paradigms of neuropsychiatric diseases with strongly implicated risk genes, we discuss the findings in schizophrenia and autism and consider the alterations in synaptic plasticity and network function observed in both human studies and genetic mouse models of these diseases. Together these studies have begun to point toward a likely dominant role of short-term synaptic plasticity alterations in schizophrenia while dysfunction in autism spectrum disorders (ASDs) may be due to a combination of both short-term and long-term synaptic plasticity alterations.",
        "Keywords": [
            "22q11.2 microdeletion",
            "DISC1",
            "autism spectrum disorder",
            "neural circuits",
            "neuropsychiatric diseases",
            "risk genes",
            "schizophrenia",
            "short-term synaptic plasticity"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Gregg W",
                "Last Name": "Crabtree",
                "Affiliation": "Department of Physiology and Cellular Biophysics, College of Physicians and Surgeons, Columbia University New York, NY, USA."
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": "Department of Physiology and Cellular Biophysics, College of Physicians and Surgeons, Columbia University New York, NY, USA ; Department of Neuroscience, College of Physicians and Surgeons, Columbia University New York, NY, USA."
            }
        ],
        "Journal": "Frontiers in synaptic neuroscience",
        "PubDate": "2014"
    },
    {
        "PMID": "25126062",
        "Title": "Mice with a naturally occurring DISC1 mutation display a broad spectrum of behaviors associated to psychiatric disorders.",
        "Abstract": "Disrupted in schizophrenia-1 (DISC1) gene is associated with several neuropsychiatric disorders as it is disrupted by a balanced translocation involving chromosomes 1 and 11 in a large Scottish pedigree with high prevalence of schizophrenia, bipolar disorder and major depression. Since its identification, several mouse models with DISC1 genetic modifications have been generated using different approaches. Interestingly, a natural deletion of 25bp in the 129 mouse strain alters the DISC1 gene reading frame leading to a premature stop codon very close to the gene breakpoint in the mutant allele of the Scottish family. In the present study we confirmed that the 129DISC1(Del) mutation results in reduced level of full length DISC1 in hippocampus of heterozygous mice and we have characterized the behavioral consequences of heterozygous 129DISC1(Del) mutation in a mixed B6129 genetic background. We found alterations in spontaneous locomotor activity (hyperactivity in males and hypoactivity in females), deficits in pre-pulse inhibition (PPI) and also increased despair behavior in heterozygous 129DISC1(Del) mice, thus reproducing typical behaviors associated to psychiatric disorders. Since this mouse strain is widely and commercially available, we propose it as an amenable tool to study DISC1-related biochemical alterations and psychiatric behaviors.",
        "Keywords": [
            "129 strain",
            "DISC1",
            "forced swim test",
            "mouse model",
            "pre-pulse inhibition",
            "tail suspension test"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Raquel",
                "Last Name": "Gómez-Sintes",
                "Affiliation": "Centro de Biología Molecular \"Severo Ochoa\", (CBMSO) CSIC/UAM Madrid, Spain ; Networking Research Center on Neurodegenerative Diseases (CIBERNED), Instituto de Salud Carlos III Madrid, Spain."
            },
            {
                "First Name": "Mirna",
                "Last Name": "Kvajo",
                "Affiliation": "Department of Psychiatry and Department of Physiology and Cellular Biophysics, Columbia University Medical Center New York, NY, USA."
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": "Department of Psychiatry and Department of Physiology and Cellular Biophysics, Columbia University Medical Center New York, NY, USA."
            },
            {
                "First Name": "José J",
                "Last Name": "Lucas",
                "Affiliation": "Centro de Biología Molecular \"Severo Ochoa\", (CBMSO) CSIC/UAM Madrid, Spain ; Networking Research Center on Neurodegenerative Diseases (CIBERNED), Instituto de Salud Carlos III Madrid, Spain."
            }
        ],
        "Journal": "Frontiers in behavioral neuroscience",
        "PubDate": "2014"
    },
    {
        "PMID": "24027283",
        "Title": "The pattern of cortical dysfunction in a mouse model of a schizophrenia-related microdeletion.",
        "Abstract": "We used a mouse model of the schizophrenia-predisposing 22q11.2 microdeletion to evaluate how this genetic lesion affects cortical neural circuits at the synaptic, cellular, and molecular levels. Guided by cognitive deficits, we demonstrated that mutant mice display robust deficits in high-frequency synaptic transmission and short-term plasticity (synaptic depression and potentiation), as well as alterations in long-term plasticity and dendritic spine stability. Apart from previously reported reduction in dendritic complexity of layer 5 pyramidal neurons, altered synaptic plasticity occurs in the context of relatively circumscribed and often subtle cytoarchitectural changes in neuronal density and inhibitory neuron numbers. We confirmed the pronounced DiGeorge critical region 8 (Dgcr8)-dependent deficits in primary micro-RNA processing and identified additional changes in gene expression and RNA splicing that may underlie the effects of this mutation. Reduction in Dgcr8 levels appears to be a major driver of altered short-term synaptic plasticity in prefrontal cortex and working memory but not of long-term plasticity and cytoarchitecture. Our findings inform the cortical synaptic and neuronal mechanisms of working memory impairment in the context of psychiatric disorders. They also provide insight into the link between micro-RNA dysregulation and genetic liability to schizophrenia and cognitive dysfunction.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cognition Disorders",
            "Dendritic Spines",
            "DiGeorge Syndrome",
            "Disease Models, Animal",
            "Gene Expression Regulation",
            "Gene Regulatory Networks",
            "In Vitro Techniques",
            "Long-Term Potentiation",
            "Long-Term Synaptic Depression",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Neurons",
            "Phosphopyruvate Hydratase",
            "Prefrontal Cortex",
            "Proteins",
            "RNA-Binding Proteins",
            "Recognition, Psychology",
            "Sarcoplasmic Reticulum Calcium-Transporting ATPases"
        ],
        "Authors": [
            {
                "First Name": "Karine",
                "Last Name": "Fénelon",
                "Affiliation": "Departments of Physiology and Cellular Biophysics, Psychiatry, and Neuroscience, Columbia University Medical Center, New York, New York 10032, Integrated Program in Cellular, Molecular, and Biophysical Studies, Columbia University, New York, New York 10032, New York State Psychiatric Institute, New York, New York 10032, The Simons Foundation Autism Research Initiative, New York, New York 10010, and Molecular Neurobiology Program, Skirball Institute, Department of Physiology and Neuroscience, New York University School of Medicine, New York, New York 10016."
            },
            {
                "First Name": "Bin",
                "Last Name": "Xu",
                "Affiliation": ""
            },
            {
                "First Name": "Cora S",
                "Last Name": "Lai",
                "Affiliation": ""
            },
            {
                "First Name": "Jun",
                "Last Name": "Mukai",
                "Affiliation": ""
            },
            {
                "First Name": "Sander",
                "Last Name": "Markx",
                "Affiliation": ""
            },
            {
                "First Name": "Kimberly L",
                "Last Name": "Stark",
                "Affiliation": ""
            },
            {
                "First Name": "Pei-Ken",
                "Last Name": "Hsu",
                "Affiliation": ""
            },
            {
                "First Name": "Wen-Biao",
                "Last Name": "Gan",
                "Affiliation": ""
            },
            {
                "First Name": "Gerald D",
                "Last Name": "Fischbach",
                "Affiliation": ""
            },
            {
                "First Name": "Amy B",
                "Last Name": "MacDermott",
                "Affiliation": ""
            },
            {
                "First Name": "Maria",
                "Last Name": "Karayiorgou",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2013"
    },
    {
        "PMID": "23332760",
        "Title": "Derepression of a neuronal inhibitor due to miRNA dysregulation in a schizophrenia-related microdeletion.",
        "Abstract": "22q11.2 microdeletions result in specific cognitive deficits and schizophrenia. Analysis of Df(16)A(+/-) mice, which model this microdeletion, revealed abnormalities in the formation of neuronal dendrites and spines, as well as altered brain microRNAs. Here, we show a drastic reduction of miR-185, which resides within the 22q11.2 locus, to levels more than expected by a hemizygous deletion, and we demonstrate that this reduction alters dendritic and spine development. miR-185 represses, through an evolutionarily conserved target site, a previously unknown inhibitor of these processes that resides in the Golgi apparatus and shows higher prenatal brain expression. Sustained derepression of this inhibitor after birth represents the most robust transcriptional disturbance in the brains of Df(16)A(+/-) mice and results in structural alterations in the hippocampus. Reduction of miR-185 also has milder age- and region-specific effects on the expression of some Golgi-related genes. Our findings illuminate the contribution of microRNAs in psychiatric disorders and cognitive dysfunction.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Brain",
            "Chromosome Deletion",
            "Chromosomes, Human, Pair 22",
            "Disease Models, Animal",
            "Embryo, Mammalian",
            "Golgi Apparatus",
            "Hippocampus",
            "Humans",
            "Membrane Proteins",
            "Mice",
            "MicroRNAs",
            "Molecular Sequence Data",
            "Neuronal Plasticity",
            "Neurons",
            "Proteins",
            "RNA-Binding Proteins"
        ],
        "Authors": [
            {
                "First Name": "Bin",
                "Last Name": "Xu",
                "Affiliation": "Department of Psychiatry, College of Physicians and Surgeons, Columbia University, 1051 Riverside Drive, New York, NY 10032, USA."
            },
            {
                "First Name": "Pei-Ken",
                "Last Name": "Hsu",
                "Affiliation": ""
            },
            {
                "First Name": "Kimberly L",
                "Last Name": "Stark",
                "Affiliation": ""
            },
            {
                "First Name": "Maria",
                "Last Name": "Karayiorgou",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2013"
    },
    {
        "PMID": "22658921",
        "Title": "Sexual dimorphisms in the immune system of catechol-O-methyltransferase knockout mice.",
        "Abstract": "The enzyme catechol-O-methyltransferase (COMT) is part of the metabolic pathway of 17β-estradiol, converting 2-hydroxyestradiol to 2-methoxyestradiol. We recently showed that administration of the COMT product 2-methoxyestradiol has anti-inflammatory and anti-osteoporotic effects. We have now investigated whether COMT affects the immune system, by immunologically phenotyping COMT deficient (COMT(-/-)) mice. Immunoglobulin production, T lymphocyte proliferation, NK cell cytotoxicity and oxygen radical production were assessed. In male COMT(-/-)-mice, the total number of T-, and B-lymphocytes from spleen increased but the T-cell proliferative response decreased. The NK cell population shifted toward less mature cells, leaving cytotoxic capacity unaffected. In COMT(-/-)-females, a higher frequency of neutrophils was found but the oxygen radical production was unaltered. In conclusion, only minor changes of the immune system were seen in COMT deficient mice, and the changes were usually seen in males. This study provides clues into how COMT activity, and hence gender differences, affects the immune system.",
        "Keywords": [],
        "MeSH terms": [
            "2-Methoxyestradiol",
            "Animals",
            "B-Lymphocytes",
            "Catechol O-Methyltransferase",
            "Cell Proliferation",
            "Enzyme-Linked Immunosorbent Assay",
            "Estradiol",
            "Female",
            "Immune System",
            "Immunoglobulins",
            "Male",
            "Mice",
            "Mice, 129 Strain",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Molecular Structure",
            "Neutrophils",
            "Organ Size",
            "Sex Factors",
            "Single-Cell Analysis",
            "Spleen",
            "T-Lymphocytes",
            "Uterus"
        ],
        "Authors": [
            {
                "First Name": "Alexandra",
                "Last Name": "Stubelius",
                "Affiliation": "Centre for Bone and Arthritis Research (CBAR), Institute of Medicine Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden. alexandra.stubelius@rheuma.gu.se"
            },
            {
                "First Name": "Anna S",
                "Last Name": "Wilhelmson",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            },
            {
                "First Name": "Asa",
                "Last Name": "Tivesten",
                "Affiliation": ""
            },
            {
                "First Name": "Ulrika",
                "Last Name": "Islander",
                "Affiliation": ""
            },
            {
                "First Name": "Hans",
                "Last Name": "Carlsten",
                "Affiliation": ""
            }
        ],
        "Journal": "Immunobiology",
        "PubDate": "2012"
    },
    {
        "PMID": "22627793",
        "Title": "The best of times, the worst of times for psychiatric disease.",
        "Abstract": "As long-awaited advances in psychiatric genetics begin to materialize in force, promising to steer us safely to the best of times in psychiatric disease research, many pharmaceutical companies pull away from the challenge of drug development, threatening to bring us to the worst of times for the field. There is a real danger of missed opportunities and a sense of urgency for defining a clear path forward.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Drug Industry",
            "Humans",
            "Mental Disorders",
            "Psychiatry",
            "Research Design"
        ],
        "Authors": [
            {
                "First Name": "Maria",
                "Last Name": "Karayiorgou",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan",
                "Last Name": "Flint",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            },
            {
                "First Name": "Robert C",
                "Last Name": "Malenka",
                "Affiliation": ""
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature neuroscience",
        "PubDate": "2012"
    },
    {
        "PMID": "22406400",
        "Title": "MicroRNA dysregulation in neuropsychiatric disorders and cognitive dysfunction.",
        "Abstract": "MicroRNAs (miRNA), a class of non-coding RNAs, are emerging as important modulators of neuronal development, structure and function. A connection has been established between abnormalities in miRNA expression and miRNA-mediated gene regulation and psychiatric and neurodevelopmental disorders as well as cognitive dysfunction. Establishment of this connection has been driven by progress in elucidating the genetic etiology of these phenotypes and has provided a context to interpret additional supporting evidence accumulating from parallel expression profiling studies in brains and peripheral blood of patients. Here we review relevant evidence that supports this connection and explore possible mechanisms that underlie the contribution of individual miRNAs and miRNA-related pathways to the pathogenesis and pathophysiology of these complex clinical phenotypes. The existing evidence provides useful hypotheses for further investigation as well as important clues for identifying novel therapeutic targets.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Brain",
            "Cognition Disorders",
            "Gene Expression Regulation",
            "Humans",
            "Mental Disorders",
            "MicroRNAs",
            "Neuronal Plasticity",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Bin",
                "Last Name": "Xu",
                "Affiliation": "Department of Physiology & Cellular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Pei-Ken",
                "Last Name": "Hsu",
                "Affiliation": ""
            },
            {
                "First Name": "Maria",
                "Last Name": "Karayiorgou",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            }
        ],
        "Journal": "Neurobiology of disease",
        "PubDate": "2012"
    },
    {
        "PMID": "22228008",
        "Title": "Copy number variation and psychiatric disease risk.",
        "Abstract": "Psychiatric disorders are multifactorial in nature with complex genetic architecture. A number of recent studies, building upon earlier findings of copy number variants (CNVs) at the 22q11.2 locus, suggest that rare CNVs represent an important component of genetic heterogeneity in the etiology of complex psychiatric diseases, such as schizophrenia. De novo CNVs are found with higher frequency among sporadic cases, whereas inherited CNVs are enriched among familial cases. Despite substantial progress, a number of challenges remain, such as pinpointing causative relationships between specific gene(s) affected by CNVs and disease phenotypes as well as distinguishing abnormal structural mutations from neutral polymorphisms and establishing a clear association between individual pathogenic CNV and disease phenotypes.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Chromosomes, Human, Pair 22",
            "DNA Copy Number Variations",
            "Gene Deletion",
            "Genetic Predisposition to Disease",
            "Humans",
            "Mental Disorders",
            "Microarray Analysis",
            "Phenotype",
            "Polymorphism, Single Nucleotide",
            "Schizophrenia"
        ],
        "Authors": [
            {
                "First Name": "Rebecca J",
                "Last Name": "Levy",
                "Affiliation": "Department of Psychiatry, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Bin",
                "Last Name": "Xu",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            },
            {
                "First Name": "Maria",
                "Last Name": "Karayiorgou",
                "Affiliation": ""
            }
        ],
        "Journal": "Methods in molecular biology (Clifton, N.J.)",
        "PubDate": "2012"
    },
    {
        "PMID": "22177981",
        "Title": "Genetic and cognitive windows into circuit mechanisms of psychiatric disease.",
        "Abstract": "Accumulating evidence indicates substantial etiological and pathophysiological heterogeneity as well as overlap within and across psychiatric disorders. Moreover, it is uncertain at what level, besides gross behavior, mental illnesses can be differentiated. To advance our understanding of psychiatric disease, we advocate a more systematic approach in characterizing a small number of animal models by utilizing unequivocal rare disease mutations and targeted cognitive assessment to identify convergent disease circuits and mechanisms. Based on available data, we discuss the possibility that the temporal dynamics of synaptic plasticity play a central role in disease pathophysiology and that the extent and manner in which they are altered in specific neural circuits determine the exact clinical phenotype of diverse disorders.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Disease Models, Animal",
            "Genetic Predisposition to Disease",
            "Humans",
            "Mental Disorders",
            "Mutation",
            "Neuronal Plasticity",
            "Phenotype",
            "Schizophrenia"
        ],
        "Authors": [
            {
                "First Name": "P Alexander",
                "Last Name": "Arguello",
                "Affiliation": "Princeton Neuroscience Institute and Department of Molecular Biology, Princeton University, Princeton, NJ 08544, USA."
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            }
        ],
        "Journal": "Trends in neurosciences",
        "PubDate": "2012"
    },
    {
        "PMID": "22049344",
        "Title": "Altered axonal targeting and short-term plasticity in the hippocampus of Disc1 mutant mice.",
        "Abstract": "Carefully designed animal models of genetic risk factors are likely to aid our understanding of the pathogenesis of schizophrenia. Here, we study a mouse strain with a truncating lesion in the endogenous Disc1 ortholog designed to model the effects of a schizophrenia-predisposing mutation and offer a detailed account of the consequences that this mutation has on the development and function of a hippocampal circuit. We uncover widespread and cumulative cytoarchitectural alterations in the dentate gyrus during neonatal and adult neurogenesis, which include errors in axonal targeting and are accompanied by changes in short-term plasticity at the mossy fiber/CA3 circuit. We also provide evidence that cAMP levels are elevated as a result of the Disc1 mutation, leading to altered axonal targeting and dendritic growth. The identified structural alterations are, for the most part, not consistent with the growth-promoting and premature maturation effects inferred from previous RNAi-based Disc1 knockdown. Our results provide support to the notion that modest disturbances of neuronal connectivity and accompanying deficits in short-term synaptic dynamics is a general feature of schizophrenia-predisposing mutations.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Animals, Newborn",
            "Axons",
            "Cell Proliferation",
            "Cells, Cultured",
            "Cyclic AMP",
            "Cyclic Nucleotide Phosphodiesterases, Type 4",
            "Dendrites",
            "Dentate Gyrus",
            "Hippocampus",
            "Immunohistochemistry",
            "Long-Term Potentiation",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Mice, Transgenic",
            "Mossy Fibers, Hippocampal",
            "Nerve Tissue Proteins",
            "Neurogenesis",
            "Neuronal Plasticity",
            "Neurons",
            "Patch-Clamp Techniques"
        ],
        "Authors": [
            {
                "First Name": "Mirna",
                "Last Name": "Kvajo",
                "Affiliation": "Department of Psychiatry, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Heather",
                "Last Name": "McKellar",
                "Affiliation": ""
            },
            {
                "First Name": "Liam J",
                "Last Name": "Drew",
                "Affiliation": ""
            },
            {
                "First Name": "Aude-Marie",
                "Last Name": "Lepagnol-Bestel",
                "Affiliation": ""
            },
            {
                "First Name": "Lan",
                "Last Name": "Xiao",
                "Affiliation": ""
            },
            {
                "First Name": "Rebecca J",
                "Last Name": "Levy",
                "Affiliation": ""
            },
            {
                "First Name": "Richard",
                "Last Name": "Blazeski",
                "Affiliation": ""
            },
            {
                "First Name": "P Alexander",
                "Last Name": "Arguello",
                "Affiliation": ""
            },
            {
                "First Name": "Clay O",
                "Last Name": "Lacefield",
                "Affiliation": ""
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": ""
            },
            {
                "First Name": "Michel",
                "Last Name": "Simonneau",
                "Affiliation": ""
            },
            {
                "First Name": "James M",
                "Last Name": "O'Donnell",
                "Affiliation": ""
            },
            {
                "First Name": "Amy B",
                "Last Name": "MacDermott",
                "Affiliation": ""
            },
            {
                "First Name": "Maria",
                "Last Name": "Karayiorgou",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2011"
    },
    {
        "PMID": "22034867",
        "Title": "The genetic architecture of schizophrenia: new mutations and emerging paradigms.",
        "Abstract": "Although a genetic component of schizophrenia has been acknowledged for a long time, the underlying architecture of the genetic risk remains a contentious issue. Early linkage and candidate association studies led to largely inconclusive results. More recently, the availability of powerful technologies, samples of sufficient sizes, and genome-wide panels of genetic markers facilitated systematic and agnostic scans throughout the genome for either common or rare disease risk variants of small or large effect size, respectively. Although the former had limited success, the role of rare genetic events, such as copy-number variants (CNVs) or rare point mutations, has become increasingly important in gene discovery for schizophrenia. Importantly, recent research building upon earlier findings of de novo recurrent CNVs at the 22q11.2 locus, has highlighted a de novo mutational paradigm as a major component of the genetic architecture of schizophrenia. Recent progress is bringing us closer to earlier intervention and new therapeutic targets.",
        "Keywords": [],
        "MeSH terms": [
            "Genetic Predisposition to Disease",
            "Genetics",
            "Humans",
            "Risk Factors",
            "Schizophrenia"
        ],
        "Authors": [
            {
                "First Name": "Laura",
                "Last Name": "Rodriguez-Murillo",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            },
            {
                "First Name": "Maria",
                "Last Name": "Karayiorgou",
                "Affiliation": ""
            }
        ],
        "Journal": "Annual review of medicine",
        "PubDate": "2012"
    },
    {
        "PMID": "22009725",
        "Title": "Catechol-O-methyltransferase is dispensable for vascular protection by estradiol in mouse models of atherosclerosis and neointima formation.",
        "Abstract": "Estradiol is converted to the biologically active metabolite 2-methoxyestradiol via the activity of the enzyme catechol-O-methyltransferase (COMT). Exogenous administration of both estradiol and 2-methoxyestradiol reduces experimental atherosclerosis and neointima formation, and COMT-dependent formation of 2-methoxyestradiol likely mediates the antimitogenic effect of estradiol on smooth muscle cells in vitro. This study evaluated whether 2-methoxyestradiol mediates the vasculoprotective actions of estradiol in vivo. Wild-type (WT) and COMT knockout (COMTKO) mice on an apolipoprotein E-deficient background were gonadectomized and treated with estradiol or placebo. Exogenous estradiol reduced atherosclerotic lesion formation in both females (WT, -78%; COMTKO, -82%) and males (WT, -48%; COMTKO, -53%) and was equally effective in both genotypes. We further evaluated how exogenous estradiol affected neointima formation after ligation of the carotid artery in ovariectomized female mice; estradiol reduced intimal hyperplasia to a similar extent in both WT (-80%) and COMTKO (-77%) mice. In ovarian-intact female COMTKO mice, atherosclerosis was decreased (-25%) compared with WT controls. In conclusion, the COMT enzyme is dispensable for vascular protection by exogenous estradiol in experimental atherosclerosis and neointima formation in vivo. Instead, COMT deficiency in virgin female mice with intact endogenous production of estradiol results in relative protection against atherosclerosis.",
        "Keywords": [],
        "MeSH terms": [
            "2-Methoxyestradiol",
            "Animals",
            "Atherosclerosis",
            "Blood Vessels",
            "Catechol O-Methyltransferase",
            "Estradiol",
            "Female",
            "Male",
            "Mice",
            "Neointima",
            "Protective Agents"
        ],
        "Authors": [
            {
                "First Name": "Anna S",
                "Last Name": "Wilhelmson",
                "Affiliation": "Wallenberg Laboratory for Cardiovascular Research, Institute of Medicine, Sahlgrenska University Hospital, University of Gothenburg, Bruna Stråket 16, SE-413 45 Gothenburg, Sweden."
            },
            {
                "First Name": "Johan",
                "Last Name": "Bourghardt-Fagman",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            },
            {
                "First Name": "Per",
                "Last Name": "Fogelstrand",
                "Affiliation": ""
            },
            {
                "First Name": "Asa",
                "Last Name": "Tivesten",
                "Affiliation": ""
            }
        ],
        "Journal": "Endocrinology",
        "PubDate": "2011"
    },
    {
        "PMID": "21635953",
        "Title": "Evidence for altered hippocampal function in a mouse model of the human 22q11.2 microdeletion.",
        "Abstract": "22q11.2 chromosomal deletions are recurrent copy number mutations that increase the risk of schizophrenia around thirty-fold. Deletion of the orthologous chromosomal region in mice offers an opportunity to characterize changes to neuronal structure and function that may account for the development of this disease. The hippocampus has been implicated in schizophrenia pathogenesis, is reduced in volume in 22q11.2 deletion carriers and displays altered neuronal structure in a mouse model of the mutation (Df(16)A(+/-) mice). Here we investigate hippocampal CA1 physiology, hippocampal-dependent spatial memory and novelty-induced hippocampal activation in Df(16)A(+/-) mice. We found normal spatial reference memory (as assayed by the Morris water maze test) as well as modest but potentially important deficits in physiology. In particular, a reduction in the level of inhibition of CA1 pyramidal neurons was observed, implying a decrease in interneuron activity. Additionally, deficits in LTP were observed using certain induction protocols. Induction of c-Fos expression by exploration of a novel environment suggested a relative sparing of CA1 and dentate gyrus function but showed a robust decrease in the number of activated CA3 pyramidal neurons in Df(16)A(+/-) mice. Overall, experiments performed in this 22q11.2 deletion model demonstrated deficits of various degrees across different regions of the hippocampus, which together may contribute to the increased risk of developing schizophrenia.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Chromosome Deletion",
            "Chromosomes, Human, Pair 22",
            "Hippocampus",
            "Humans",
            "Interneurons",
            "Maze Learning",
            "Memory",
            "Mice",
            "Mice, Inbred C57BL",
            "Models, Animal",
            "Neuronal Plasticity",
            "Neurons",
            "Patch-Clamp Techniques",
            "Proto-Oncogene Proteins c-fos",
            "Risk Factors",
            "Schizophrenia"
        ],
        "Authors": [
            {
                "First Name": "Liam J",
                "Last Name": "Drew",
                "Affiliation": "Dept. of Physiology and Cellular Biophysics, Columbia University, West 168th St, New York, NY 10032, USA."
            },
            {
                "First Name": "Kimberly L",
                "Last Name": "Stark",
                "Affiliation": ""
            },
            {
                "First Name": "Karine",
                "Last Name": "Fénelon",
                "Affiliation": ""
            },
            {
                "First Name": "Maria",
                "Last Name": "Karayiorgou",
                "Affiliation": ""
            },
            {
                "First Name": "Amy B",
                "Last Name": "Macdermott",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular and cellular neurosciences",
        "PubDate": "2011"
    },
    {
        "PMID": "21368174",
        "Title": "Deficiency of Dgcr8, a gene disrupted by the 22q11.2 microdeletion, results in altered short-term plasticity in the prefrontal cortex.",
        "Abstract": "Individuals with 22q11.2 microdeletions have cognitive and behavioral impairments and the highest known genetic risk for developing schizophrenia. One gene disrupted by the 22q11.2 microdeletion is DGCR8, a component of the \"microprocessor\" complex that is essential for microRNA production, resulting in abnormal processing of specific brain miRNAs and working memory deficits. Here, we determine the effect of Dgcr8 deficiency on the structure and function of cortical circuits by assessing their laminar organization, as well as the neuronal morphology, and intrinsic and synaptic properties of layer 5 pyramidal neurons in the prefrontal cortex of Dgcr8(+/-) mutant mice. We found that heterozygous Dgcr8 mutant mice have slightly fewer cortical layer 2/4 neurons and that the basal dendrites of layer 5 pyramidal neurons have slightly smaller spines. In addition to the modest structural changes, field potential and whole-cell electrophysiological recordings performed in layer 5 of the prefrontal cortex revealed greater short-term synaptic depression during brief stimulation trains applied at 50 Hz to superficial cortical layers. This finding was accompanied by a decrease in the initial phase of synaptic potentiation. Our results identify altered short-term plasticity as a neural substrate underlying the cognitive dysfunction and the increased risk for schizophrenia associated with the 22q11.2 microdeletions.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "CA1 Region, Hippocampal",
            "CA3 Region, Hippocampal",
            "Chromosome Deletion",
            "Chromosomes, Human, Pair 22",
            "Dendritic Spines",
            "Excitatory Postsynaptic Potentials",
            "Gene Deletion",
            "Mice",
            "Neuronal Plasticity",
            "Prefrontal Cortex",
            "Proteins",
            "RNA-Binding Proteins",
            "Synapses",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Karine",
                "Last Name": "Fénelon",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Jun",
                "Last Name": "Mukai",
                "Affiliation": ""
            },
            {
                "First Name": "Bin",
                "Last Name": "Xu",
                "Affiliation": ""
            },
            {
                "First Name": "Pei-Ken",
                "Last Name": "Hsu",
                "Affiliation": ""
            },
            {
                "First Name": "Liam J",
                "Last Name": "Drew",
                "Affiliation": ""
            },
            {
                "First Name": "Maria",
                "Last Name": "Karayiorgou",
                "Affiliation": ""
            },
            {
                "First Name": "Gerald D",
                "Last Name": "Fischbach",
                "Affiliation": ""
            },
            {
                "First Name": "Amy B",
                "Last Name": "Macdermott",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2011"
    },
    {
        "PMID": "21312416",
        "Title": "Molecules, signaling, and schizophrenia.",
        "Abstract": "Schizophrenia is one of the most common psychiatric disorders, but despite some progress in identifying the genetic factors implicated in its development, the molecular mechanisms underlying its etiology and pathogenesis remain poorly understood. However, accumulating evidence suggests that regardless of the underlying genetic complexity, the mechanisms of the disease may impact a small number of common signaling pathways. In this review, we discuss the evidence for a role of schizophrenia susceptibility genes in intracellular signaling cascades by focusing on three prominent candidate genes: AKT, PPP3CC (calcineurin), and DISC1. We describe the regulation of a number of signaling cascades by AKT and calcineurin through protein phosphorylation and dephosphorylation, and the recently uncovered functions of DISC1 in cAMP and GSK3beta signaling. In addition, we present independent evidence for the involvement of their downstream signaling pathways in schizophrenia. Finally, we discuss evidence supporting an impact of these susceptibility genes on common intracellular signaling pathways and the convergence of their effects on neuronal processes implicated in schizophrenia.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Brain",
            "Genetic Predisposition to Disease",
            "Humans",
            "Schizophrenia",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Mirna",
                "Last Name": "Kvajo",
                "Affiliation": "Department of Physiology and Cellular Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA. mk2776@columbia.edu"
            },
            {
                "First Name": "Heather",
                "Last Name": "McKellar",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            }
        ],
        "Journal": "Current topics in behavioral neurosciences",
        "PubDate": "2010"
    },
    {
        "PMID": "20485365",
        "Title": "22q11.2 microdeletions: linking DNA structural variation to brain dysfunction and schizophrenia.",
        "Abstract": "Recent studies are beginning to paint a clear and consistent picture of the impairments in psychological and cognitive competencies that are associated with microdeletions in chromosome 22q11.2. These studies have highlighted a strong link between this genetic lesion and schizophrenia. Parallel studies in humans and animal models are starting to uncover the complex genetic and neural substrates altered by the microdeletion. In addition to offering a deeper understanding of the effects of this genetic lesion, these findings may guide analysis of other copy-number variants associated with cognitive dysfunction and psychiatric disorders.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Brain Diseases",
            "Chromosome Aberrations",
            "Chromosome Deletion",
            "Chromosomes, Human, Pair 22",
            "Humans",
            "Schizophrenia"
        ],
        "Authors": [
            {
                "First Name": "Maria",
                "Last Name": "Karayiorgou",
                "Affiliation": "Department of Psychiatry, Columbia University Medical Center, 1051 Riverside Drive, New York, New York 10032, USA. mk2758@columbia.edu"
            },
            {
                "First Name": "Tony J",
                "Last Name": "Simon",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature reviews. Neuroscience",
        "PubDate": "2010"
    },
    {
        "PMID": "20388499",
        "Title": "MicroRNAs in psychiatric and neurodevelopmental disorders.",
        "Abstract": "Abnormalities in microRNA (miRNA)-mediated gene regulation have been observed in a variety of human diseases, especially in cancer. Here, we provide an account of newly emerging connections between miRNAs with various psychiatric and neurodevelopmental disorders, including recent findings of miRNA dysregulation in the 22q11.2 microdeletion syndrome, a well-established genetic risk factor for schizophrenia. miRNAs appear to be components of both the genetic architecture of these complex phenotypes as well as integral parts of the biological pathways that mediate the effects of primary genetic deficits. Therefore, they may contribute to both genetic heterogeneity and phenotypic variation of psychiatric and neurodevelopmental disorders and could serve as novel therapeutic targets.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Developmental Disabilities",
            "Humans",
            "Mental Disorders",
            "MicroRNAs",
            "Models, Neurological",
            "Nervous System Diseases"
        ],
        "Authors": [
            {
                "First Name": "Bin",
                "Last Name": "Xu",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University Medical Center, 630 W. 168th Street,New York, NY 10032, USA."
            },
            {
                "First Name": "Maria",
                "Last Name": "Karayiorgou",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            }
        ],
        "Journal": "Brain research",
        "PubDate": "2010"
    },
    {
        "PMID": "20075378",
        "Title": "Development of animal models for schizophrenia.",
        "Abstract": "Schizophrenia is a devastating psychiatric disorder that affects around 1% of the population worldwide. The disease is characterized by 'positive symptoms', 'negative symptoms' and cognitive deficits. Over the last 60 years, a large number of family, twin and adoption studies have clearly demonstrated a strong genetic component for schizophrenia, but the mode of inheritance of the disease is complex and, in all likelihood, involves contribution from multiple genes in conjunction with environmental and stochastic factors. Recently, several genome-wide scans have demonstrated that rare alleles contribute significantly to schizophrenia risk. Assessments of rare variants have identified specific and probably causative, disease-associated structural mutations or copy number variants (CNVs, which result from genomic gains or losses). The fact that the effects of such lesions are transparent allows the generation of etiologically valid animal models and the opportunity to explore the molecular, cellular and circuit-level abnormalities underlying the expression of psychopathology. To date, the most common genomic structural rearrangements that are unequivocally associated with the development of schizophrenia, are de novo microdeletions of the 22q11.2 locus. Fortunately, the human 22q11.2 locus is conserved within the syntenic region of mouse chromosome 16, which harbors nearly all orthologues of the human genes. This has made it possible to engineer genetically faithful, and thus etiologically valid, animal models of this schizophrenia susceptibility locus.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Disease Models, Animal",
            "Mice",
            "Phenotype",
            "Schizophrenia"
        ],
        "Authors": [
            {
                "First Name": "P Alexander",
                "Last Name": "Arguello",
                "Affiliation": "Department of Neuroscience, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Sander",
                "Last Name": "Markx",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            },
            {
                "First Name": "Maria",
                "Last Name": "Karayiorgou",
                "Affiliation": ""
            }
        ],
        "Journal": "Disease models & mechanisms",
        "PubDate": "2010"
    },
    {
        "PMID": "20026558",
        "Title": "Cognition in mouse models of schizophrenia susceptibility genes.",
        "Abstract": "Cognitive deficits are core features of psychiatric disorders and contribute substantially to functional outcome. It is still unclear, however, how cognitive deficits are related to underlying genetic liability and overt clinical symptoms. Fortunately, animal models of susceptibility genes can illuminate how the products of disease-associated genetic variants affect brain function and ultimately alter behavior. Using as a reference findings from the Cognitive Neuroscience Treatment Research to Improve Cognition in Schizophrenia program and the SchizophreniaGene database, we review cognitive data from mutant models of rare and common genetic variants associated with schizophrenia.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Animals",
            "Brain",
            "Cognition Disorders",
            "Disease Models, Animal",
            "Executive Function",
            "Genetic Association Studies",
            "Genetic Markers",
            "Genetic Predisposition to Disease",
            "Humans",
            "Memory, Short-Term",
            "Mice",
            "Mice, Transgenic",
            "Nerve Tissue Proteins",
            "Schizophrenia",
            "Schizophrenic Psychology"
        ],
        "Authors": [
            {
                "First Name": "P Alexander",
                "Last Name": "Arguello",
                "Affiliation": "Department of Neuroscience, Columbia University Medical Center, New York, NY 10032, USA. paa2102@columbia.edu"
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            }
        ],
        "Journal": "Schizophrenia bulletin",
        "PubDate": "2010"
    },
    {
        "PMID": "19519974",
        "Title": "Analysis of prepulse inhibition in mouse lines overexpressing 22q11.2 orthologues.",
        "Abstract": "Animal models have been useful in elucidating the genetic basis of the cognitive and behavioural phenotypes associated with the 22q11.2 microdeletions. Loss-of-function models have implicated a number of genes as playing a role in prepulse inhibition (PPI) of the startle response. Here, we report the generation and initial analysis of bacterial artificial chromosome (BAC) transgenic (Tg) mice, overexpressing genes from within the 22q11.2 locus. We used engineered BAC constructs to generate Tg lines and quantitative RT-PCR to assess levels of gene expression in each line. We assessed PPI and open-field activity in mice from two low copy number lines. In Tg-1, a line overexpressing Prodh and Vpreb2, PPI was significantly increased at prepulse levels of 78 dB and 82 dB while no differences were found in activity measures. By contrast, no significant differences were found in PPI testing of the Tg-2 line overexpressing Zdhhc8, Ranbp1, Htf9c, T10, Arvcf and Comt. Taken together with previous loss-of-function reports, these findings suggest that Prodh has a key role in modulating the degree of sensorimotor gating in mice and possibly in humans and provide additional support for an important role of this pathway in modulating behavioural deficits associated with genomic gains or losses at 22q11.2.",
        "Keywords": [],
        "MeSH terms": [
            "Acoustic Stimulation",
            "Animals",
            "Behavior, Animal",
            "Chromosomes, Artificial, Bacterial",
            "Chromosomes, Mammalian",
            "Genes, Reporter",
            "Genotype",
            "Green Fluorescent Proteins",
            "Immunoglobulin Light Chains, Surrogate",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Transgenic",
            "Motor Activity",
            "Phenotype",
            "Proline Oxidase",
            "Reflex, Startle",
            "Sensory Gating"
        ],
        "Authors": [
            {
                "First Name": "Kimberly L",
                "Last Name": "Stark",
                "Affiliation": "Department of Psychiatry, Columbia University, College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "Rachel A",
                "Last Name": "Burt",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            },
            {
                "First Name": "Maria",
                "Last Name": "Karayiorgou",
                "Affiliation": ""
            }
        ],
        "Journal": "The international journal of neuropsychopharmacology",
        "PubDate": "2009"
    },
    {
        "PMID": "18836441",
        "Title": "Palmitoylation-dependent neurodevelopmental deficits in a mouse model of 22q11 microdeletion.",
        "Abstract": "Individuals with 22q11.2 microdeletions have cognitive deficits and a high risk of developing schizophrenia. Here we provide evidence that primary hippocampal neurons from a mouse model of 22q11.2 deletion (Df(16)A(+/-) mice) have decreased density of dendritic spines and glutamatergic synapses, as well as impaired dendritic growth. These deficits were prevented by introduction of the enzymatically active ZDHHC8 palmitoyltransferase encoded by a gene in the 22q11.2 locus, and they were also observed in primary cultures from Zdhhc8-deficient mice. Many of these deficits were also present in the hippocampi of adult Df(16)A(+/-) and Zdhhc8-deficient mice. Finally, we provide evidence that PSD95 is one of the substrates of ZDHHC8. Our analysis reveals that 22q11.2 microdeletion results in deficits in neuronal development and suggests that impaired neuronal protein palmitoylation contributes to many of these deficits.",
        "Keywords": [],
        "MeSH terms": [
            "Acyltransferases",
            "Animals",
            "Brain Diseases",
            "Cells, Cultured",
            "Chromosome Aberrations",
            "Chromosome Deletion",
            "Chromosomes, Human, Pair 22",
            "Dendrites",
            "Dendritic Spines",
            "Diagnostic Imaging",
            "Disease Models, Animal",
            "Disks Large Homolog 4 Protein",
            "Embryo, Mammalian",
            "Glutamic Acid",
            "Green Fluorescent Proteins",
            "Guanylate Kinases",
            "Hippocampus",
            "Humans",
            "Intracellular Signaling Peptides and Proteins",
            "Membrane Potentials",
            "Membrane Proteins",
            "Mice",
            "Mice, Transgenic",
            "Neurons",
            "Synapses",
            "Transfection"
        ],
        "Authors": [
            {
                "First Name": "Jun",
                "Last Name": "Mukai",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Alefiya",
                "Last Name": "Dhilla",
                "Affiliation": ""
            },
            {
                "First Name": "Liam J",
                "Last Name": "Drew",
                "Affiliation": ""
            },
            {
                "First Name": "Kimberly L",
                "Last Name": "Stark",
                "Affiliation": ""
            },
            {
                "First Name": "Luxiang",
                "Last Name": "Cao",
                "Affiliation": ""
            },
            {
                "First Name": "Amy B",
                "Last Name": "MacDermott",
                "Affiliation": ""
            },
            {
                "First Name": "Maria",
                "Last Name": "Karayiorgou",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature neuroscience",
        "PubDate": "2008"
    },
    {
        "PMID": "18497888",
        "Title": "A signaling pathway AKTing up in schizophrenia.",
        "Abstract": "The serine/threonine protein kinase AKT (also known as PKB) signaling pathway has been associated with several human diseases, including schizophrenia. Studies in preclinical models have demonstrated that impaired AKT signaling affects neuronal connectivity and neuromodulation and have identified AKT as a key signaling intermediary downstream of dopamine (DA) receptor 2 (DRD2), the best-established target of antipsychotic drugs. A study by Tan et al. in this issue of the JCI strengthens links among AKT signaling, DA transmission, and cognition in healthy individuals and offers potential avenues to explore in an effort to find more effective pharmacotherapies for schizophrenia and related disorders (see the related article beginning on page 2200).",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Cell Survival",
            "Cognition",
            "Exons",
            "Gene Expression Regulation",
            "Humans",
            "Models, Biological",
            "Models, Genetic",
            "Neurons",
            "Proto-Oncogene Proteins c-akt",
            "Receptors, Dopamine D2",
            "Risk",
            "Schizophrenia",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "P Alexander",
                "Last Name": "Arguello",
                "Affiliation": "Department of Neuroscience and Department of Physiology and Cellular Biophysics, Columbia University Medical Center, New York, New York 10032, USA."
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of clinical investigation",
        "PubDate": "2008"
    },
    {
        "PMID": "18469815",
        "Title": "Altered brain microRNA biogenesis contributes to phenotypic deficits in a 22q11-deletion mouse model.",
        "Abstract": "Individuals with 22q11.2 microdeletions show behavioral and cognitive deficits and are at high risk of developing schizophrenia. We analyzed an engineered mouse strain carrying a chromosomal deficiency spanning a segment syntenic to the human 22q11.2 locus. We uncovered a previously unknown alteration in the biogenesis of microRNAs (miRNAs) and identified a subset of brain miRNAs affected by the microdeletion. We provide evidence that the abnormal miRNA biogenesis emerges because of haploinsufficiency of the Dgcr8 gene, which encodes an RNA-binding moiety of the 'microprocessor' complex and contributes to the behavioral and neuronal deficits associated with the 22q11.2 microdeletion.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Behavior, Animal",
            "Brain",
            "Chromosome Deletion",
            "Chromosomes, Human, Pair 22",
            "Cognition Disorders",
            "Disease Models, Animal",
            "Female",
            "Gene Expression Profiling",
            "Habituation, Psychophysiologic",
            "Heterozygote",
            "Humans",
            "Learning Disabilities",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "MicroRNAs",
            "Oligonucleotide Array Sequence Analysis",
            "Phenotype",
            "Proteins",
            "RNA-Binding Proteins",
            "Sensation Disorders",
            "Spine"
        ],
        "Authors": [
            {
                "First Name": "Kimberly L",
                "Last Name": "Stark",
                "Affiliation": "Department of Psychiatry, College of Physicians and Surgeons, Columbia University, 1051 Riverside Drive, New York, New York 10032, USA."
            },
            {
                "First Name": "Bin",
                "Last Name": "Xu",
                "Affiliation": ""
            },
            {
                "First Name": "Anindya",
                "Last Name": "Bagchi",
                "Affiliation": ""
            },
            {
                "First Name": "Wen-Sung",
                "Last Name": "Lai",
                "Affiliation": ""
            },
            {
                "First Name": "Hui",
                "Last Name": "Liu",
                "Affiliation": ""
            },
            {
                "First Name": "Ruby",
                "Last Name": "Hsu",
                "Affiliation": ""
            },
            {
                "First Name": "Xiang",
                "Last Name": "Wan",
                "Affiliation": ""
            },
            {
                "First Name": "Paul",
                "Last Name": "Pavlidis",
                "Affiliation": ""
            },
            {
                "First Name": "Alea A",
                "Last Name": "Mills",
                "Affiliation": ""
            },
            {
                "First Name": "Maria",
                "Last Name": "Karayiorgou",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature genetics",
        "PubDate": "2008"
    },
    {
        "PMID": "18458327",
        "Title": "A mutation in mouse Disc1 that models a schizophrenia risk allele leads to specific alterations in neuronal architecture and cognition.",
        "Abstract": "DISC1 is a strong candidate susceptibility gene for schizophrenia, bipolar disorder, and depression. Using a mouse strain carrying an endogenous Disc1 orthologue engineered to model the putative effects of the disease-associated chromosomal translocation we demonstrate that impaired Disc1 function results in region-specific morphological alterations, including alterations in the organization of newly born and mature neurons of the dentate gyrus. Field recordings at CA3/CA1 synapses revealed a deficit in short-term plasticity. Using a battery of cognitive tests we found a selective impairment in working memory (WM), which may relate to deficits in WM and executive function observed in individuals with schizophrenia. Our results implicate malfunction of neural circuits within the hippocampus and medial prefrontal cortex and selective deficits in WM as contributing to the genetic risk conferred by this gene.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Animals",
            "Cell Differentiation",
            "Cognition",
            "Cognition Disorders",
            "Dentate Gyrus",
            "Disease Models, Animal",
            "Memory",
            "Mice",
            "Mice, Inbred C57BL",
            "Mutation",
            "Nerve Tissue Proteins",
            "Neuronal Plasticity",
            "Neurons",
            "Prefrontal Cortex",
            "Risk Factors",
            "Schizophrenia",
            "Synaptic Transmission"
        ],
        "Authors": [
            {
                "First Name": "Mirna",
                "Last Name": "Kvajo",
                "Affiliation": "Department of Psychiatry, Columbia University Medical Center, 1051 Riverside Drive, New York, NY 10032, USA. mk2758@columbia.edu"
            },
            {
                "First Name": "Heather",
                "Last Name": "McKellar",
                "Affiliation": ""
            },
            {
                "First Name": "P Alexander",
                "Last Name": "Arguello",
                "Affiliation": ""
            },
            {
                "First Name": "Liam J",
                "Last Name": "Drew",
                "Affiliation": ""
            },
            {
                "First Name": "Holly",
                "Last Name": "Moore",
                "Affiliation": ""
            },
            {
                "First Name": "Amy B",
                "Last Name": "MacDermott",
                "Affiliation": ""
            },
            {
                "First Name": "Maria",
                "Last Name": "Karayiorgou",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2008"
    },
    {
        "PMID": "18043741",
        "Title": "Nogo Receptor 1 (RTN4R) as a candidate gene for schizophrenia: analysis using human and mouse genetic approaches.",
        "Abstract": "NOGO Receptor 1 (RTN4R) regulates axonal growth, as well as axon regeneration after injury. The gene maps to the 22q11.2 schizophrenia susceptibility locus and is thus a strong functional and positional candidate gene.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Behavior, Animal",
            "GPI-Linked Proteins",
            "Humans",
            "Mice",
            "Mice, Knockout",
            "Molecular Sequence Data",
            "Myelin Proteins",
            "Nogo Proteins",
            "Nogo Receptor 1",
            "Polymorphism, Single Nucleotide",
            "Receptors, Cell Surface",
            "Schizophrenia",
            "Sequence Homology, Amino Acid"
        ],
        "Authors": [
            {
                "First Name": "Ruby",
                "Last Name": "Hsu",
                "Affiliation": "Department of Neuroscience, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Abigail",
                "Last Name": "Woodroffe",
                "Affiliation": ""
            },
            {
                "First Name": "Wen-Sung",
                "Last Name": "Lai",
                "Affiliation": ""
            },
            {
                "First Name": "Melloni N",
                "Last Name": "Cook",
                "Affiliation": ""
            },
            {
                "First Name": "Jun",
                "Last Name": "Mukai",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan P",
                "Last Name": "Dunning",
                "Affiliation": ""
            },
            {
                "First Name": "Douglas J",
                "Last Name": "Swanson",
                "Affiliation": ""
            },
            {
                "First Name": "J Louw",
                "Last Name": "Roos",
                "Affiliation": ""
            },
            {
                "First Name": "Gonçalo R",
                "Last Name": "Abecasis",
                "Affiliation": ""
            },
            {
                "First Name": "Maria",
                "Last Name": "Karayiorgou",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            }
        ],
        "Journal": "PloS one",
        "PubDate": "2007"
    },
    {
        "PMID": "17493809",
        "Title": "Genetic modulation of BDNF signaling affects the outcome of axonal competition in vivo.",
        "Abstract": "Activity-dependent competition that operates on branch stability or formation plays a critical role in shaping the pattern and complexity of axonal terminal arbors. In the mammalian central nervous system (CNS), the effect of activity-dependent competition on axon arborization and on the assembly of sensory maps is well established. However, the molecular pathways that modulate axonal-branch stability or formation in competitive environments remain unknown.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Substitution",
            "Animals",
            "Axons",
            "Brain-Derived Neurotrophic Factor",
            "Mice",
            "Mice, Transgenic",
            "Neurons, Afferent",
            "Receptor, Nerve Growth Factor",
            "Receptors, N-Methyl-D-Aspartate",
            "Signal Transduction",
            "Smell"
        ],
        "Authors": [
            {
                "First Name": "Luxiang",
                "Last Name": "Cao",
                "Affiliation": "Department of Physiology and Cellular Biophysics, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Alefiya",
                "Last Name": "Dhilla",
                "Affiliation": ""
            },
            {
                "First Name": "Jun",
                "Last Name": "Mukai",
                "Affiliation": ""
            },
            {
                "First Name": "Richard",
                "Last Name": "Blazeski",
                "Affiliation": ""
            },
            {
                "First Name": "Claudia",
                "Last Name": "Lodovichi",
                "Affiliation": ""
            },
            {
                "First Name": "Carol A",
                "Last Name": "Mason",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            }
        ],
        "Journal": "Current biology : CB",
        "PubDate": "2007"
    },
    {
        "PMID": "17349868",
        "Title": "Schizophrenia susceptibility genes: in search of a molecular logic and novel drug targets for a devastating disorder.",
        "Abstract": "Schizophrenia is a devastating psychiatric disorder that affects approximately one percent of the population worldwide. We argue that the efforts to decipher the genetic causes of schizophrenia have reached another turning point and describe evidence supporting some of the major recent genetic findings in the field. In addition, we identify some general areas of caution in the interpretation of these findings and addresses the promise this recently acquired knowledge holds for the generation of reliable animal models, characterization of genetic interactions, dissection of the disease pathophysiology and development of novel, mechanism-based treatments for the patients.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Antipsychotic Agents",
            "Brain",
            "Brain Chemistry",
            "Disease Models, Animal",
            "Drug Design",
            "Genetic Predisposition to Disease",
            "Humans",
            "Molecular Biology",
            "Nerve Tissue Proteins",
            "Neuropharmacology",
            "Schizophrenia"
        ],
        "Authors": [
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": "Department of Physiology and Cellular Biophysics, and Center for Neurobiology and Behavior, Columbia University, College of Physicians and Surgeons, New York, New York 10032, USA."
            }
        ],
        "Journal": "International review of neurobiology",
        "PubDate": "2007"
    },
    {
        "PMID": "17077150",
        "Title": "Akt1 deficiency affects neuronal morphology and predisposes to abnormalities in prefrontal cortex functioning.",
        "Abstract": "There is accumulating evidence that AKT signaling plays a role in the pathogenesis of schizophrenia. We asked whether Akt1 deficiency in mice results in structural and functional abnormalities in prefrontal cortex (PFC). Exploratory transcriptional profiling revealed concerted alterations in the expression of PFC genes controlling synaptic function, neuronal development, myelination, and actin polymerization, and follow-up ultrastructural analysis identified consistent changes in the dendritic architecture of pyramidal neurons. Behavioral analysis indicated that Akt1-mutant mice have normal acquisition of a PFC-dependent cognitive task but abnormal working memory retention under neurochemical challenge of three distinct neurotransmitter systems. Thus, Akt1 deficiency creates a context permissive for gene-gene and gene-environment interactions that modulate PFC functioning and contribute to the disease risk associated with this locus, the severity of the clinical syndrome, or both.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Gene Expression Profiling",
            "Male",
            "Maze Learning",
            "Memory",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Mice, Transgenic",
            "Neurons",
            "Prefrontal Cortex",
            "Proto-Oncogene Proteins c-akt"
        ],
        "Authors": [
            {
                "First Name": "Wen-Sung",
                "Last Name": "Lai",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University College of Physicians and Surgeons, 630 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Bin",
                "Last Name": "Xu",
                "Affiliation": ""
            },
            {
                "First Name": "Koen G C",
                "Last Name": "Westphal",
                "Affiliation": ""
            },
            {
                "First Name": "Marta",
                "Last Name": "Paterlini",
                "Affiliation": ""
            },
            {
                "First Name": "Berend",
                "Last Name": "Olivier",
                "Affiliation": ""
            },
            {
                "First Name": "Paul",
                "Last Name": "Pavlidis",
                "Affiliation": ""
            },
            {
                "First Name": "Maria",
                "Last Name": "Karayiorgou",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2006"
    },
    {
        "PMID": "17015235",
        "Title": "Modeling madness in mice: one piece at a time.",
        "Abstract": "Mouse models that recapitulate the full phenotypic spectrum of a psychiatric disorder, such as schizophrenia, are impossible. However, a more piecemeal recreation of phenotypic components is feasible and promises to harness the power of animal models using approaches that are either off limits or confounded by drug treatment in humans. In that context, animal models will have a central and indispensable role in the process of discovering the causes of psychiatric disorders and generating novel, mechanism-based treatments. Here, we discuss current approaches used to generate animal models of psychiatric disorders, address the different components of these disorders that can be modeled in animals, and describe currently available analytical tools. We also discuss accumulating empirical data and take an in-depth look at what we believe to be the future of animal models made possible by recent advances in psychiatric genetics.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Disease Models, Animal",
            "Humans",
            "Mental Disorders",
            "Mice",
            "Mice, Transgenic",
            "Mutation"
        ],
        "Authors": [
            {
                "First Name": "P Alexander",
                "Last Name": "Arguello",
                "Affiliation": "Center for Neurobiology and Behavior, Columbia University Medical Center, New York, New York 10032, USA."
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2006"
    },
    {
        "PMID": "16530856",
        "Title": "Schizophrenia susceptibility genes: emergence of positional candidates and future directions.",
        "Abstract": "Schizophrenia is a devastating psychiatric disorder that affects approximately 1% of the population worldwide. It is characterized by so-called 'positive symptoms'--including delusions and hallucinations--'negative symptoms'--including blunted emotions and social isolation--and cognitive deficits--including impairments in attention and working memory. Studies of the inheritance of schizophrenia have revealed that it is a multifactorial disease that is characterized by multiple genetic susceptibility elements, each contributing a modest degree of risk. Linkage studies have identified several potential schizophrenia susceptibility loci, and in recent years major progress has been made in the identification of positional candidate susceptibility genes from these loci. A central goal of future research will be to use this genetic knowledge to generate specific animal models, characterize genetic interactions, investigate the disease pathophysiology and assist drug-discovery efforts.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Carrier Proteins",
            "Catechol O-Methyltransferase",
            "Chromosome Mapping",
            "Disease Models, Animal",
            "Dysbindin",
            "Dystrophin-Associated Proteins",
            "Genetic Linkage",
            "Genetic Predisposition to Disease",
            "Humans",
            "Meta-Analysis as Topic",
            "Proline Oxidase",
            "RGS Proteins",
            "Schizophrenia"
        ],
        "Authors": [
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": "Department of Physiology and Cellular Biophysics and Center for Neurobiology and Behavior, Columbia University, College of Physicians and Surgeons, New York, NY 10032, USA. jag90@columbia.edu"
            },
            {
                "First Name": "David J",
                "Last Name": "Gerber",
                "Affiliation": ""
            }
        ],
        "Journal": "Trends in pharmacological sciences",
        "PubDate": "2006"
    },
    {
        "PMID": "16493444",
        "Title": "Schizophrenia genetics: uncovering positional candidate genes.",
        "Abstract": "The efforts to decipher the genetic causes of schizophrenia, one of the most devastating mental illnesses, have reached a turning point. Several linkage findings in schizophrenia have been replicated and, in the last few years, have been followed by systematic fine-mapping efforts to identify positional susceptibility genes. Here, we outline the evidence supporting each of the proposed positional candidate genes and identify some general areas of caution in their interpretation. Several of these findings hold considerable promise both for understanding the neuropathology of this brain disorder, the causes of which remain a mystery, but also for development of novel, mechanism-based treatments for the patients.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Chromosome Mapping",
            "Cloning, Molecular",
            "Genetic Linkage",
            "Genetic Predisposition to Disease",
            "Humans",
            "Schizophrenia"
        ],
        "Authors": [
            {
                "First Name": "Maria",
                "Last Name": "Karayiorgou",
                "Affiliation": "The Rockefeller University, Laboratory of Human Neurogenetics, New York, NY 10021, USA. karayim@rockefeller.edu"
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            }
        ],
        "Journal": "European journal of human genetics : EJHG",
        "PubDate": "2006"
    },
    {
        "PMID": "16484369",
        "Title": "Disc1 is mutated in the 129S6/SvEv strain and modulates working memory in mice.",
        "Abstract": "Disrupted-In-Schizophrenia (DISC1) is a leading candidate schizophrenia susceptibility gene. Here, we describe a deletion variant in mDisc1 specific to the 129S6/SvEv strain that introduces a termination codon at exon 7, abolishes production of the full-length protein, and impairs working memory performance when transferred to the C57BL/6J genetic background. Our findings provide insights into how DISC1 variation contributes to schizophrenia susceptibility in humans and the behavioral divergence between 129S6/SvEv and C57BL/6J mouse strains and have implications for modeling psychiatric diseases in mice.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Base Sequence",
            "Brain",
            "Codon, Terminator",
            "DNA, Complementary",
            "Disease Models, Animal",
            "Exons",
            "Female",
            "Humans",
            "Male",
            "Memory",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Inbred Strains",
            "Mice, Mutant Strains",
            "Molecular Sequence Data",
            "Mutation",
            "Nerve Tissue Proteins",
            "Schizophrenia",
            "Sequence Deletion",
            "Species Specificity"
        ],
        "Authors": [
            {
                "First Name": "Hiroko",
                "Last Name": "Koike",
                "Affiliation": "Human Neurogenetics Laboratory, The Rockefeller University, 1230 York Avenue, New York, NY 10021, USA."
            },
            {
                "First Name": "P Alexander",
                "Last Name": "Arguello",
                "Affiliation": ""
            },
            {
                "First Name": "Mirna",
                "Last Name": "Kvajo",
                "Affiliation": ""
            },
            {
                "First Name": "Maria",
                "Last Name": "Karayiorgou",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2006"
    },
    {
        "PMID": "16234811",
        "Title": "Transcriptional and behavioral interaction between 22q11.2 orthologs modulates schizophrenia-related phenotypes in mice.",
        "Abstract": "Microdeletions of 22q11.2 represent one of the highest known genetic risk factors for schizophrenia. It is likely that more than one gene contributes to the marked risk associated with this locus. Two of the candidate risk genes encode the enzymes proline dehydrogenase (PRODH) and catechol-O-methyltransferase (COMT), which modulate the levels of a putative neuromodulator (L-proline) and the neurotransmitter dopamine, respectively. Mice that model the state of PRODH deficiency observed in humans with schizophrenia show increased neurotransmitter release at glutamatergic synapses as well as deficits in associative learning and response to psychomimetic drugs. Transcriptional profiling and pharmacological manipulations identified a transcriptional and behavioral interaction between the Prodh and Comt genes that is likely to represent a homeostatic response to enhanced dopaminergic signaling in the frontal cortex. This interaction modulates a number of schizophrenia-related phenotypes, providing a framework for understanding the high disease risk associated with this locus, the expression of the phenotype, or both.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Newborn",
            "Behavior, Animal",
            "Central Nervous System Stimulants",
            "Chromosomes, Human, Pair 22",
            "Chromosomes, Mammalian",
            "Disease Models, Animal",
            "Dopamine Agonists",
            "Excitatory Postsynaptic Potentials",
            "Frontal Lobe",
            "Humans",
            "Maze Learning",
            "Mice",
            "Phenotype",
            "Proline Oxidase",
            "Schizophrenia",
            "Transcriptional Activation"
        ],
        "Authors": [
            {
                "First Name": "Marta",
                "Last Name": "Paterlini",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University College of Physicians and Surgeons, 701 West 168th Street, New York, New York 10032, USA."
            },
            {
                "First Name": "Stanislav S",
                "Last Name": "Zakharenko",
                "Affiliation": ""
            },
            {
                "First Name": "Wen-Sung",
                "Last Name": "Lai",
                "Affiliation": ""
            },
            {
                "First Name": "Jie",
                "Last Name": "Qin",
                "Affiliation": ""
            },
            {
                "First Name": "Hui",
                "Last Name": "Zhang",
                "Affiliation": ""
            },
            {
                "First Name": "Jun",
                "Last Name": "Mukai",
                "Affiliation": ""
            },
            {
                "First Name": "Koen G C",
                "Last Name": "Westphal",
                "Affiliation": ""
            },
            {
                "First Name": "Berend",
                "Last Name": "Olivier",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Sulzer",
                "Affiliation": ""
            },
            {
                "First Name": "Paul",
                "Last Name": "Pavlidis",
                "Affiliation": ""
            },
            {
                "First Name": "Steven A",
                "Last Name": "Siegelbaum",
                "Affiliation": ""
            },
            {
                "First Name": "Maria",
                "Last Name": "Karayiorgou",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature neuroscience",
        "PubDate": "2005"
    },
    {
        "PMID": "15582150",
        "Title": "The molecular genetics of the 22q11-associated schizophrenia.",
        "Abstract": "Schizophrenia has a strong genetic component but the mode of inheritance of the disease is complex and in all likelihood involves interaction among multiple genes and also possibly environmental or stochastic factors. A number of studies have shown that the 22q11 deletion syndrome (22q11DS) is a true genetic subtype of schizophrenia and as such may play an extremely important role in deciphering the genetic basis of schizophrenia. Microdeletions of the 22q11 locus are associated with a staggering increased risk to develop schizophrenia. The same locus has also been implicated by some linkage studies. Systematic examination of individual genes from the 1.5 Mb critical region has identified so far the PRODH and ZDHHC8 as strong candidate schizophrenia susceptibility genes from this locus. Discovery of these genes implicates neuromodulatory aminoacids and protein palmitoylation as important for disease development. Other genes, including the gene encoding for COMT, have been implicated by candidate gene approaches. It therefore appears that the 22q11-associated schizophrenia may have the characteristics of a contiguous gene syndrome, where deficiency in more than one gene contributes to the strikingly increased disease risk. Mouse models for individual candidate genes will provide the investigators with the opportunity to start understanding the function of these genes and how they may impact on schizophrenia. Mouse models that carry long-range deletions will likely capture the interactions among the culprit genes and help explain the genetic contribution of this locus to the high risk for schizophrenia. In-depth human and animal model studies of 22q11DS promise to answer critical questions relating to the devastating illness of schizophrenia, whose causes remain largely unknown.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Chromosomes, Human, Pair 22",
            "Genetic Linkage",
            "Genetic Predisposition to Disease",
            "Humans",
            "Schizophrenia"
        ],
        "Authors": [
            {
                "First Name": "Maria",
                "Last Name": "Karayiorgou",
                "Affiliation": "Laboratory of Human Neurogenetics, The Rockefeller University, New York, NY 10021, USA. karayim@mail.rockefeller.edu"
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            }
        ],
        "Journal": "Brain research. Molecular brain research",
        "PubDate": "2004"
    },
    {
        "PMID": "15184899",
        "Title": "Evidence that the gene encoding ZDHHC8 contributes to the risk of schizophrenia.",
        "Abstract": "Using a relatively dense genetic map of 72 single-nucleotide polymorphisms (SNPs) distributed across the entire 1.5-Mb locus on chromosome 22q11 associated with susceptibilit to schizophrenia, we previously identified two subregions that were consistently associated with the disease. In the distal subregion, we detected an association signal with five neighboring SNPs distributed over a haplotypic block of 80 kb encompassing six known genes. One of these five SNPs, rs175174, had the strongest association of all 72 SNPs that we tested. Here we show that rs175174 regulates the level of the fully functional transcript by modulating the retention of intron 4 of the gene ZDHHC8, which encodes a putative transmembrane palmitoyltransferase. Zdhhc8-knockout mice had a sexually dimorphic deficit in prepulse inhibition, a gene dosage-dependent decrease in exploratory activity in a new environment and a decreased sensitivity to the locomotor stimulatory effects of the psychomimetic drug dizocilpine (MK801). SNP rs175174 shows differences in transmission distortion between sexes in individuals with schizophrenia. Our results indicate that there is an unexpected connection between impaired palmitate modification of neuronal proteins and the psychiatric phenotypes associated with microdeletions of chromosome 22q11.",
        "Keywords": [],
        "MeSH terms": [
            "Acyltransferases",
            "Alternative Splicing",
            "Amino Acid Sequence",
            "Animals",
            "Base Sequence",
            "DNA",
            "Dizocilpine Maleate",
            "Excitatory Amino Acid Antagonists",
            "Exons",
            "Genetic Predisposition to Disease",
            "Membrane Proteins",
            "Mice",
            "Mice, Knockout",
            "Molecular Sequence Data",
            "Schizophrenia",
            "Sequence Homology, Amino Acid"
        ],
        "Authors": [
            {
                "First Name": "Jun",
                "Last Name": "Mukai",
                "Affiliation": "Columbia University, College of Physicians & Surgeons, Department of Physiology and Cellular Biophysics and Center for Neurobiology & Behavior, New York, New York 10032, USA."
            },
            {
                "First Name": "Hui",
                "Last Name": "Liu",
                "Affiliation": ""
            },
            {
                "First Name": "Rachel A",
                "Last Name": "Burt",
                "Affiliation": ""
            },
            {
                "First Name": "Dionne E",
                "Last Name": "Swor",
                "Affiliation": ""
            },
            {
                "First Name": "Wen-Sung",
                "Last Name": "Lai",
                "Affiliation": ""
            },
            {
                "First Name": "Maria",
                "Last Name": "Karayiorgou",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature genetics",
        "PubDate": "2004"
    },
    {
        "PMID": "15157418",
        "Title": "Spontaneous neural activity is required for the establishment and maintenance of the olfactory sensory map.",
        "Abstract": "We have developed a genetic approach to examine the role of spontaneous activity and synaptic release in the establishment and maintenance of an olfactory sensory map. Conditional expression of tetanus toxin light chain, a molecule that inhibits synaptic release, does not perturb targeting during development, but neurons that express this molecule in a competitive environment fail to maintain appropriate synaptic connections and disappear. Overexpression of the inward rectifying potassium channel, Kir2.1, diminishes the excitability of sensory neurons and more severely disrupts the formation of an olfactory map. These studies suggest that spontaneous neural activity is required for the establishment and maintenance of the precise connectivity inherent in an olfactory sensory map.",
        "Keywords": [],
        "MeSH terms": [
            "Action Potentials",
            "Animals",
            "Body Patterning",
            "Brain Mapping",
            "Cell Differentiation",
            "Gene Expression Regulation, Developmental",
            "Genes, Reporter",
            "Growth Cones",
            "Membrane Proteins",
            "Metalloendopeptidases",
            "Mice",
            "Neuronal Plasticity",
            "Neurons, Afferent",
            "Olfactory Bulb",
            "Olfactory Mucosa",
            "Olfactory Pathways",
            "Potassium Channels, Inwardly Rectifying",
            "Presynaptic Terminals",
            "R-SNARE Proteins",
            "Synaptic Transmission",
            "Synaptophysin",
            "Tetanus Toxin"
        ],
        "Authors": [
            {
                "First Name": "C Ron",
                "Last Name": "Yu",
                "Affiliation": "Center for Neurobiology and Behavior, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Jennifer",
                "Last Name": "Power",
                "Affiliation": ""
            },
            {
                "First Name": "Gilad",
                "Last Name": "Barnea",
                "Affiliation": ""
            },
            {
                "First Name": "Sean",
                "Last Name": "O'Donnell",
                "Affiliation": ""
            },
            {
                "First Name": "Hannah E V",
                "Last Name": "Brown",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph",
                "Last Name": "Osborne",
                "Affiliation": ""
            },
            {
                "First Name": "Richard",
                "Last Name": "Axel",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2004"
    },
    {
        "PMID": "14973229",
        "Title": "Decreased phosphorylation of NMDA receptor type 1 at serine 897 in brains of patients with Schizophrenia.",
        "Abstract": "NMDA receptor hypofunction in schizophrenia has been inferred by a large number of clinical and preclinical observations; however, whether and how NMDA receptors are exactly involved in the pathogenesis of schizophrenia are still unknown and subject to interpretation. Here we show, in two independent samples of brains from patients with schizophrenia, a significant decrease in the phosphorylation level at serine 897 (S897) of the NMDA receptor type 1 (NR1) subunit. Our finding, together with a previous report that antipsychotics increase phosphorylation of NR1 at S897 in vivo, strongly suggests that insufficient phosphorylation at S897 may contribute to the neuronal pathology underlying schizophrenia.",
        "Keywords": [],
        "MeSH terms": [
            "Antibody Specificity",
            "Blotting, Western",
            "Brain",
            "Brain Chemistry",
            "Frontal Lobe",
            "Humans",
            "PTEN Phosphohydrolase",
            "Phosphoric Monoester Hydrolases",
            "Phosphorylation",
            "Receptors, AMPA",
            "Receptors, N-Methyl-D-Aspartate",
            "Reference Values",
            "Schizophrenia",
            "Serine",
            "Tumor Suppressor Proteins"
        ],
        "Authors": [
            {
                "First Name": "Effat S",
                "Last Name": "Emamian",
                "Affiliation": "The Rockefeller University, Laboratory of Human Neurogenetics, New York, New York 10021, USA."
            },
            {
                "First Name": "Maria",
                "Last Name": "Karayiorgou",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2004"
    },
    {
        "PMID": "14745448",
        "Title": "Convergent evidence for impaired AKT1-GSK3beta signaling in schizophrenia.",
        "Abstract": "AKT-GSK3beta signaling is a target of lithium and as such has been implicated in the pathogenesis of mood disorders. Here, we provide evidence that this signaling pathway also has a role in schizophrenia. Specifically, we present convergent evidence for a decrease in AKT1 protein levels and levels of phosphorylation of GSK3beta at Ser9 in the peripheral lymphocytes and brains of individuals with schizophrenia; a significant association between schizophrenia and an AKT1 haplotype associated with lower AKT1 protein levels; and a greater sensitivity to the sensorimotor gating-disruptive effect of amphetamine, conferred by AKT1 deficiency. Our findings support the proposal that alterations in AKT1-GSK3beta signaling contribute to schizophrenia pathogenesis and identify AKT1 as a potential schizophrenia susceptibility gene. Consistent with this proposal, we also show that haloperidol induces a stepwise increase in regulatory phosphorylation of AKT1 in the brains of treated mice that could compensate for an impaired function of this signaling pathway in schizophrenia.",
        "Keywords": [],
        "MeSH terms": [
            "Antipsychotic Agents",
            "Glycogen Synthase Kinase 3",
            "Glycogen Synthase Kinase 3 beta",
            "Haloperidol",
            "Haplotypes",
            "Humans",
            "Phosphorylation",
            "Phosphotransferases",
            "Protein Serine-Threonine Kinases",
            "Proto-Oncogene Proteins",
            "Proto-Oncogene Proteins c-akt",
            "Schizophrenia",
            "Serine",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Effat S",
                "Last Name": "Emamian",
                "Affiliation": "The Rockefeller University, Laboratory of Human Neurogenetics, 1230 York Avenue, Box #313, New York, New York 10021, USA."
            },
            {
                "First Name": "Diana",
                "Last Name": "Hall",
                "Affiliation": ""
            },
            {
                "First Name": "Morris J",
                "Last Name": "Birnbaum",
                "Affiliation": ""
            },
            {
                "First Name": "Maria",
                "Last Name": "Karayiorgou",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature genetics",
        "PubDate": "2004"
    },
    {
        "PMID": "14662705",
        "Title": "Methoxyestradiols mediate the antimitogenic effects of 17beta-estradiol: direct evidence from catechol-O-methyltransferase-knockout mice.",
        "Abstract": "Studies using pharmacological agents suggest but do not prove that the antimitogenic effects of estradiol are caused by conversion of estradiol to hydroxyestradiols (mediated by CYP450s) followed by methylation of hydroxyestradiols to methoxyestradiols (mediated by catechol-O-methyltransferase, COMT).",
        "Keywords": [],
        "MeSH terms": [
            "2-Methoxyestradiol",
            "Animals",
            "Catechol O-Methyltransferase",
            "Cell Division",
            "Cells, Cultured",
            "Estradiol",
            "Growth Inhibitors",
            "Male",
            "Mice",
            "Mice, Knockout",
            "Muscle, Smooth, Vascular"
        ],
        "Authors": [
            {
                "First Name": "Lefteris C",
                "Last Name": "Zacharia",
                "Affiliation": "Center for Clinical Pharmacology, Department of Medicine, University of Pittsburgh, Pittsburgh, Pa, USA."
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            },
            {
                "First Name": "Maria",
                "Last Name": "Karayiorgou",
                "Affiliation": ""
            },
            {
                "First Name": "Edwin K",
                "Last Name": "Jackson",
                "Affiliation": ""
            },
            {
                "First Name": "Delbert G",
                "Last Name": "Gillespie",
                "Affiliation": ""
            },
            {
                "First Name": "Federica",
                "Last Name": "Barchiesi",
                "Affiliation": ""
            },
            {
                "First Name": "Raghvendra K",
                "Last Name": "Dubey",
                "Affiliation": ""
            }
        ],
        "Journal": "Circulation",
        "PubDate": "2003"
    },
    {
        "PMID": "12781572",
        "Title": "Genes for schizophrenia.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Genetic Predisposition to Disease",
            "Humans",
            "Mutation",
            "Proline Oxidase",
            "Schizophrenia"
        ],
        "Authors": [
            {
                "First Name": "Maria",
                "Last Name": "Karayiorgou",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            }
        ],
        "Journal": "Lancet (London, England)",
        "PubDate": "2003"
    },
    {
        "PMID": "12204268",
        "Title": "The Drosophila zinc finger transcription factor CF2 is a myogenic marker downstream of MEF2 during muscle development.",
        "Abstract": "The Drosophila C(2)-H(2)-type zinc-finger transcription factor CF2 has been shown to regulate follicular cell fate determination during oogenesis. Here we show that CF2 is also expressed in the developing muscles of the embryo where it first appears at stage 12 at the time of skeletal myoblast fusion. Later it is expressed in all muscle lineages including skeletal, visceral and cardiac. Epistatic analysis showed that CF2 expression is dependent on the myogenic factor MEF2.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "DNA-Binding Proteins",
            "Drosophila",
            "Drosophila Proteins",
            "Gene Expression Regulation, Developmental",
            "Genes, Insect",
            "Immunohistochemistry",
            "MEF2 Transcription Factors",
            "Muscles",
            "Myogenic Regulatory Factors",
            "Transcription Factors",
            "Zinc Fingers"
        ],
        "Authors": [
            {
                "First Name": "Claudia",
                "Last Name": "Bagni",
                "Affiliation": "European Molecular Biology Laboratory, Heidelberg, D-69117, Germany. bagni@uniroma2.it"
            },
            {
                "First Name": "Sarah",
                "Last Name": "Bray",
                "Affiliation": ""
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            },
            {
                "First Name": "Fotis C",
                "Last Name": "Kafatos",
                "Affiliation": ""
            },
            {
                "First Name": "Tien",
                "Last Name": "Hsu",
                "Affiliation": ""
            }
        ],
        "Journal": "Mechanisms of development",
        "PubDate": "2002"
    },
    {
        "PMID": "11849292",
        "Title": "Brain catecholamine metabolism in catechol-O-methyltransferase (COMT)-deficient mice.",
        "Abstract": "Catechol-O-methyltransferase (COMT) catalyses the O-methylation of compounds having a catechol structure and its main function involves the elimination of biologically active or toxic catechols and their metabolites. By means of homologous recombination in embryonic stem cells, a strain of mice has been produced in which the gene encoding the COMT enzyme is disrupted. We report here the levels of catecholamines and their metabolites in striatal extracellular fluid in these mice as well as in homogenates from different parts of the brain, under normal conditions and after acute levodopa administration. In immunoblotting studies, COMT-knockout mice had no COMT protein in brain or kidney tissues but the amounts of catecholamine synthesizing and other metabolizing enzyme proteins were normal. Under normal conditions, COMT deficiency does not appear to affect significantly brain dopamine and noradrenaline levels in spite of relevant changes in their metabolites. This finding is consistent with previous pharmacological studies with COMT inhibitors and confirms the pivotal role of synaptic reuptake processes and monoamine oxidase-dependent metabolism in terminating the actions of catecholamines at nerve terminals. In contrast, when COMT-deficient mice are challenged with l-dihydroxyphenylalanine, they show an extensive accumulation of 3,4-dihydroxyphenylacetic acid and dihydroxyphenylglycol and even dopamine, revealing an important role for COMT under such situations. Notably, in some cases these changes appear to be Comt gene dosage-dependent, brain-region specific and sexually dimorphic. Our results may have implications for improving the treatment of Parkinson's disease and for understanding the contribution of the natural variation in COMT activity to psychiatric phenotypes.",
        "Keywords": [],
        "MeSH terms": [
            "3,4-Dihydroxyphenylacetic Acid",
            "Anesthesia",
            "Animals",
            "Carbidopa",
            "Catechol O-Methyltransferase",
            "Corpus Striatum",
            "Dopamine",
            "Dopamine Agents",
            "Female",
            "Homovanillic Acid",
            "Levodopa",
            "Male",
            "Methoxyhydroxyphenylglycol",
            "Methyldopa",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Microdialysis",
            "Norepinephrine"
        ],
        "Authors": [
            {
                "First Name": "Marko",
                "Last Name": "Huotari",
                "Affiliation": "University of Kuopio, Department of Pharmacology and Toxicology, PO Box 1627, FIN-70211 Kuopio, Finland. Marko.Huotari@uku.fi"
            },
            {
                "First Name": "Joseph A",
                "Last Name": "Gogos",
                "Affiliation": ""
            },
            {
                "First Name": "Maria",
                "Last Name": "Karayiorgou",
                "Affiliation": ""
            },
            {
                "First Name": "Olli",
                "Last Name": "Koponen",
                "Affiliation": ""
            },
            {
                "First Name": "Markus",
                "Last Name": "Forsberg",
                "Affiliation": ""
            },
            {
                "First Name": "Atso",
                "Last Name": "Raasmaja",
                "Affiliation": ""
            },
            {
                "First Name": "Juha",
                "Last Name": "Hyttinen",
                "Affiliation": ""
            },
            {
                "First Name": "Pekka T",
                "Last Name": "Männistö",
                "Affiliation": ""
            }
        ],
        "Journal": "The European journal of neuroscience",
        "PubDate": "2002"
    }
]