[
    {
        "PMID": "22036570",
        "Title": "Motor neuron position and topographic order imposed by β- and γ-catenin activities.",
        "Abstract": "Neurons typically settle at positions that match the location of their synaptic targets, creating topographic maps. In the spinal cord, the organization of motor neurons into discrete clusters is linked to the location of their muscle targets, establishing a topographic map of punctate design. To define the significance of motor pool organization for neuromuscular map formation, we assessed the role of cadherin-catenin signaling in motor neuron positioning and limb muscle innervation. We find that joint inactivation of β- and γ-catenin scrambles motor neuron settling position in the spinal cord but fails to erode the predictive link between motor neuron transcriptional identity and muscle target. Inactivation of N-cadherin perturbs pool positioning in similar ways, albeit with reduced penetrance. These findings reveal that cadherin-catenin signaling directs motor pool patterning and imposes topographic order on an underlying identity-based neural map.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Biological Evolution",
            "Body Patterning",
            "Cadherins",
            "Embryo, Mammalian",
            "Mice",
            "Motor Neurons",
            "Mutation",
            "Signal Transduction",
            "Spinal Cord",
            "Wnt Signaling Pathway",
            "beta Catenin",
            "gamma Catenin"
        ],
        "Authors": [
            {
                "First Name": "Elena Y",
                "Last Name": "Demireva",
                "Affiliation": "Department of Neuroscience, Kavli Institute for Brain Science, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Lawrence S",
                "Last Name": "Shapiro",
                "Affiliation": ""
            },
            {
                "First Name": "Thomas M",
                "Last Name": "Jessell",
                "Affiliation": ""
            },
            {
                "First Name": "Niccolò",
                "Last Name": "Zampieri",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2011"
    }
]