[
    {
        "PMID": "34710399",
        "Title": "NusG-mediated Coupling of Transcription and Translation Enhances Gene Expression by Suppressing RNA Polymerase Backtracking.",
        "Abstract": "In bacteria, transcription is coupled to, and can be regulated by, translation. Although recent structural studies suggest that the N-utilization substance G (NusG) transcription factor can serve as a direct, physical link between the transcribing RNA polymerase (RNAP) and the lead ribosome, mechanistic studies investigating the potential role of NusG in mediating transcription-translation coupling are lacking. Here, we report development of a cellular extract- and reporter gene-based, in vitro biochemical system that supports transcription-translation coupling as well as the use of this system to study the role of NusG in coupling. Our findings show that NusG is required for coupling and that the enhanced gene expression that results from coupling is dependent on the ability of NusG to directly interact with the lead ribosome. Moreover, we provide strong evidence that NusG-mediated coupling enhances gene expression through a mechanism in which the lead ribosome that is tethered to the RNAP by NusG suppresses spontaneous backtracking of the RNAP on its DNA template that would otherwise inhibit transcription.",
        "Keywords": [
            "NusG",
            "RNA polymerase",
            "cellular extracts",
            "ribosome",
            "transcription-translation coupling"
        ],
        "MeSH terms": [
            "DNA-Directed RNA Polymerases",
            "Escherichia coli",
            "Escherichia coli Proteins",
            "Gene Expression Regulation, Bacterial",
            "Peptide Elongation Factors",
            "Ribosomes",
            "Transcription Factors",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Elizabeth J",
                "Last Name": "Bailey",
                "Affiliation": "Department of Chemistry, Columbia University, 3000 Broadway, MC3126, New York, NY 10027, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Medical Center, 701 West 168 Street, New York, NY 10032, USA. Electronic address: meg8@cumc.columbia.edu."
            },
            {
                "First Name": "Ruben L",
                "Last Name": "Gonzalez",
                "Affiliation": "Department of Chemistry, Columbia University, 3000 Broadway, MC3126, New York, NY 10027, USA. Electronic address: rlg2118@columbia.edu."
            }
        ],
        "Journal": "Journal of molecular biology",
        "PubDate": "2022"
    },
    {
        "PMID": "32259346",
        "Title": "Key features of magnesium that underpin its role as the major ion for electrophilic biocatalysis.",
        "Abstract": "To investigate divalent metal ion (Me",
        "Keywords": [
            "carbonate",
            "catalysis",
            "divalent metal ions",
            "nucleic acid enzymes",
            "phosphate"
        ],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Bicarbonates",
            "Biocatalysis",
            "Catalytic Domain",
            "DNA-Directed DNA Polymerase",
            "DNA-Directed RNA Polymerases",
            "Electron Transport",
            "Magnesium",
            "Phosphates",
            "Phosphoric Diester Hydrolases",
            "Phosphoric Monoester Hydrolases",
            "Sequence Homology"
        ],
        "Authors": [
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Maxim",
                "Last Name": "Chudaev",
                "Affiliation": "Public Health Research Institute & Department of Microbiology and Molecular Genetics, New Jersey Medical School, Rutgers Biomedical and Health Sciences, Newark, NJ, USA."
            },
            {
                "First Name": "Arkady",
                "Last Name": "Mustaev",
                "Affiliation": "Public Health Research Institute & Department of Microbiology and Molecular Genetics, New Jersey Medical School, Rutgers Biomedical and Health Sciences, Newark, NJ, USA."
            }
        ],
        "Journal": "The FEBS journal",
        "PubDate": "2020"
    },
    {
        "PMID": "31668122",
        "Title": "Change in inorganic phosphate physical state can regulate transcription.",
        "Abstract": "Inorganic phosphate (P",
        "Keywords": [
            "RNA polymerase",
            "inhibition",
            "initiation",
            "precipitated magnesium phosphate"
        ],
        "MeSH terms": [
            "Chemical Precipitation",
            "DNA-Directed RNA Polymerases",
            "Exonucleases",
            "Magnesium Compounds",
            "Phosphates",
            "RNA, Messenger",
            "Solubility",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Arkady",
                "Last Name": "Mustaev",
                "Affiliation": "Public Health Research Institute & Department of Microbiology and Molecular Genetics, New Jersey Medical School, Rutgers Biomedical and Health Sciences, Newark, NJ, USA."
            }
        ],
        "Journal": "Transcription",
        "PubDate": "2019"
    },
    {
        "PMID": "31189650",
        "Title": "Ribonucleoside-5'-diphosphates (NDPs) support RNA polymerase transcription, suggesting NDPs may have been substrates for primordial nucleic acid biosynthesis.",
        "Abstract": "A better understanding of the structural basis for the preferences of RNA and DNA polymerases for nucleoside-5'-triphosphates (NTPs) could help define the catalytic mechanisms for nucleotidyl transfer during RNA and DNA synthesis and the origin of primordial nucleic acid biosynthesis. We show here that ribonucleoside-5'-diphosphates (NDPs) can be utilized as substrates by RNA polymerase (RNAP). We found that NDP incorporation is template-specific and that noncognate NDPs are not incorporated. Compared with the natural RNAP substrates, NTPs, the ",
        "Keywords": [
            "NDP",
            "RNA polymerase",
            "catalysis",
            "nucleoside-5′-diphosphates",
            "nucleoside/nucleotide analogue",
            "substrate",
            "substrate specificity",
            "transcription"
        ],
        "MeSH terms": [
            "DNA-Directed RNA Polymerases",
            "HIV Reverse Transcriptase",
            "Humans",
            "Ions",
            "Kinetics",
            "Manganese",
            "Models, Molecular",
            "Nucleic Acids",
            "RNA",
            "Ribonucleosides",
            "Substrate Specificity"
        ],
        "Authors": [
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Medical Center, New York, New York 10032."
            },
            {
                "First Name": "Arkady",
                "Last Name": "Mustaev",
                "Affiliation": "Public Health Research Institute and Department of Microbiology and Molecular Genetics, New Jersey Medical School, Rutgers Biomedical and Health Sciences, Newark, New Jersey 07103 mustaear@njms.rutgers.edu."
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2019"
    },
    {
        "PMID": "31076845",
        "Title": "DksA and DNA double-strand break repair.",
        "Abstract": "We use genetic assays to suggest that transcription-coupled repair or new origin formation in Escherichia coli involves removal of RNAP to create an RNA primer for DNA synthesis. Transcription factor DksA was shown to play a role in numerous reactions involving RNA polymerase. Some, but not all, of the activities of DksA at promoters or during transcription elongation require (p)ppGpp. In addition to its role during transcription, DksA is also involved in maintaining genome integrity. Cells lacking DksA are sensitive to multiple DNA damaging agents including UV light, ionizing radiation, mitomycin C, and nalidixic acid. Here, we focus on two recent studies addressing the importance of DksA in the repair of double-strand breaks (DSBs), one by Sivaramakrishnan et al. (Nature 550:214-218, 2017) and one originating in our laboratory, Myka et al. (Mol Microbiol 111:1382-1397. https://doi.org/10.1111/mmi.14227 , 2019). It appears that depending on the type and possibly location of DNA damage, DksA can play either a passive or an active role in DSB repair. The passive role relies on exclusion of anti-backtracking factors from the RNAP secondary channel. The exact mechanism of active DksA-mediated DNA repair is unknown. However, DksA was proposed to destabilize transcription complexes, thus clearing the way for recombination and DNA repair. Based on the requirement for DksA, both in repair of DSBs and the R-loop-dependent formation of new origins of DNA replication, we propose that DksA may allow for removal of RNAP without unwinding of the RNA:DNA hybrid, which can then be extended by a DNA polymerase. This mechanism obviates the need for RNAP backtracking to repair damaged DNA.",
        "Keywords": [
            "(p)ppGpp",
            "Anti-backtracking factors",
            "Double-strand break repair",
            "Nalidixic acid",
            "Phleomycin",
            "Replication–transcription conflicts",
            "Transcription factor DksA",
            "Type II topoisomerase"
        ],
        "MeSH terms": [
            "DNA Breaks, Double-Stranded",
            "DNA Repair",
            "DNA Topoisomerases, Type II",
            "DNA-Directed RNA Polymerases",
            "Escherichia coli",
            "Escherichia coli Proteins",
            "Guanosine Pentaphosphate",
            "Nalidixic Acid",
            "Phleomycins",
            "Promoter Regions, Genetic",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Kamila K",
                "Last Name": "Myka",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Medical Center, New York, NY, USA. meg8@columbia.edu."
            }
        ],
        "Journal": "Current genetics",
        "PubDate": "2019"
    },
    {
        "PMID": "30779388",
        "Title": "DksA-RNA polymerase interactions support new origin formation and DNA repair in Escherichia coli.",
        "Abstract": "The formation of new replication origins (cSDR) and repair of DNA double-strand breaks (DSBs) in E. coli share a commonality. We find that the two processes require the RNAP-associated factor, DksA. However, whereas cSDR also relies on (p)ppGpp, the alarmone molecule is dispensable for the repair of topoisomerase type II (Top II) DNA adducts and associated DSBs. The requirement for DksA in repair of nalidixic acid (Nal)-induced DSBs or for the formation of new origins is not suppressed by a greA deletion mutation, indicating an active role of DksA rather than competition with GreA for insertion into the RNAP secondary channel. Like dksA mutations, transcription termination factor Rho mutations also confer sensitivity to Nal. The rho and dksA mutations are not epistatic, suggesting they involve different repair pathways. The roles of DksA in DSB repair and cSDR differ; certain DksA and RNAP mutants are able to support the first process, but not the latter. We suggest that new origin formation and DNA repair of protein adducts with DSBs may both involve the removal of RNAP without destruction of the RNA:DNA hybrid.",
        "Keywords": [],
        "MeSH terms": [
            "DNA Repair",
            "DNA-Directed RNA Polymerases",
            "Escherichia coli",
            "Escherichia coli Proteins",
            "Gene Expression Regulation, Bacterial",
            "Mutation",
            "Replication Origin",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Kamila K",
                "Last Name": "Myka",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Kira",
                "Last Name": "Küsters",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Robert",
                "Last Name": "Washburn",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Medical Center, New York, NY, USA."
            }
        ],
        "Journal": "Molecular microbiology",
        "PubDate": "2019"
    },
    {
        "PMID": "29575154",
        "Title": "Escherichia coli transcription factor NusG binds to 70S ribosomes.",
        "Abstract": "Transcription and translation are coupled processes in bacteria. A role of transcription elongation cofactor NusG in coupling has been suggested by in vitro structural studies. NMR revealed association of the NusG carboxy-terminal domain with S10 (NusE), implying a direct role for NusG as a bridge linking RNAP and the lead ribosome. Here we present the first in vitro and in vivo evidence of full-length NusG association with mature 70S ribosomes. Binding did not require accessory factors in vitro. Mutating the NusG:S10 binding interface at NusG F165 or NusE M88 and D97 residues weakened NusG:S10 association in vivo and completely abolished it in vitro, supporting the specificity of this interaction. Mutations in the binding interface increased sensitivity to chloramphenicol. This phenotype was suppressed by rpoB*35, an RNAP mutation that reduces replisome-RNAP clashes. We propose that weakened NusG:S10 interaction leads to uncoupling when translation is inhibited, with resulting RNAP backtracking, replication blocks and formation of lethal DNA double-strand breaks.",
        "Keywords": [],
        "MeSH terms": [
            "Aminoglycosides",
            "Anti-Bacterial Agents",
            "Binding Sites",
            "Chloramphenicol",
            "DNA Breaks, Double-Stranded",
            "Escherichia coli",
            "Escherichia coli Proteins",
            "Mutation",
            "Peptide Elongation Factors",
            "Ribosomal Proteins",
            "Ribosome Subunits, Large, Bacterial",
            "Transcription Elongation, Genetic",
            "Transcription Factors",
            "Transcription Termination, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Shivalika",
                "Last Name": "Saxena",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Kamila K",
                "Last Name": "Myka",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Robert",
                "Last Name": "Washburn",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Nina",
                "Last Name": "Costantino",
                "Affiliation": "Gene Regulation and Chromosome Biology Laboratory, National Cancer Institute, Frederick, MD, USA."
            },
            {
                "First Name": "Donald L",
                "Last Name": "Court",
                "Affiliation": "Gene Regulation and Chromosome Biology Laboratory, National Cancer Institute, Frederick, MD, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "Molecular microbiology",
        "PubDate": "2018"
    },
    {
        "PMID": "29483274",
        "Title": "Inorganic phosphate, arsenate, and vanadate enhance exonuclease transcript cleavage by RNA polymerase by 2000-fold.",
        "Abstract": "Inorganic P",
        "Keywords": [
            "RNA polymerase",
            "arsenate",
            "phosphate",
            "transcript cleavage",
            "vanadate"
        ],
        "MeSH terms": [
            "Arsenates",
            "Biocatalysis",
            "DNA-Directed RNA Polymerases",
            "Exonucleases",
            "Hydrolysis",
            "Kinetics",
            "Phosphates",
            "RNA",
            "Transcription, Genetic",
            "Transcriptional Elongation Factors",
            "Vanadates"
        ],
        "Authors": [
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Arkady",
                "Last Name": "Mustaev",
                "Affiliation": "Public Health Research Institute, New Jersey Medical School, Rutgers Biomedical and Health Sciences, Newark, NJ 07103; mustaear@njms.rutgers.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2018"
    },
    {
        "PMID": "27436904",
        "Title": "Probing the structure of Nun transcription arrest factor bound to RNA polymerase.",
        "Abstract": "The coliphage HK022 protein Nun transcription elongation arrest factor inhibits RNA polymerase translocation. In vivo, Nun acts specifically to block transcription of the coliphage λ chromosome. Using in vitro assays, we demonstrate that Nun cross-links RNA in an RNA:DNA hybrid within a ternary elongation complex (TEC). Both the 5' and the 3' ends of the RNA cross-link Nun, implying that Nun contacts RNA polymerase both at the upstream edge of the RNA:DNA hybrid and in the vicinity of the catalytic center. This finding suggests that Nun may inhibit translocation by more than one mechanism. Transcription elongation factor GreA efficiently blocked Nun cross-linking to the 3' end of the transcript, whereas the highly homologous GreB factor did not. Surprisingly, both factors strongly suppressed Nun cross-linking to the 5' end of the RNA, suggesting that GreA and GreB can enter the RNA exit channel as well as the secondary channel, where they are known to bind. These findings extend the known action mechanism for these ubiquitous cellular factors.",
        "Keywords": [
            "Gre factors",
            "Nun protein",
            "phage HK022",
            "ternary elongation complex",
            "transcription arrest"
        ],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Bacteriophage HK022",
            "DNA-Directed RNA Polymerases",
            "Gene Expression Regulation, Viral",
            "Models, Molecular",
            "Nucleic Acid Conformation",
            "Protein Binding",
            "Protein Domains",
            "RNA, Viral",
            "Transcription Factors",
            "Transcription, Genetic",
            "Transcriptional Elongation Factors",
            "Viral Proteins"
        ],
        "Authors": [
            {
                "First Name": "Arkady",
                "Last Name": "Mustaev",
                "Affiliation": "Public Health Research Institute, Newark, NJ 07103; Department of Microbiology and Molecular Genetics, Rutgers New Jersey Medical School, Rutgers Biomedical and Health Sciences, Newark, NJ 07103;"
            },
            {
                "First Name": "Christal L",
                "Last Name": "Vitiello",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Medical Center, New York, NY 10032 meg8@columbia.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2016"
    },
    {
        "PMID": "26035374",
        "Title": "Regulation of transcription elongation and termination.",
        "Abstract": "This article will review our current understanding of transcription elongation and termination in E. coli. We discuss why transcription elongation complexes pause at certain template sites and how auxiliary host and phage transcription factors affect elongation and termination. The connection between translation and transcription elongation is described. Finally we present an overview indicating where progress has been made and where it has not.",
        "Keywords": [
            "Nus factors",
            "transcription antitermination",
            "transcription elongation",
            "transcription pausing",
            "transcription termination",
            "transcription-translation coupling"
        ],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Escherichia coli",
            "Escherichia coli Proteins",
            "Gene Expression Regulation, Bacterial",
            "Molecular Sequence Data",
            "Transcription Elongation, Genetic",
            "Transcription Factors",
            "Transcription Termination, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Robert S",
                "Last Name": "Washburn",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Medical Center, New York, NY 10032, USA. rw378@cumc.columbia.edu."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Medical Center, New York, NY 10032, USA. meg8@columbia.edu."
            }
        ],
        "Journal": "Biomolecules",
        "PubDate": "2015"
    },
    {
        "PMID": "25105061",
        "Title": "Bacteriophage HK022 Nun protein arrests transcription by blocking lateral mobility of RNA polymerase during transcription elongation.",
        "Abstract": "Coliphage HK022 excludes phage λ by subverting the λ antitermination system and arresting transcription on the λ chromosome. The 12 kDa HK022 Nun protein binds to λ nascent transcript through its N-terminal Arginine Rich Motif (ARM), blocking access by λ N and arresting transcription via a C-terminal interaction with RNA polymerase. In a purified in vitro system, we recently demonstrated that Nun arrests transcription by restricting lateral movement of transcription elongation complex (TEC) along the DNA register, thereby freezing the translocation state. We will discuss some of the key experiments that led to this conclusion, as well as present additional results that further support it.",
        "Keywords": [
            "Nun protein",
            "bacteriophage HK022",
            "bacteriophage λ",
            "phage exclusion",
            "transcription arrest"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Christal L",
                "Last Name": "Vitiello",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY USA."
            }
        ],
        "Journal": "Bacteriophage",
        "PubDate": "2014"
    },
    {
        "PMID": "23830640",
        "Title": "The differences between ICL repair during and outside of S phase.",
        "Abstract": "DNA interstrand crosslinks (ICLs) are complex lesions that block essential DNA transactions including DNA replication, recombination, and RNA transcription. Naturally occurring ICLs are rare, yet these lesions are the major cause of toxicity following treatment with several classes of crosslinking cancer chemotherapeutic drugs. ICLs are repaired during and outside of S phase by pathways with overlapping as well as distinct features. Here, we discuss some recent insights into the mechanisms of replication-dependent and replication-independent repair of ICLs with special emphasis on the differences between these repair pathways.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Antineoplastic Agents",
            "Cell Cycle",
            "Cross-Linking Reagents",
            "DNA Damage",
            "DNA Repair",
            "DNA Repair Enzymes",
            "Humans",
            "Models, Biological",
            "Recombinational DNA Repair",
            "S Phase"
        ],
        "Authors": [
            {
                "First Name": "Hannah L",
                "Last Name": "Williams",
                "Affiliation": "Department of Genetics and Development, Institute for Cancer Genetics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "Trends in biochemical sciences",
        "PubDate": "2013"
    },
    {
        "PMID": "22658724",
        "Title": "Replication-independent repair of DNA interstrand crosslinks.",
        "Abstract": "DNA interstrand crosslinks (ICLs) are cytotoxic lesions that covalently link opposite strands of the DNA helix and block DNA unwinding. ICLs are repaired during and outside S phase, and replication-independent ICL repair (RIR) is critical to maintain genomic integrity and to allow transcription in nondividing or slowly dividing cells. Here, we show that the Y family DNA polymerase kappa (Pol κ) is essential for RIR of a site-specific ICL lesion in Xenopus egg extracts, and that both its catalytic activity and UBZ domains are required for this function. We also demonstrate a requirement for PCNA and its modification on lysine 164. Finally, we show that Pol κ participates in ICL repair in mammalian cells, particularly in G0. Our results identify key components of the RIR pathway and begin to unravel its mechanism.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Blotting, Western",
            "Cell Survival",
            "Cells, Cultured",
            "Cisplatin",
            "Cross-Linking Reagents",
            "DNA",
            "DNA Damage",
            "DNA Repair",
            "DNA Replication",
            "DNA-Directed DNA Polymerase",
            "Embryo, Mammalian",
            "Female",
            "Fibroblasts",
            "G1 Phase",
            "Lysine",
            "Mice",
            "Mice, Knockout",
            "Mitomycin",
            "Molecular Sequence Data",
            "Mutation",
            "Proliferating Cell Nuclear Antigen",
            "Resting Phase, Cell Cycle",
            "Xenopus Proteins",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Hannah L",
                "Last Name": "Williams",
                "Affiliation": "Institute for Cancer Genetics, Department of Genetics and Development, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Gautier",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2012"
    },
    {
        "PMID": "22116467",
        "Title": "Diethylnitrosamine-induced hepatocarcinogenesis is suppressed in lecithin:retinol acyltransferase-deficient mice primarily through retinoid actions immediately after carcinogen administration.",
        "Abstract": "Loss of retinoid-containing lipid droplets upon hepatic stellate cell (HSC) activation is one of the first events in the development of liver disease leading to hepatocellular carcinoma. Although retinoid stores are progressively lost from HSCs during the development of hepatic disease, how this affects hepatocarcinogenesis is unclear. To investigate this, we used diethylnitrosamine (DEN) to induce hepatic tumorigenesis in matched wild-type (WT) and lecithin:retinol acyltransferase (LRAT) knockout (KO) mice, which lack stored retinoid and HSC lipid droplets. Male 15-day-old WT or Lrat KO mice were given intraperitoneal injections of DEN (25 mg/kg body wt). Eight months later, Lrat KO mice showed significantly less liver tumor development compared with WT mice, characterized by less liver tumor incidence and smaller tumor size. Two days after DEN injection, lower serum levels of alanine aminotransferase and decreased hepatic levels of cyclin D1 were observed in Lrat KO mice. Lrat KO mice also exhibited increased levels of retinoic acid-responsive genes, including p21, lower levels of cytochrome P450 enzymes required for DEN bioactivation and higher levels of the DNA repair enzyme O(6)-methylguanine-DNA methyltransferase (MGMT), both before and after DEN treatment. Our results indicate that Lrat KO mice are less susceptible to DEN-induced hepatocarcinogenesis due to increased retinoid signaling and higher expression of p21, which is accompanied by altered hepatic levels of DEN-activating enzymes and MGMT in Lrat KO mice also contribute to decreased cancer initiation and suppressed liver tumor development.",
        "Keywords": [],
        "MeSH terms": [
            "Acyltransferases",
            "Alanine Transaminase",
            "Animals",
            "Apoptosis",
            "Carcinogens",
            "Cell Proliferation",
            "Cell Transformation, Neoplastic",
            "Cyclin D1",
            "Cyclin-Dependent Kinase Inhibitor p21",
            "Cytochrome P-450 Enzyme System",
            "DNA Modification Methylases",
            "DNA Repair Enzymes",
            "Diethylnitrosamine",
            "Hepatic Stellate Cells",
            "Liver Neoplasms, Experimental",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "O(6)-Methylguanine-DNA Methyltransferase",
            "Retinoids",
            "Signal Transduction",
            "Tretinoin",
            "Tumor Suppressor Proteins"
        ],
        "Authors": [
            {
                "First Name": "Yohei",
                "Last Name": "Shirakami",
                "Affiliation": "Department of Medicine, College of Physicians and Surgeons, Columbia University, 630 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "William S",
                "Last Name": "Blaner",
                "Affiliation": ""
            }
        ],
        "Journal": "Carcinogenesis",
        "PubDate": "2012"
    },
    {
        "PMID": "21183718",
        "Title": "Transcription termination maintains chromosome integrity.",
        "Abstract": "DNA replication fork movement is impeded by collisions with transcription elongation complexes (TEC). We propose that a critical function of transcription termination factors is to prevent TEC from blocking DNA replication and inducing replication fork arrest, one consequence of which is DNA double-strand breaks. We show that inhibition of Rho-dependent transcription termination by bicyclomycin in Escherichia coli induced double-strand breaks. Cells deleted for Rho-cofactors nusA and nusG were hypersensitive to bicyclomycin, and had extensive chromosome fragmentation even in the absence of the drug. An RNA polymerase mutation that destabilizes TEC (rpoB*35) increased bicyclomycin resistance >40-fold. Double-strand break formation depended on DNA replication, and can be explained by replication fork collapse. Deleting recombination genes required for replication fork repair (recB and ruvC) increased sensitivity to bicyclomycin, as did loss of the replication fork reloading helicases rep and priA. We propose that Rho responds to a translocating replisome by releasing obstructing TEC.",
        "Keywords": [],
        "MeSH terms": [
            "Bridged Bicyclo Compounds, Heterocyclic",
            "Chromosomes",
            "DNA Mutational Analysis",
            "DNA Replication",
            "DNA-Directed DNA Polymerase",
            "DNA-Directed RNA Polymerases",
            "Escherichia coli",
            "Escherichia coli Proteins",
            "Models, Genetic",
            "Mutation",
            "Peptide Elongation Factors",
            "Transcription Factors",
            "Transcription, Genetic",
            "Transcriptional Elongation Factors",
            "Ultraviolet Rays"
        ],
        "Authors": [
            {
                "First Name": "Robert S",
                "Last Name": "Washburn",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2011"
    },
    {
        "PMID": "20920270",
        "Title": "The rate of the molecular clock and the cost of gratuitous protein synthesis.",
        "Abstract": "The nature of the protein molecular clock, the protein-specific rate of amino acid substitutions, is among the central questions of molecular evolution. Protein expression level is the dominant determinant of the clock rate in a number of organisms. It has been suggested that highly expressed proteins evolve slowly in all species mainly to maintain robustness to translation errors that generate toxic misfolded proteins. Here we investigate this hypothesis experimentally by comparing the growth rate of Escherichia coli expressing wild type and misfolding-prone variants of the LacZ protein.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Substitution",
            "Blotting, Western",
            "Electrophoresis, Polyacrylamide Gel",
            "Escherichia coli",
            "Escherichia coli Proteins",
            "Evolution, Molecular",
            "Genomics",
            "Lac Operon",
            "Mutation",
            "Protein Biosynthesis",
            "Protein Folding",
            "Protein Stability",
            "Protein Structure, Secondary",
            "Solubility",
            "Structure-Activity Relationship",
            "Time Factors",
            "beta-Galactosidase"
        ],
        "Authors": [
            {
                "First Name": "Germán",
                "Last Name": "Plata",
                "Affiliation": "Center for Computational Biology and Bioinformatics, Columbia University, 1130 St Nicholas Ave, New York City, NY 10032, USA. gap211811@columbia.edu"
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Dennis",
                "Last Name": "Vitkup",
                "Affiliation": ""
            }
        ],
        "Journal": "Genome biology",
        "PubDate": "2010"
    },
    {
        "PMID": "19854945",
        "Title": "Fine tuning of the E. coli NusB:NusE complex affinity to BoxA RNA is required for processive antitermination.",
        "Abstract": "Phage lambda propagation in Escherichia coli host cells requires transcription antitermination on the lambda chromosome mediated by lambdaN protein and four host Nus factors, NusA, B, E (ribosomal S10) and G. Interaction of E. coli NusB:NusE heterodimer with the single stranded BoxA motif of lambdanutL or lambdanutR RNA is crucial for this reaction. Similarly, binding of NusB:NusE to a BoxA motif is essential to suppress transcription termination in the ribosomal RNA (rrn) operons. We used fluorescence anisotropy to measure the binding properties of NusB and of NusB:NusE heterodimer to BoxA-containing RNAs differing in length and sequence. Our results demonstrate that BoxA is necessary and sufficient for binding. We also studied the gain-of-function D118N NusB mutant that allows lambda growth in nusA1 or nusE71 mutants. In vivo lambda burst-size determinations, CD thermal unfolding measurements and X-ray crystallography of this as well as various other NusB D118 mutants showed the importance of size and polarity of amino acid 118 for RNA binding and other interactions. Our work suggests that the affinity of the NusB:NusE complex to BoxA RNA is precisely tuned to maximize control of transcription termination.",
        "Keywords": [],
        "MeSH terms": [
            "Bacterial Proteins",
            "Bacteriophage lambda",
            "Binding Sites",
            "Dimerization",
            "Escherichia coli Proteins",
            "Fluorescence Polarization",
            "Mutation",
            "Protein Binding",
            "RNA, Viral",
            "RNA-Binding Proteins",
            "Ribosomal Proteins",
            "Suppression, Genetic",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Björn M",
                "Last Name": "Burmann",
                "Affiliation": "Lehrstuhl Biopolymere und Forschungszentrum für Bio-Makromoleküle, Universität Bayreuth, Bayreuth, Germany."
            },
            {
                "First Name": "Xiao",
                "Last Name": "Luo",
                "Affiliation": ""
            },
            {
                "First Name": "Paul",
                "Last Name": "Rösch",
                "Affiliation": ""
            },
            {
                "First Name": "Markus C",
                "Last Name": "Wahl",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            }
        ],
        "Journal": "Nucleic acids research",
        "PubDate": "2010"
    },
    {
        "PMID": "18571198",
        "Title": "Overexpression of phage HK022 Nun protein is toxic for Escherichia coli.",
        "Abstract": "The Nun protein of coliphage HK022 excludes superinfecting lambda phage. Nun recognizes and binds to the N utilization (nut) sites on phage lambda nascent RNA and induces transcription termination. Overexpression of Nun from a high-copy plasmid is toxic for Escherichia coli, despite the fact that nut sites are not encoded in the E. coli genome. Cells expressing Nun cannot exit stationary phase. Toxicity is related to transcription termination, since host and nun mutations that block termination also suppress cell killing. Nun inhibits expression of wild-type lacZ, but not lacZ expressed from the Crp/cAMP-independent lacUV5 promoter. Microarray and proteomic analyses show that Nun down-regulates crp and tnaA. Crp overexpression and high indole concentrations partially reverse Nun-mediated toxicity and restore lacZ expression.",
        "Keywords": [],
        "MeSH terms": [
            "Bacteriophage HK022",
            "Down-Regulation",
            "Escherichia coli",
            "Indoles",
            "Lac Operon",
            "Mutation",
            "Promoter Regions, Genetic",
            "Terminator Regions, Genetic",
            "Transcription Factors",
            "Transcription, Genetic",
            "Viral Proteins"
        ],
        "Authors": [
            {
                "First Name": "Augusto",
                "Last Name": "Uc-Mass",
                "Affiliation": "Institute of Cancer Research, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Arkady",
                "Last Name": "Khodursky",
                "Affiliation": ""
            },
            {
                "First Name": "Lewis",
                "Last Name": "Brown",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of molecular biology",
        "PubDate": "2008"
    },
    {
        "PMID": "18237367",
        "Title": "Amos Oppenheim (31 October 1934 to 24 September 2006).",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Bacteriophage lambda",
            "History, 21st Century",
            "Israel",
            "Microbiology"
        ],
        "Authors": [
            {
                "First Name": "Sankar L",
                "Last Name": "Adhya",
                "Affiliation": "Laboratory of Molecular Biology, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD 20892, USA."
            },
            {
                "First Name": "Donald L",
                "Last Name": "Court",
                "Affiliation": ""
            },
            {
                "First Name": "David I",
                "Last Name": "Friedman",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular microbiology",
        "PubDate": "2008"
    },
    {
        "PMID": "16980485",
        "Title": "Role of an RNase III binding site in transcription termination at lambda nutL by HK022 Nun protein.",
        "Abstract": "The phage HK022 Nun protein excludes phage lambda by binding nascent lambda pL and pR transcripts at nutL and nutR, respectively, and inducing transcription termination just downstream of these sites. Termination is more efficient at nutL than at nutR. One difference between nutL and nutR is the presence of RNase III processing sites (rIII) located immediately promoter distal to lambda nutL. We found that deletion of rIII dramatically reduced Nun transcription arrest in vitro but had little effect on termination in vivo. However, consistent with the in vitro results, overexpression of a transcript carrying nutL and rIII efficiently titrated Nun, allowing lambda to grow on a strain that expressed Nun, whereas a transcript carrying only nutL or nutL-rIII with nucleotides 97 to 141 deleted was ineffective. Rnc70, an RNase III mutant that binds but does not cleave rIII, also prevented Nun-mediated lambda exclusion. We propose that rIII enhances the on-rate of Nun at nutL, stimulating Nun-mediated arrest in vitro. We have shown that a specific element in rIII, i.e., box C (G89GUGUGUG), strongly enhances arrest on rIII+ templates. Nun-rIII interactions do not stimulate Nun termination in vivo, presumably because formation of the Nun-nutL complex is normally not rate-limiting in the cell. In contrast to Nun, N is not occluded by Rnc70 and is not efficiently titrated by a nutL-rIII transcript.",
        "Keywords": [],
        "MeSH terms": [
            "Bacteriophage lambda",
            "Base Sequence",
            "Binding Sites",
            "Molecular Sequence Data",
            "Nucleic Acid Conformation",
            "RNA, Messenger",
            "RNA, Viral",
            "Ribonuclease III",
            "Sequence Deletion",
            "Terminator Regions, Genetic",
            "Transcription Factors",
            "Transcription, Genetic",
            "Viral Proteins"
        ],
        "Authors": [
            {
                "First Name": "Robert S",
                "Last Name": "Washburn",
                "Affiliation": "Department of Microbiology and Institute of Cancer Research, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Donald L",
                "Last Name": "Court",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of bacteriology",
        "PubDate": "2006"
    },
    {
        "PMID": "16631197",
        "Title": "Role of E.coli NusA in phage HK022 Nun-mediated transcription termination.",
        "Abstract": "The 109 amino acid residue Nun protein expressed from prophage HK022 excludes superinfecting phage lambda by arresting transcription on the lambda chromosome near the lambdanut sites. In vitro, the Nun N terminus binds to nascent lambdanutRNA, whereas the C terminus interacts with RNA polymerase and DNA template. Escherichia coli host factors, NusA, NusB, NusE (S10), and NusG, stimulate Nun-arrest. NusA binds the Nun C terminus and enhances formation of the Nun-nutRNA complex. Because of these in vitro activities of NusA, and since a nusA mutation (nusAE136K) blocked Nun in vivo, we assumed that NusA was required for Nun activity. However, using a nusAts strain, we find that NusA is required for termination at nutR but not at nutL. Furthermore, nusAE136K is dominant to nusA(+) for Nun-arrest, both in vitro and in vivo. NusAE136K shows increased affinity for Nun and, unlike NusA(+), can readily be recovered in a ternary complex with Nun and nutRNA. We propose NusAE136K suppresses Nun-arrest when it is a component of the transcription elongation complex, perhaps, in part, by blocking interactions between the Nun C terminus and RNA polymerase and DNA. We also find that in contrast to Nun-arrest, antitermination by lambda N requires NusA.",
        "Keywords": [],
        "MeSH terms": [
            "Bacteriophage HK022",
            "Bacteriophage lambda",
            "DNA-Directed RNA Polymerases",
            "Escherichia coli Proteins",
            "Macromolecular Substances",
            "Models, Genetic",
            "Mutation",
            "Peptide Elongation Factors",
            "Terminator Regions, Genetic",
            "Transcription Factors",
            "Transcription, Genetic",
            "Transcriptional Elongation Factors",
            "Viral Proteins"
        ],
        "Authors": [
            {
                "First Name": "Hyeong C",
                "Last Name": "Kim",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Robert S",
                "Last Name": "Washburn",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of molecular biology",
        "PubDate": "2006"
    },
    {
        "PMID": "15994349",
        "Title": "Pathways of vitamin A delivery to the embryo: insights from a new tunable model of embryonic vitamin A deficiency.",
        "Abstract": "Circulating retinoids (vitamin A and its derivatives) are found predominantly as retinol bound to retinol-binding protein (RBP), which transports retinol from liver stores to target tissues, or as retinyl ester incorporated in lipoproteins of dietary origin. The transport of retinoids from maternal to fetal circulation is poorly understood, especially under conditions of inadequate dietary vitamin A intake. Here we present RBP-/- mice as a tunable model of embryonic vitamin A deficiency. This model has enabled us to analyze metabolic links between maternal nutrition and retinoid delivery to the fetus. Our data show that retinol-RBP is the primary contributor to fetal development, whereas retinyl ester are largely responsible for accumulation of fetal retinoid stores. Furthermore, these studies indicate the importance of embryonic RBP in distributing vitamin A to certain developing tissues under restrictive diets. We also show differences among developing tissues in their dependency on the embryonic retinol-RBP pathway. Finally, we demonstrate that accumulation of embryonic vitamin A stores does not depend on the expression of RBP in the fetal liver.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Biological Transport",
            "Disease Models, Animal",
            "Embryo, Mammalian",
            "Embryonic Development",
            "Female",
            "Genotype",
            "Liver",
            "Mice",
            "Mice, Knockout",
            "Phenotype",
            "Pregnancy",
            "Retinoids",
            "Retinol-Binding Proteins",
            "Vitamin A",
            "Vitamin A Deficiency",
            "Weaning"
        ],
        "Authors": [
            {
                "First Name": "Loredana",
                "Last Name": "Quadro",
                "Affiliation": "Institute of Cancer Research, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Leora",
                "Last Name": "Hamberger",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Fengwei",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Vittorio",
                "Last Name": "Colantuoni",
                "Affiliation": ""
            },
            {
                "First Name": "William S",
                "Last Name": "Blaner",
                "Affiliation": ""
            },
            {
                "First Name": "Cathy L",
                "Last Name": "Mendelsohn",
                "Affiliation": ""
            }
        ],
        "Journal": "Endocrinology",
        "PubDate": "2005"
    },
    {
        "PMID": "15590784",
        "Title": "Little lambda, who made thee?",
        "Abstract": "The study of the bacteriophage lambda has been critical to the discipline of molecular biology. It was the source of key discoveries in the mechanisms of, among other processes, gene regulation, recombination, and transcription initiation and termination. We trace here the events surrounding these findings and draw on the recollections of the participants. We show how a particular atmosphere of interactions among creative scientists yielded spectacular insights into how living things work.",
        "Keywords": [],
        "MeSH terms": [
            "Bacteriophage lambda",
            "Endodeoxyribonucleases",
            "History, 20th Century",
            "Prophages",
            "Viral Regulatory and Accessory Proteins",
            "Virology",
            "Virus Integration"
        ],
        "Authors": [
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": "Institute of Cancer Research, Columbia University, New York, NY 10032, USA. gottesman@cuccfa.ccc.columbia.edu"
            },
            {
                "First Name": "Robert A",
                "Last Name": "Weisberg",
                "Affiliation": ""
            }
        ],
        "Journal": "Microbiology and molecular biology reviews : MMBR",
        "PubDate": "2004"
    },
    {
        "PMID": "15567059",
        "Title": "cAMP-PKA signaling to the mitochondria: protein scaffolds, mRNA and phosphatases.",
        "Abstract": "Energy metabolism and, specifically, the coupling of mitochondria to growth and survival is controlled by the cAMP-PKA pathway in yeast. In higher eukaryotes, cAMP signaling originating at the plasma membrane is distributed to different subcellular districts by cAMP waves received by PKA bound to PKA anchor proteins (AKAPs) tethered to these compartments. This review focuses on the subgroup of AKAPs that anchor PKA to the mitochondrial outer membrane (mtAKAPs). Only PKA anchored to mtAKAPs can efficiently transmit cAMP signals to mitochondria. mtAKAP complexes are remarkably heterogeneous. In addition to PKA regulatory subunits, they may include mRNAs, tyrosine phosphatase(s) and tyrosine kinase(s). Selective regulation of these components by cAMP-PKA integrates various signal transduction pathways and can determine which subcellular compartment receives the signal. Unveiling the interactions among the components of these large complexes will shed light on how cAMP and PKA regulate vital mitochondrial processes.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptor Proteins, Signal Transducing",
            "Animals",
            "Cyclic AMP",
            "Cyclic AMP-Dependent Protein Kinases",
            "Humans",
            "Mammals",
            "Mitochondria",
            "Phosphoric Monoester Hydrolases",
            "Phosphorylation",
            "Protein Transport",
            "RNA Transport",
            "RNA, Messenger",
            "Signal Transduction",
            "Yeasts"
        ],
        "Authors": [
            {
                "First Name": "Antonio",
                "Last Name": "Feliciello",
                "Affiliation": "Dipartimento di Biologia e Patologia Molecolare e Cellulare, Istituto di Endocrinologia ed Oncologia Sperimentale del C.N.R., Università Federico II, 80131 Napoli, Italy. feliciel@unina.it"
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Enrico V",
                "Last Name": "Avvedimento",
                "Affiliation": ""
            }
        ],
        "Journal": "Cellular signalling",
        "PubDate": "2005"
    },
    {
        "PMID": "14742436",
        "Title": "Transcription termination by phage HK022 Nun is facilitated by COOH-terminal lysine residues.",
        "Abstract": "The 109-amino acid Nun protein of prophage HK022 excludes superinfecting bacteriophage lambda by blocking transcription elongation on the lambda chromosome. Multiple interactions between Nun and the transcription elongation complex are involved in this reaction. The Nun NH(2)-terminal arginine-rich motif binds BOXB sequence in nascent lambda transcripts, whereas the COOH terminus binds RNA polymerase and contacts DNA template. Nun Trp(108) is required for interaction with DNA and transcription arrest. We analyzed the role of the adjacent Lys(106) and Lys(107) residues in the Nun reaction. Substitution of the lysine residues with arginine (K106R/K107R) had no effect on transcription arrest in vitro or in vivo. Nun K106A/K107A was partially active, whereas Nun K106D/K107D was defective in vitro and failed to exclude lambda. All mutants bound RNA polymerase and BOXB. In contrast to Nun K106R/K107R and K106A/K107A, Nun K106D/K107D did not cross-link DNA template. These results suggest that transcription arrest is facilitated by electrostatic interactions between positively charged Nun residues Lys(106) and Lys(107) and negatively charged DNA phosphate groups. These may assist intercalation of Trp(108) into template.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Bacteriophage HK022",
            "Binding, Competitive",
            "DNA-Directed RNA Polymerases",
            "Gene Expression Regulation, Viral",
            "In Vitro Techniques",
            "Lysine",
            "Molecular Sequence Data",
            "Mutagenesis",
            "Phosphates",
            "Static Electricity",
            "Transcription Factors",
            "Transcription, Genetic",
            "Viral Proteins"
        ],
        "Authors": [
            {
                "First Name": "Hyeong C",
                "Last Name": "Kim",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, New York 10032, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2004"
    },
    {
        "PMID": "14736708",
        "Title": "Transplacental delivery of retinoid: the role of retinol-binding protein and lipoprotein retinyl ester.",
        "Abstract": "Retinoids are required for normal embryonic development. Both embryonic retinoid deficiency and excess result in congenital malformations. There is little understanding of the physiology underlying retinoid transfer from the maternal circulation to the embryo. We now report studies that explore this process using retinol-binding protein-deficient (RBP-/-) mice and mice that express human RBP on the RBP-/-) background. Our studies establish that dietary retinoid, bound to lipoproteins, can serve as an important source for meeting tissue retinoid requirements during embryogenesis. Indeed, retinyl ester concentrations in the circulations of pregnant RBP-/- mice are significantly elevated over those observed in wild-type mice, suggesting that lipoprotein retinyl esters may compensate for the absence of retinol-RBP during pregnancy. We also demonstrate, contrary to earlier proposals, that maternal RBP does not cross the placenta and cannot enter the fetal circulation. Overall, our data indicate that both retinol-RBP and retinyl esters bound to lipoproteins are able to provide sufficient retinoid to the embryo to allow for normal embryonic development.",
        "Keywords": [],
        "MeSH terms": [
            "Analysis of Variance",
            "Animals",
            "Embryo, Mammalian",
            "Embryonic and Fetal Development",
            "Female",
            "Lipoproteins",
            "Maternal-Fetal Exchange",
            "Mice",
            "Mice, Knockout",
            "Placenta",
            "Pregnancy",
            "Recombinant Proteins",
            "Retinoids",
            "Retinol-Binding Proteins",
            "Retinyl Esters"
        ],
        "Authors": [
            {
                "First Name": "Loredana",
                "Last Name": "Quadro",
                "Affiliation": "Institute of Cancer Research, College of Physicians and Surgeons, Columbia Univ., New York, NY 10032, USA."
            },
            {
                "First Name": "Leora",
                "Last Name": "Hamberger",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Vittorio",
                "Last Name": "Colantuoni",
                "Affiliation": ""
            },
            {
                "First Name": "Rajasekhar",
                "Last Name": "Ramakrishnan",
                "Affiliation": ""
            },
            {
                "First Name": "William S",
                "Last Name": "Blaner",
                "Affiliation": ""
            }
        ],
        "Journal": "American journal of physiology. Endocrinology and metabolism",
        "PubDate": "2004"
    },
    {
        "PMID": "14712713",
        "Title": "Bacteriophage HK022 Nun protein: a specific transcription termination factor that excludes bacteriophage lambda.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Bacteriophage HK022",
            "Bacteriophage lambda",
            "Biochemistry",
            "Electrophoresis, Polyacrylamide Gel",
            "Escherichia coli",
            "Plasmids",
            "Transcription Factors",
            "Transcription, Genetic",
            "Viral Proteins"
        ],
        "Authors": [
            {
                "First Name": "Hyeong C",
                "Last Name": "Kim",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York 10032-2798, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            }
        ],
        "Journal": "Methods in enzymology",
        "PubDate": "2003"
    },
    {
        "PMID": "14550553",
        "Title": "The N-terminus is unstructured, but not dynamically disordered, in the complex between HK022 Nun protein and lambda-phage BoxB RNA hairpin.",
        "Abstract": "The Nun protein of lambdoid phage HK022 excludes lambda-phage superinfection by blocking expression of genes downstream from the lambda nut sequences. Heteronuclear NMR studies have been performed on a Nun peptide comprising residues 1-49 bound to the nutR BoxB RNA. The pattern of (13)C chemical shifts indicates that the arginine-rich motif of Nun forms an induced alpha-helix, consisting of residues 23-43, when bound to BoxB RNA, consistent with the structure of a shorter (residues 22-44) Nun peptide/BoxB RNA complex [Faber, C., Schärpf, M., Becker, T., Sticht, H. and Rösch (2001) J. Biol. Chem. 276, 32064-32070]. The N-terminal extension, residues 1-22, does not show chemical shifts or nuclear Overhauser effects characteristic of stable secondary structure. Nonetheless, (15)N relaxation measurements indicate that this region is not completely disordered, as expected for a random coil peptide. Restriction of conformation flexibility in the N-terminal extension of Nun may be important for binding to other target molecules involved in transcription termination.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Motifs",
            "Amino Acid Sequence",
            "Bacteriophage lambda",
            "Molecular Sequence Data",
            "Nuclear Magnetic Resonance, Biomolecular",
            "Nucleic Acid Conformation",
            "Protein Binding",
            "Protein Conformation",
            "RNA, Catalytic",
            "RNA, Viral",
            "RNA-Binding Proteins",
            "Structure-Activity Relationship",
            "Transcription Factors",
            "Viral Proteins"
        ],
        "Authors": [
            {
                "First Name": "Ashley C",
                "Last Name": "Stuart",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur G",
                "Last Name": "Palmer",
                "Affiliation": ""
            }
        ],
        "Journal": "FEBS letters",
        "PubDate": "2003"
    },
    {
        "PMID": "12787667",
        "Title": "Role of E.coli transcription-repair coupling factor Mfd in Nun-mediated transcription termination.",
        "Abstract": "Phage HK022 Nun protein excludes phage lambda by binding nascent lambda-nut RNA and inducing termination and transcript release. In contrast, in a purified in vitro system, Nun arrests transcription on lambdaDNA templates without dissociation of the transcription elongation complex (TEC). Our evidence indicates that transcription-repair coupling factor (Mfd) frees Nun-arrested RNA polymerase. The activity of Nun is enhanced in an mfd-null mutant, consistent with prolonged association of Nun with the TEC. Furthermore, expression of lambda nut RNA in the mfd mutant titrates Nun, allowing superinfecting lambda to form plaques. Finally, addition of Mfd releases a Nun-arrested transcription complex in vitro.",
        "Keywords": [],
        "MeSH terms": [
            "Bacterial Proteins",
            "Bacteriophage lambda",
            "DNA Primers",
            "DNA-Directed RNA Polymerases",
            "Escherichia coli",
            "Galactokinase",
            "Gene Expression Regulation, Viral",
            "Homozygote",
            "Lac Operon",
            "Luciferases",
            "Models, Biological",
            "Mutagenesis, Site-Directed",
            "Plasmids",
            "Polymerase Chain Reaction",
            "RNA, Bacterial",
            "Regulatory Sequences, Nucleic Acid",
            "Streptavidin",
            "Terminator Regions, Genetic",
            "Transcription Factors",
            "Transcription, Genetic",
            "Viral Proteins"
        ],
        "Authors": [
            {
                "First Name": "Robert S",
                "Last Name": "Washburn",
                "Affiliation": "Department of Microbiology and Institute of Cancer Research, College of Physicians and Surgeons, Columbia University, 701 West 168th Street, 9th Floor Rm 914, New York, NY 10032, USA."
            },
            {
                "First Name": "Yousong",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of molecular biology",
        "PubDate": "2003"
    },
    {
        "PMID": "12684530",
        "Title": "Phage HK022 Nun protein represses translation of phage lambda N (transcription termination/translation repression).",
        "Abstract": "The N-terminal arginine-rich motif of phage HK022 Nun protein binds to NUT sequences in phage lambda nascent transcripts and induces transcription termination. Interactions between the Nun C terminus and RNA polymerase as well as the DNA template are required for termination. We have isolated Nun C-terminal point and deletion mutants that are unable to block transcription. The mutants bind NUT RNA and inhibit translation of the lambda N gene. Thus HK022 excludes lambda both by terminating transcription on the phage chromosome and by preventing translation of the essential lambda N gene. Like N autoregulation, translation repression by Nun requires host RNaseIII deficiency (rnc) or a mutation in the RNaseIII processing site (rIII) located between NUTL and the beginning of the N coding sequence. Our data support the idea that Nun bound at NUTL causes steric interference with ribosome attachment to the nearby N coding sequence. Two models, Nun acting alone or in complex with host proteins, are discussed.",
        "Keywords": [],
        "MeSH terms": [
            "Bacteriophage lambda",
            "Base Sequence",
            "DNA Primers",
            "Mutation",
            "Nucleic Acid Conformation",
            "Protein Biosynthesis",
            "RNA, Messenger",
            "Terminator Regions, Genetic",
            "Viral Proteins"
        ],
        "Authors": [
            {
                "First Name": "Hyeong C",
                "Last Name": "Kim",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, and Institute of Cancer Research, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Jian-guang",
                "Last Name": "Zhou",
                "Affiliation": ""
            },
            {
                "First Name": "Helen R",
                "Last Name": "Wilson",
                "Affiliation": ""
            },
            {
                "First Name": "Grigoriy",
                "Last Name": "Mogilnitskiy",
                "Affiliation": ""
            },
            {
                "First Name": "Donald L",
                "Last Name": "Court",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2003"
    },
    {
        "PMID": "12654270",
        "Title": "PKA-dependent binding of mRNA to the mitochondrial AKAP121 protein.",
        "Abstract": "Protein kinase A (PKA) anchoring proteins (AKAPs) tether PKA to various subcellular locations. AKAP121, which tethers PKAII to the outer mitochondrial membrane, includes a K homology (KH) RNA-binding motif. Purified AKAP121 KH domain binds the 3' untranslated regions (3'UTRs) of transcripts encoding the Fo-f subunit of mitochondrial ATP synthase and manganese superoxide dismutase (MnSOD). Binding requires a structural motif in the 3'UTR and is stimulated by PKA phosphorylation of the domain or a mutation that mimics this phosphorylation. AKAP121 expressed in HeLa cells promotes the translocation of MnSOD mRNA from cytosol to mitochondria and an increase in mitochondrial MnSOD. Both reactions are stimulated by cAMP. Thus, by focusing translation at the mitochondrial membrane, AKAP121 may facilitate import of mitochondrial proteins in response to cAMP stimulation.",
        "Keywords": [],
        "MeSH terms": [
            "3' Untranslated Regions",
            "A Kinase Anchor Proteins",
            "Adaptor Proteins, Signal Transducing",
            "Amino Acid Motifs",
            "Binding Sites",
            "Carrier Proteins",
            "Cyclic AMP",
            "Cyclic AMP-Dependent Protein Kinases",
            "HeLa Cells",
            "Humans",
            "Ligands",
            "Mitochondrial Proteins",
            "Mitochondrial Proton-Translocating ATPases",
            "Models, Chemical",
            "Oligopeptides",
            "Phosphorylation",
            "Point Mutation",
            "Protein Binding",
            "Protein Conformation",
            "Protein Subunits",
            "RNA, Messenger",
            "RNA-Binding Proteins",
            "Recombinant Fusion Proteins",
            "Superoxide Dismutase"
        ],
        "Authors": [
            {
                "First Name": "Michael D",
                "Last Name": "Ginsberg",
                "Affiliation": "Institute of Cancer Research, Columbia University College of Physicians and Surgeons, 701 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Antonio",
                "Last Name": "Feliciello",
                "Affiliation": ""
            },
            {
                "First Name": "Jeffrey K",
                "Last Name": "Jones",
                "Affiliation": ""
            },
            {
                "First Name": "Enrico V",
                "Last Name": "Avvedimento",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of molecular biology",
        "PubDate": "2003"
    },
    {
        "PMID": "12167155",
        "Title": "Transcription termination and anti-termination in E. coli.",
        "Abstract": "Transcription termination in Escherichia coli is controlled by many factors. The sequence of the DNA template, the structure of the transcript, and the actions of auxiliary proteins all play a role in determining the efficiency of the process. Termination is regulated and can be enhanced or suppressed by host and phage proteins. This complex reaction is rapidly yielding to biochemical and structural analysis of the interacting factors. Below we review and attempt to unify into basic principles the remarkable recent progress in understanding transcription termination and anti-termination.",
        "Keywords": [],
        "MeSH terms": [
            "Bacteriophages",
            "Escherichia coli",
            "Terminator Regions, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Evgeny",
                "Last Name": "Nudler",
                "Affiliation": "Department of Biochemistry, NYU Medical Center, New York, NY 10016, USA. evgeny.nudler@med.nyu.edu"
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            }
        ],
        "Journal": "Genes to cells : devoted to molecular & cellular mechanisms",
        "PubDate": "2002"
    },
    {
        "PMID": "12048218",
        "Title": "Muscle expression of human retinol-binding protein (RBP). Suppression of the visual defect of RBP knockout mice.",
        "Abstract": "Mice lacking retinol-binding protein (RBP) have low circulating retinol levels. They have severe visual defects due to a low content of retinol or retinyl esters in the eye. A transgenic mouse strain that expresses human RBP under the control of the muscle creatine kinase promoter in the null background was generated. The exogenous protein bound retinol and transthyretin in the circulation and effectively delivered retinol to the eye. Thus, RBP expressed from an ectopic source suppresses the visual phenotype, and retinoids accumulate in the eye. No human RBP was found in the retinal pigment epithelium of the transgenic mice, indicating that retinol uptake by the eye does not entail endocytosis of the carrier RBP.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Chromatography, High Pressure Liquid",
            "Female",
            "Humans",
            "Male",
            "Mice",
            "Mice, Knockout",
            "Promoter Regions, Genetic",
            "Recombinant Proteins",
            "Retinol-Binding Proteins",
            "Vitamin A"
        ],
        "Authors": [
            {
                "First Name": "Loredana",
                "Last Name": "Quadro",
                "Affiliation": "Institute of Cancer Research, Columbia University, College of Physicians and Surgeons, New York, New York 10032, USA."
            },
            {
                "First Name": "William S",
                "Last Name": "Blaner",
                "Affiliation": ""
            },
            {
                "First Name": "Leora",
                "Last Name": "Hamberger",
                "Affiliation": ""
            },
            {
                "First Name": "Russell N",
                "Last Name": "Van Gelder",
                "Affiliation": ""
            },
            {
                "First Name": "Silke",
                "Last Name": "Vogel",
                "Affiliation": ""
            },
            {
                "First Name": "Roseann",
                "Last Name": "Piantedosi",
                "Affiliation": ""
            },
            {
                "First Name": "Peter",
                "Last Name": "Gouras",
                "Affiliation": ""
            },
            {
                "First Name": "Vittorio",
                "Last Name": "Colantuoni",
                "Affiliation": ""
            },
            {
                "First Name": "Max E",
                "Last Name": "Gottesman",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2002"
    }
]