[
    {
        "PMID": "38233464",
        "Title": "Neuronal knockdown of Cullin3 as a Drosophila model of autism spectrum disorder.",
        "Abstract": "Mutations in Cullin-3 (Cul3), a conserved gene encoding a ubiquitin ligase, are strongly associated with autism spectrum disorder (ASD). Here, we characterize ASD-related pathologies caused by neuron-specific Cul3 knockdown in Drosophila. We confirmed that neuronal Cul3 knockdown causes short sleep, paralleling sleep disturbances in ASD. Because sleep defects and ASD are linked to metabolic dysregulation, we tested the starvation response of neuronal Cul3 knockdown flies; they starved faster and had lower triacylglyceride levels than controls, suggesting defects in metabolic homeostasis. ASD is also characterized by increased biomarkers of oxidative stress; we found that neuronal Cul3 knockdown increased sensitivity to hyperoxia, an exogenous oxidative stress. Additional hallmarks of ASD are deficits in social interactions and learning. Using a courtship suppression assay that measures social interactions and memory of prior courtship, we found that neuronal Cul3 knockdown reduced courtship and learning compared to controls. Finally, we found that neuronal Cul3 depletion alters the anatomy of the mushroom body, a brain region required for memory and sleep. Taken together, the ASD-related phenotypes of neuronal Cul3 knockdown flies establish these flies as a genetic model to study molecular and cellular mechanisms underlying ASD pathology, including metabolic and oxidative stress dysregulation and neurodevelopment.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Autism Spectrum Disorder",
            "Cullin Proteins",
            "Drosophila",
            "Drosophila Proteins",
            "Neurons"
        ],
        "Authors": [
            {
                "First Name": "Samantha J",
                "Last Name": "Tener",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Zhi",
                "Last Name": "Lin",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Scarlet J",
                "Last Name": "Park",
                "Affiliation": "Department of Neuroscience, The Herbert Wertheim UF Scripps Institute for Biomedical Innovation and Technology, Jupiter, FL, 33458, USA."
            },
            {
                "First Name": "Kairaluchi",
                "Last Name": "Oraedu",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Matthew",
                "Last Name": "Ulgherait",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Emily",
                "Last Name": "Van Beek",
                "Affiliation": "Waksman Institute, Rutgers University, Piscataway, NJ, 08854, USA."
            },
            {
                "First Name": "Andrés",
                "Last Name": "Martínez-Muñiz",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Meghan",
                "Last Name": "Pantalia",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Jared A",
                "Last Name": "Gatto",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Julia",
                "Last Name": "Volpi",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Stavropoulos",
                "Affiliation": "Waksman Institute, Rutgers University, Piscataway, NJ, 08854, USA."
            },
            {
                "First Name": "William W",
                "Last Name": "Ja",
                "Affiliation": "Department of Neuroscience, The Herbert Wertheim UF Scripps Institute for Biomedical Innovation and Technology, Jupiter, FL, 33458, USA."
            },
            {
                "First Name": "Julie C",
                "Last Name": "Canman",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Mimi",
                "Last Name": "Shirasu-Hiza",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, 10032, USA. ms4095@cumc.columbia.edu."
            }
        ],
        "Journal": "Scientific reports",
        "PubDate": "2024"
    },
    {
        "PMID": "37369755",
        "Title": "Drosophila mutants lacking the glial neurotransmitter-modifying enzyme Ebony exhibit low neurotransmitter levels and altered behavior.",
        "Abstract": "Inhibitors of enzymes that inactivate amine neurotransmitters (dopamine, serotonin), such as catechol-O-methyltransferase (COMT) and monoamine oxidase (MAO), are thought to increase neurotransmitter levels and are widely used to treat Parkinson's disease and psychiatric disorders, yet the role of these enzymes in regulating behavior remains unclear. Here, we investigated the genetic loss of a similar enzyme in the model organism Drosophila melanogaster. Because the enzyme Ebony modifies and inactivates amine neurotransmitters, its loss is assumed to increase neurotransmitter levels, increasing behaviors such as aggression and courtship and decreasing sleep. Indeed, ebony mutants have been described since 1960 as \"aggressive mutants,\" though this behavior has not been quantified. Using automated machine learning-based analyses, we quantitatively confirmed that ebony mutants exhibited increased aggressive behaviors such as boxing but also decreased courtship behaviors and increased sleep. Through tissue-specific knockdown, we found that ebony's role in these behaviors was specific to glia. Unexpectedly, direct measurement of amine neurotransmitters in ebony brains revealed that their levels were not increased but reduced. Thus, increased aggression is the anomalous behavior for this neurotransmitter profile. We further found that ebony mutants exhibited increased aggression only when fighting each other, not when fighting wild-type controls. Moreover, fights between ebony mutants were less likely to end with a clear winner than fights between controls or fights between ebony mutants and controls. In ebony vs. control fights, ebony mutants were more likely to win. Together, these results suggest that ebony mutants exhibit prolonged aggressive behavior only in a specific context, with an equally dominant opponent.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Amines",
            "Catechol O-Methyltransferase",
            "DNA-Binding Proteins",
            "Drosophila",
            "Drosophila melanogaster",
            "Drosophila Proteins",
            "Neuroglia"
        ],
        "Authors": [
            {
                "First Name": "Meghan",
                "Last Name": "Pantalia",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Zhi",
                "Last Name": "Lin",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Samantha J",
                "Last Name": "Tener",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Bing",
                "Last Name": "Qiao",
                "Affiliation": "Department of Physics, University of Miami, Coral Gables, FL, 33146, USA."
            },
            {
                "First Name": "Grace",
                "Last Name": "Tang",
                "Affiliation": "Department of Neuroscience and Behavior, Barnard College, New York, NY, 10027, USA."
            },
            {
                "First Name": "Matthew",
                "Last Name": "Ulgherait",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Reed",
                "Last Name": "O'Connor",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Rebecca",
                "Last Name": "Delventhal",
                "Affiliation": "Department of Biology, Lake Forest College, Lake Forest, IL, 60045, USA."
            },
            {
                "First Name": "Julia",
                "Last Name": "Volpi",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Sheyum",
                "Last Name": "Syed",
                "Affiliation": "Department of Physics, University of Miami, Coral Gables, FL, 33146, USA."
            },
            {
                "First Name": "Nissim",
                "Last Name": "Itzhak",
                "Affiliation": "Division of Human Genetics and Metabolic Disease, Children's Hospital of Philadelphia, Philadelphia, PA, 19104, USA."
            },
            {
                "First Name": "Julie C",
                "Last Name": "Canman",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "María Paz",
                "Last Name": "Fernández",
                "Affiliation": "Department of Neuroscience and Behavior, Barnard College, New York, NY, 10027, USA."
            },
            {
                "First Name": "Mimi",
                "Last Name": "Shirasu-Hiza",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, 10032, USA. ms4095@cumc.columbia.edu."
            }
        ],
        "Journal": "Scientific reports",
        "PubDate": "2023"
    },
    {
        "PMID": "35681073",
        "Title": "Dietary restriction ameliorates TBI-induced phenotypes in Drosophila melanogaster.",
        "Abstract": "Traumatic brain injury (TBI) affects millions annually and is associated with long-term health decline. TBI also shares molecular and cellular hallmarks with neurodegenerative diseases (NDs), typically increasing in prevalence with age, and is a major risk factor for developing neurodegeneration later in life. While our understanding of genes and pathways that underlie neurotoxicity in specific NDs has advanced, we still lack a complete understanding of early molecular and physiological changes that drive neurodegeneration, particularly as an individual ages following a TBI. Recently Drosophila has been introduced as a model organism for studying closed-head TBI. In this paper, we deliver a TBI to flies early in adult life, and then measure molecular and physiological phenotypes at short-, mid-, and long-term timepoints following the injury. We aim to identify the timing of changes that contribute to neurodegeneration. Here we confirm prior work demonstrating a TBI-induced decline in lifespan, and present evidence of a progressive decline in locomotor function, robust acute and modest chronic neuroinflammation, and a late-onset increase in protein aggregation. We also present evidence of metabolic dysfunction, in the form of starvation sensitivity and decreased lipids, that persists beyond the immediate injury response, but does not differ long-term. An intervention of dietary restriction (DR) partially ameliorates some TBI-induced phenotypes, including lifespan and locomotor function, though it does not alter the pattern of starvation sensitivity of injured flies. In the future, molecular pathways identified as altered following TBI-particularly in the short-, or mid-term-could present potential therapeutic targets.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Brain Injuries, Traumatic",
            "Drosophila",
            "Drosophila melanogaster",
            "Longevity",
            "Neurodegenerative Diseases",
            "Phenotype"
        ],
        "Authors": [
            {
                "First Name": "Rebecca",
                "Last Name": "Delventhal",
                "Affiliation": "Department of Biology, Lake Forest College, Lake Forest, IL, 60045, USA. rdelventhal@mx.lakeforest.edu."
            },
            {
                "First Name": "Emily R",
                "Last Name": "Wooder",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Maylis",
                "Last Name": "Basturk",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Mohima",
                "Last Name": "Sattar",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Jonathan",
                "Last Name": "Lai",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Danielle",
                "Last Name": "Bolton",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Gayathri",
                "Last Name": "Muthukumar",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Matthew",
                "Last Name": "Ulgherait",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Mimi M",
                "Last Name": "Shirasu-Hiza",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, 10032, USA. ms4095@cumc.columbia.edu."
            }
        ],
        "Journal": "Scientific reports",
        "PubDate": "2022"
    },
    {
        "PMID": "34994802",
        "Title": "Functional midbody assembly in the absence of a central spindle.",
        "Abstract": "Contractile ring constriction during cytokinesis is thought to compact central spindle microtubules to form the midbody, an antiparallel microtubule bundle at the intercellular bridge. In Caenorhabditis elegans, central spindle microtubule assembly requires targeting of the CLASP family protein CLS-2 to the kinetochores in metaphase and spindle midzone in anaphase. CLS-2 targeting is mediated by the CENP-F-like HCP-1/2, but their roles in cytokinesis and midbody assembly are not known. We found that although HCP-1 and HCP-2 mostly function cooperatively, HCP-1 plays a more primary role in promoting CLS-2-dependent central spindle microtubule assembly. HCP-1/2 codisrupted embryos did not form central spindles but completed cytokinesis and formed functional midbodies capable of supporting abscission. These central spindle-independent midbodies appeared to form via contractile ring constriction-driven bundling of astral microtubules at the furrow tip. This work suggests that, in the absence of a central spindle, astral microtubules can support midbody assembly and that midbody assembly is more predictive of successful cytokinesis than central spindle assembly.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Caenorhabditis elegans",
            "Caenorhabditis elegans Proteins",
            "Embryo, Nonmammalian",
            "Green Fluorescent Proteins",
            "Microtubules",
            "Spindle Apparatus"
        ],
        "Authors": [
            {
                "First Name": "Sophia M",
                "Last Name": "Hirsch",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY."
            },
            {
                "First Name": "Frances",
                "Last Name": "Edwards",
                "Affiliation": "Institut Jacques Monod, Centre national de la recherche scientifique, Université de Paris, Paris, France."
            },
            {
                "First Name": "Mimi",
                "Last Name": "Shirasu-Hiza",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY."
            },
            {
                "First Name": "Julien",
                "Last Name": "Dumont",
                "Affiliation": "Institut Jacques Monod, Centre national de la recherche scientifique, Université de Paris, Paris, France."
            },
            {
                "First Name": "Julie C",
                "Last Name": "Canman",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Medical Center, New York, NY."
            }
        ],
        "Journal": "The Journal of cell biology",
        "PubDate": "2022"
    },
    {
        "PMID": "34588695",
        "Title": "Circadian autophagy drives iTRF-mediated longevity.",
        "Abstract": "Time-restricted feeding (TRF) has recently gained interest as a potential anti-ageing treatment for organisms from Drosophila to humans",
        "Keywords": [],
        "MeSH terms": [
            "Aging",
            "Animals",
            "Autophagy",
            "Biomarkers",
            "Circadian Clocks",
            "Circadian Rhythm",
            "Darkness",
            "Drosophila melanogaster",
            "Feeding Behavior",
            "Female",
            "Longevity",
            "Male",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Matt",
                "Last Name": "Ulgherait",
                "Affiliation": "Department of Genetics and Development, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Adil M",
                "Last Name": "Midoun",
                "Affiliation": "Department of Biology, École Normale Supérieure, PSL Research University, Paris, France."
            },
            {
                "First Name": "Scarlet J",
                "Last Name": "Park",
                "Affiliation": "Skaggs Graduate School, The Scripps Research Institute, Jupiter, FL, USA."
            },
            {
                "First Name": "Jared A",
                "Last Name": "Gatto",
                "Affiliation": "Department of Genetics and Development, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Samantha J",
                "Last Name": "Tener",
                "Affiliation": "Department of Genetics and Development, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Julia",
                "Last Name": "Siewert",
                "Affiliation": "Department of Genetics and Development, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "Naomi",
                "Last Name": "Klickstein",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Julie C",
                "Last Name": "Canman",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA."
            },
            {
                "First Name": "William W",
                "Last Name": "Ja",
                "Affiliation": "Skaggs Graduate School, The Scripps Research Institute, Jupiter, FL, USA."
            },
            {
                "First Name": "Mimi",
                "Last Name": "Shirasu-Hiza",
                "Affiliation": "Department of Genetics and Development, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, USA. ms4095@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature",
        "PubDate": "2021"
    },
    {
        "PMID": "32317636",
        "Title": "Circadian regulation of mitochondrial uncoupling and lifespan.",
        "Abstract": "Because old age is associated with defects in circadian rhythm, loss of circadian regulation is thought to be pathogenic and contribute to mortality. We show instead that loss of specific circadian clock components Period (Per) and Timeless (Tim) in male Drosophila significantly extends lifespan. This lifespan extension is not mediated by canonical diet-restriction longevity pathways but is due to altered cellular respiration via increased mitochondrial uncoupling. Lifespan extension of per mutants depends on mitochondrial uncoupling in the intestine. Moreover, upregulated uncoupling protein UCP4C in intestinal stem cells and enteroblasts is sufficient to extend lifespan and preserve proliferative homeostasis in the gut with age. Consistent with inducing a metabolic state that prevents overproliferation, mitochondrial uncoupling drugs also extend lifespan and inhibit intestinal stem cell overproliferation due to aging or even tumorigenesis. These results demonstrate that circadian-regulated intestinal mitochondrial uncoupling controls longevity in Drosophila and suggest a new potential anti-aging therapeutic target.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "CRISPR-Cas Systems",
            "Carcinogenesis",
            "Cell Proliferation",
            "Circadian Clocks",
            "Circadian Rhythm",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Homeostasis",
            "Intestines",
            "Longevity",
            "Male",
            "Membrane Potential, Mitochondrial",
            "Membrane Transport Proteins",
            "Mitochondria",
            "Mutation",
            "Oxidative Stress",
            "Oxygen Consumption",
            "Period Circadian Proteins",
            "Uncoupling Protein 1"
        ],
        "Authors": [
            {
                "First Name": "Matt",
                "Last Name": "Ulgherait",
                "Affiliation": "Department of Genetics and Development, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, 10032, USA."
            },
            {
                "First Name": "Anna",
                "Last Name": "Chen",
                "Affiliation": "Columbia College, New York, NY, 10027, USA."
            },
            {
                "First Name": "Sophie F",
                "Last Name": "McAllister",
                "Affiliation": "Columbia College, New York, NY, 10027, USA."
            },
            {
                "First Name": "Han X",
                "Last Name": "Kim",
                "Affiliation": "Department of Genetics and Development, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, 10032, USA."
            },
            {
                "First Name": "Rebecca",
                "Last Name": "Delventhal",
                "Affiliation": "Department of Genetics and Development, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, 10032, USA."
            },
            {
                "First Name": "Charlotte R",
                "Last Name": "Wayne",
                "Affiliation": "Department of Neurology, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, 10032, USA."
            },
            {
                "First Name": "Christian J",
                "Last Name": "Garcia",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, 10032, USA."
            },
            {
                "First Name": "Yocelyn",
                "Last Name": "Recinos",
                "Affiliation": "Department of Systems Biology, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, 10032, USA."
            },
            {
                "First Name": "Miles",
                "Last Name": "Oliva",
                "Affiliation": "Columbia College, New York, NY, 10027, USA."
            },
            {
                "First Name": "Julie C",
                "Last Name": "Canman",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, 10032, USA."
            },
            {
                "First Name": "Martin",
                "Last Name": "Picard",
                "Affiliation": "Departments of Psychiatry and Neurology, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, 10032, USA."
            },
            {
                "First Name": "Edward",
                "Last Name": "Owusu-Ansah",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, 10032, USA."
            },
            {
                "First Name": "Mimi",
                "Last Name": "Shirasu-Hiza",
                "Affiliation": "Department of Genetics and Development, Columbia University Vagelos College of Physicians and Surgeons, New York, NY, 10032, USA. ms4095@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature communications",
        "PubDate": "2020"
    },
    {
        "PMID": "31613218",
        "Title": "Dissection of central clock function in ",
        "Abstract": "In ",
        "Keywords": [
            "CRISPR/Cas9",
            "D. melanogaster",
            "GAL4/UAS",
            "circadian rhythm",
            "genetics",
            "genomics",
            "neuroscience"
        ],
        "MeSH terms": [
            "Animals",
            "Brain",
            "CRISPR-Cas Systems",
            "Cell Communication",
            "Cell Lineage",
            "Circadian Clocks",
            "Circadian Rhythm",
            "Darkness",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Feedback, Physiological",
            "Gene Editing",
            "Gene Expression Regulation",
            "Light Signal Transduction",
            "Locomotion",
            "Nerve Net",
            "Neurons",
            "Neuropeptides",
            "Period Circadian Proteins",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Rebecca",
                "Last Name": "Delventhal",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, United States."
            },
            {
                "First Name": "Reed M",
                "Last Name": "O'Connor",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, United States."
            },
            {
                "First Name": "Meghan M",
                "Last Name": "Pantalia",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, United States."
            },
            {
                "First Name": "Matthew",
                "Last Name": "Ulgherait",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, United States."
            },
            {
                "First Name": "Han X",
                "Last Name": "Kim",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, United States."
            },
            {
                "First Name": "Maylis K",
                "Last Name": "Basturk",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, United States."
            },
            {
                "First Name": "Julie C",
                "Last Name": "Canman",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Medical Center, New York, United States."
            },
            {
                "First Name": "Mimi",
                "Last Name": "Shirasu-Hiza",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, United States."
            }
        ],
        "Journal": "eLife",
        "PubDate": "2019"
    },
    {
        "PMID": "30295966",
        "Title": "Tired and stressed: Examining the need for sleep.",
        "Abstract": "A key feature of circadian rhythms is the sleep/wake cycle. Sleep causes reduced responsiveness to the environment, which puts animals in a particularly vulnerable state; yet sleep has been conserved throughout evolution, indicating that it fulfils a vital purpose. A core function of sleep across species has not been identified, but substantial advances in sleep research have been made in recent years using the genetically tractable model organism, Drosophila melanogaster. This review describes the universality of sleep, the regulation of sleep, and current theories on the function of sleep, highlighting a historical and often overlooked theory called the Free Radical Flux Theory of Sleep. Additionally, we summarize our recent work with short-sleeping Drosophila mutants and other genetic and pharmacological tools for manipulating sleep which supports an antioxidant theory of sleep and demonstrates a bi-directional relationship between sleep and oxidative stress.",
        "Keywords": [
            "Drosophila",
            "circadian rhythm",
            "oxidative stress",
            "sleep"
        ],
        "MeSH terms": [
            "Animals",
            "Circadian Rhythm",
            "Drosophila",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Sleep"
        ],
        "Authors": [
            {
                "First Name": "Vanessa M",
                "Last Name": "Hill",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York City, New York."
            },
            {
                "First Name": "Reed M",
                "Last Name": "O'Connor",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York City, New York."
            },
            {
                "First Name": "Mimi",
                "Last Name": "Shirasu-Hiza",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York City, New York."
            }
        ],
        "Journal": "The European journal of neuroscience",
        "PubDate": "2020"
    },
    {
        "PMID": "30001323",
        "Title": "A bidirectional relationship between sleep and oxidative stress in Drosophila.",
        "Abstract": "Although sleep appears to be broadly conserved in animals, the physiological functions of sleep remain unclear. In this study, we sought to identify a physiological defect common to a diverse group of short-sleeping Drosophila mutants, which might provide insight into the function and regulation of sleep. We found that these short-sleeping mutants share a common phenotype of sensitivity to acute oxidative stress, exhibiting shorter survival times than controls. We further showed that increasing sleep in wild-type flies using genetic or pharmacological approaches increases survival after oxidative challenge. Moreover, reducing oxidative stress in the neurons of wild-type flies by overexpression of antioxidant genes reduces the amount of sleep. Together, these results support the hypothesis that a key function of sleep is to defend against oxidative stress and also point to a reciprocal role for reactive oxygen species (ROS) in neurons in the regulation of sleep.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Antioxidants",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Gene Expression Regulation",
            "Gene Knockdown Techniques",
            "Immunity",
            "Longevity",
            "Mutation",
            "Neurons",
            "Oxidative Stress",
            "RNA Interference",
            "Reactive Oxygen Species",
            "Sleep"
        ],
        "Authors": [
            {
                "First Name": "Vanessa M",
                "Last Name": "Hill",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York, United States of America."
            },
            {
                "First Name": "Reed M",
                "Last Name": "O'Connor",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York, United States of America."
            },
            {
                "First Name": "Gunter B",
                "Last Name": "Sissoko",
                "Affiliation": "Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Ifeoma S",
                "Last Name": "Irobunda",
                "Affiliation": "Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Stephen",
                "Last Name": "Leong",
                "Affiliation": "Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Julie C",
                "Last Name": "Canman",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Medical Center, New York, New York, United States of America."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Stavropoulos",
                "Affiliation": "Department of Neuroscience and Physiology, New York University School of Medicine, New York, New York, United States of America."
            },
            {
                "First Name": "Mimi",
                "Last Name": "Shirasu-Hiza",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York, United States of America."
            }
        ],
        "Journal": "PLoS biology",
        "PubDate": "2018"
    },
    {
        "PMID": "28223318",
        "Title": "A ",
        "Abstract": "Fragile X syndrome, the most common known monogenic cause of autism, results from the loss of FMR1, a conserved, ubiquitously expressed RNA-binding protein. Recent evidence suggests that Fragile X syndrome and other types of autism are associated with immune system defects. We found that ",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Brain",
            "Disease Models, Animal",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Fragile X Mental Retardation Protein",
            "Fragile X Syndrome",
            "Immunity, Innate",
            "Learning",
            "Male",
            "Memory",
            "Mushroom Bodies",
            "Neuroglia",
            "Neurons",
            "Phagocytosis",
            "RNA Interference",
            "RNA-Binding Proteins"
        ],
        "Authors": [
            {
                "First Name": "Reed M",
                "Last Name": "O'Connor",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Elizabeth F",
                "Last Name": "Stone",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Charlotte R",
                "Last Name": "Wayne",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Emily V",
                "Last Name": "Marcinkevicius",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Matt",
                "Last Name": "Ulgherait",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Rebecca",
                "Last Name": "Delventhal",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Meghan M",
                "Last Name": "Pantalia",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Vanessa M",
                "Last Name": "Hill",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Clarice G",
                "Last Name": "Zhou",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10025."
            },
            {
                "First Name": "Sophie",
                "Last Name": "McAllister",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10025."
            },
            {
                "First Name": "Anna",
                "Last Name": "Chen",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10025."
            },
            {
                "First Name": "Jennifer S",
                "Last Name": "Ziegenfuss",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Wesley B",
                "Last Name": "Grueber",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Julie C",
                "Last Name": "Canman",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Mimi M",
                "Last Name": "Shirasu-Hiza",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032 ms4095@cumc.columbia.edu."
            }
        ],
        "Journal": "The Journal of cell biology",
        "PubDate": "2017"
    },
    {
        "PMID": "27916531",
        "Title": "Dietary Restriction Extends the Lifespan of Circadian Mutants tim and per.",
        "Abstract": null,
        "Keywords": [
            "aging",
            "circadian rhythm",
            "clock",
            "dietary restriction",
            "lifespan",
            "longevity",
            "metabolism",
            "pdf",
            "period",
            "timeless"
        ],
        "MeSH terms": [
            "Animals",
            "Circadian Rhythm",
            "Drosophila",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Nuclear Proteins",
            "Period Circadian Proteins"
        ],
        "Authors": [
            {
                "First Name": "Matt",
                "Last Name": "Ulgherait",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Anna",
                "Last Name": "Chen",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10025, USA."
            },
            {
                "First Name": "Miles K",
                "Last Name": "Oliva",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10025, USA."
            },
            {
                "First Name": "Han X",
                "Last Name": "Kim",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA; Department of Pathology and Cell Biology, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Julie C",
                "Last Name": "Canman",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "William W",
                "Last Name": "Ja",
                "Affiliation": "Department of Metabolism and Aging, The Scripps Research Institute, Jupiter, FL 33458, USA."
            },
            {
                "First Name": "Mimi",
                "Last Name": "Shirasu-Hiza",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA. Electronic address: ms4095@cumc.columbia.edu."
            }
        ],
        "Journal": "Cell metabolism",
        "PubDate": "2016"
    },
    {
        "PMID": "27218838",
        "Title": "period-Regulated Feeding Behavior and TOR Signaling Modulate Survival of Infection.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Victoria W",
                "Last Name": "Allen",
                "Affiliation": ""
            },
            {
                "First Name": "Reed M",
                "Last Name": "O'Connor",
                "Affiliation": ""
            },
            {
                "First Name": "Matthew",
                "Last Name": "Ulgherait",
                "Affiliation": ""
            },
            {
                "First Name": "Clarice G",
                "Last Name": "Zhou",
                "Affiliation": ""
            },
            {
                "First Name": "Elizabeth F",
                "Last Name": "Stone",
                "Affiliation": ""
            },
            {
                "First Name": "Vanessa M",
                "Last Name": "Hill",
                "Affiliation": ""
            },
            {
                "First Name": "Keith R",
                "Last Name": "Murphy",
                "Affiliation": ""
            },
            {
                "First Name": "Julie C",
                "Last Name": "Canman",
                "Affiliation": ""
            },
            {
                "First Name": "William W",
                "Last Name": "Ja",
                "Affiliation": ""
            },
            {
                "First Name": "Mimi M",
                "Last Name": "Shirasu-Hiza",
                "Affiliation": ""
            }
        ],
        "Journal": "Current biology : CB",
        "PubDate": "2016"
    },
    {
        "PMID": "26748856",
        "Title": "period-Regulated Feeding Behavior and TOR Signaling Modulate Survival of Infection.",
        "Abstract": "Most metazoans undergo dynamic, circadian-regulated changes in behavior and physiology. Currently, it is unknown how circadian-regulated behavior impacts immunity against infection. Two broad categories of defense against bacterial infection are resistance, control of microbial growth, and tolerance, control of the pathogenic effects of infection. Our study of behaviorally arrhythmic Drosophila circadian period mutants identified a novel link between nutrient intake and tolerance of infection with B. cepacia, a bacterial pathogen of rising importance in hospital-acquired infections. We found that infection tolerance in wild-type animals is stimulated by acute exposure to dietary glucose and amino acids. Glucose-stimulated tolerance was induced by feeding or direct injection; injections revealed a narrow window for glucose-stimulated tolerance. In contrast, amino acids stimulated tolerance only when ingested. We investigated the role of a known amino-acid-sensing pathway, the TOR (Target of Rapamycin) pathway, in immunity. TORC1 is circadian regulated and inhibition of TORC1 decreased resistance, as in vertebrates. Surprisingly, inhibition of the less well-characterized TOR complex 2 (TORC2) dramatically increased survival, through both resistance and tolerance mechanisms. This work suggests that dietary intake on the day of infection by B. cepacia can make a significant difference in long-term survival. We further demonstrate that TOR signaling mediates both resistance and tolerance of infection and identify TORC2 as a novel potential therapeutic target for increasing survival of infection.",
        "Keywords": [
            "Burkholderia cepacia",
            "Drosophila",
            "Rictor",
            "TOR",
            "TORC1",
            "TORC2",
            "amino acids",
            "circadian",
            "diet",
            "feeding",
            "glucose",
            "immunity",
            "infection",
            "period mutant",
            "resistance",
            "tolerance"
        ],
        "MeSH terms": [
            "Amino Acids",
            "Animals",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Feeding Behavior",
            "Mechanistic Target of Rapamycin Complex 1",
            "Mechanistic Target of Rapamycin Complex 2",
            "Multiprotein Complexes",
            "Period Circadian Proteins",
            "Phosphorylation",
            "Signal Transduction",
            "Sirolimus",
            "TOR Serine-Threonine Kinases"
        ],
        "Authors": [
            {
                "First Name": "Victoria W",
                "Last Name": "Allen",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Reed M",
                "Last Name": "O'Connor",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Matthew",
                "Last Name": "Ulgherait",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Clarice G",
                "Last Name": "Zhou",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Elizabeth F",
                "Last Name": "Stone",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Vanessa M",
                "Last Name": "Hill",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Keith R",
                "Last Name": "Murphy",
                "Affiliation": "Department of Metabolism and Aging, Scripps Research Institute, Jupiter, FL 33458, USA."
            },
            {
                "First Name": "Julie C",
                "Last Name": "Canman",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "William W",
                "Last Name": "Ja",
                "Affiliation": "Department of Metabolism and Aging, Scripps Research Institute, Jupiter, FL 33458, USA."
            },
            {
                "First Name": "Mimi M",
                "Last Name": "Shirasu-Hiza",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA. Electronic address: ms4095@cumc.columbia.edu."
            }
        ],
        "Journal": "Current biology : CB",
        "PubDate": "2016"
    },
    {
        "PMID": "25974294",
        "Title": "Message in a biota: gut microbes signal to the circadian clock.",
        "Abstract": "Circadian rhythm involves diurnal oscillations in biological processes. In this issue of Cell Host & Microbe, Leone et al. (2015) show that the gut microbiota influences the circadian clock and undergoes circadian oscillations. Microbiota-produced metabolites change with host diet and may affect circadian rhythm, highlighting functional links between diet and physiology.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Circadian Clocks",
            "Diet, High-Fat",
            "Dysbiosis",
            "Gastrointestinal Microbiome",
            "Gastrointestinal Tract",
            "Lipid Metabolism"
        ],
        "Authors": [
            {
                "First Name": "Emily V",
                "Last Name": "Marcinkevicius",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Mimi M",
                "Last Name": "Shirasu-Hiza",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY 10032, USA. Electronic address: ms4095@cumc.columbia.edu."
            }
        ],
        "Journal": "Cell host & microbe",
        "PubDate": "2015"
    },
    {
        "PMID": "22253593",
        "Title": "The circadian clock protein timeless regulates phagocytosis of bacteria in Drosophila.",
        "Abstract": "Survival of bacterial infection is the result of complex host-pathogen interactions. An often-overlooked aspect of these interactions is the circadian state of the host. Previously, we demonstrated that Drosophila mutants lacking the circadian regulatory proteins Timeless (Tim) and Period (Per) are sensitive to infection by S. pneumoniae. Sensitivity to infection can be mediated either by changes in resistance (control of microbial load) or tolerance (endurance of the pathogenic effects of infection). Here we show that Tim regulates resistance against both S. pneumoniae and S. marcescens. We set out to characterize and identify the underlying mechanism of resistance that is circadian-regulated. Using S. pneumoniae, we found that resistance oscillates daily in adult wild-type flies and that these oscillations are absent in Tim mutants. Drosophila have at least three main resistance mechanisms to kill high levels of bacteria in their hemolymph: melanization, antimicrobial peptides, and phagocytosis. We found that melanization is not circadian-regulated. We further found that basal levels of AMP gene expression exhibit time-of-day oscillations but that these are Tim-independent; moreover, infection-induced AMP gene expression is not circadian-regulated. We then show that phagocytosis is circadian-regulated. Wild-type flies exhibit up-regulated phagocytic activity at night; Tim mutants have normal phagocytic activity during the day but lack this night-time peak. Tim appears to regulate an upstream event in phagocytosis, such as bacterial recognition or activation of phagocytic hemocytes. Interestingly, inhibition of phagocytosis in wild type flies results in survival kinetics similar to Tim mutants after infection with S. pneumoniae. Taken together, these results suggest that loss of circadian oscillation of a specific immune function (phagocytosis) can have significant effects on long-term survival of infection.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Genetically Modified",
            "Bacteria",
            "Bacterial Infections",
            "Base Sequence",
            "Circadian Rhythm Signaling Peptides and Proteins",
            "Colony Count, Microbial",
            "Drosophila",
            "Drosophila Proteins",
            "Host-Pathogen Interactions",
            "Male",
            "Models, Biological",
            "Molecular Sequence Data",
            "Phagocytosis",
            "Survival Analysis"
        ],
        "Authors": [
            {
                "First Name": "Elizabeth F",
                "Last Name": "Stone",
                "Affiliation": "Department of Neurobiology and Behavior, Columbia University Medical School, New York, New York, United States of America."
            },
            {
                "First Name": "Ben O",
                "Last Name": "Fulton",
                "Affiliation": ""
            },
            {
                "First Name": "Janelle S",
                "Last Name": "Ayres",
                "Affiliation": ""
            },
            {
                "First Name": "Linh N",
                "Last Name": "Pham",
                "Affiliation": ""
            },
            {
                "First Name": "Junaid",
                "Last Name": "Ziauddin",
                "Affiliation": ""
            },
            {
                "First Name": "Mimi M",
                "Last Name": "Shirasu-Hiza",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS pathogens",
        "PubDate": "2012"
    },
    {
        "PMID": "17883424",
        "Title": "Confronting physiology: how do infected flies die?",
        "Abstract": "Fruit fly immunology is on the verge of an exciting new path. The fruit fly has served as a strong model for innate immune responses; the field is now expanding to use the fruit fly to study pathogenesis. We argue here that, to understand pathogenesis in the fly, we need to understand pathology - and to understand pathology, we need to confront physiology with molecular tools. When flies are infected with a pathogen, they get sick. We group the events following infection into three categories: innate immune responses (defence mechanisms by which the fly attempts to kill or neutralize the microbe, some of which can themselves cause harm to the fly); microbial virulence (mechanisms by which the microbe evades the immune response); and host pathology (physiologies adversely affected by either the immune response or microbial virulence). We divide this review into sections mirroring these categories. The molecular study of infection in the fruit fly has focused on the first category, has begun to explore the second, and has yet to tap the full potential of the fly regarding the third.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Drosophila",
            "Gram-Negative Bacterial Infections",
            "Gram-Positive Bacterial Infections",
            "Virulence Factors"
        ],
        "Authors": [
            {
                "First Name": "Mimi M",
                "Last Name": "Shirasu-Hiza",
                "Affiliation": "Department of Microbiology and Immunology, Stanford University, Stanford, CA 94305, USA."
            },
            {
                "First Name": "David S",
                "Last Name": "Schneider",
                "Affiliation": ""
            }
        ],
        "Journal": "Cellular microbiology",
        "PubDate": "2007"
    },
    {
        "PMID": "17502084",
        "Title": "Interactions between circadian rhythm and immunity in Drosophila melanogaster.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Circadian Rhythm",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Immunity, Innate",
            "Listeria monocytogenes",
            "Mutation",
            "Nuclear Proteins",
            "Period Circadian Proteins",
            "Streptococcus pneumoniae"
        ],
        "Authors": [
            {
                "First Name": "Mimi M",
                "Last Name": "Shirasu-Hiza",
                "Affiliation": ""
            },
            {
                "First Name": "Marc S",
                "Last Name": "Dionne",
                "Affiliation": ""
            },
            {
                "First Name": "Linh N",
                "Last Name": "Pham",
                "Affiliation": ""
            },
            {
                "First Name": "Janelle S",
                "Last Name": "Ayres",
                "Affiliation": ""
            },
            {
                "First Name": "David S",
                "Last Name": "Schneider",
                "Affiliation": ""
            }
        ],
        "Journal": "Current biology : CB",
        "PubDate": "2007"
    },
    {
        "PMID": "17381241",
        "Title": "Drosophila eiger mutants are sensitive to extracellular pathogens.",
        "Abstract": "We showed previously that eiger, the Drosophila tumor necrosis factor homolog, contributes to the pathology induced by infection with Salmonella typhimurium. We were curious whether eiger is always detrimental in the context of infection or if it plays a role in fighting some types of microbes. We challenged wild-type and eiger mutant flies with a collection of facultative intracellular and extracellular pathogens, including a fungus and Gram-positive and Gram-negative bacteria. The response of eiger mutants divided these microbes into two groups: eiger mutants are immunocompromised with respect to extracellular pathogens but show no change or reduced sensitivity to facultative intracellular pathogens. Hence, eiger helps fight infections but also can cause pathology. We propose that eiger activates the cellular immune response of the fly to aid clearance of extracellular pathogens. Intracellular pathogens, which can already defeat professional phagocytes, are unaffected by eiger.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Beauveria",
            "Burkholderia cepacia",
            "Drosophila",
            "Drosophila Proteins",
            "Gene Expression Regulation",
            "Gram-Positive Bacteria",
            "Immunity, Innate",
            "Immunocompromised Host",
            "Membrane Proteins",
            "Mutation"
        ],
        "Authors": [
            {
                "First Name": "David S",
                "Last Name": "Schneider",
                "Affiliation": "Department of Microbiology and Immunology, Stanford University, Stanford, California, United States of America. dschneider@stanford.edu"
            },
            {
                "First Name": "Janelle S",
                "Last Name": "Ayres",
                "Affiliation": ""
            },
            {
                "First Name": "Stephanie M",
                "Last Name": "Brandt",
                "Affiliation": ""
            },
            {
                "First Name": "Alexandre",
                "Last Name": "Costa",
                "Affiliation": ""
            },
            {
                "First Name": "Marc S",
                "Last Name": "Dionne",
                "Affiliation": ""
            },
            {
                "First Name": "Michael D",
                "Last Name": "Gordon",
                "Affiliation": ""
            },
            {
                "First Name": "Eric M",
                "Last Name": "Mabery",
                "Affiliation": ""
            },
            {
                "First Name": "Madeleine G",
                "Last Name": "Moule",
                "Affiliation": ""
            },
            {
                "First Name": "Linh N",
                "Last Name": "Pham",
                "Affiliation": ""
            },
            {
                "First Name": "Mimi M",
                "Last Name": "Shirasu-Hiza",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS pathogens",
        "PubDate": "2007"
    },
    {
        "PMID": "17352533",
        "Title": "A specific primed immune response in Drosophila is dependent on phagocytes.",
        "Abstract": "Drosophila melanogaster, like other invertebrates, relies solely on its innate immune response to fight invading microbes; by definition, innate immunity lacks adaptive characteristics. However, we show here that priming Drosophila with a sublethal dose of Streptococcus pneumoniae protects against an otherwise-lethal second challenge of S. pneumoniae. This protective effect exhibits coarse specificity for S. pneumoniae and persists for the life of the fly. Although not all microbial challenges induced this specific primed response, we find that a similar specific protection can be elicited by Beauveria bassiana, a natural fly pathogen. To characterize this primed response, we focused on S. pneumoniae-induced protection. The mechanism underlying this protective effect requires phagocytes and the Toll pathway. However, activation of the Toll pathway is not sufficient for priming-induced protection. This work contradicts the paradigm that insect immune responses cannot adapt and will promote the search for similar responses overlooked in organisms with an adaptive immune response.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cells, Cultured",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Immunity, Innate",
            "Male",
            "Phagocytes",
            "RNA, Messenger",
            "Reverse Transcriptase Polymerase Chain Reaction",
            "Streptococcus pneumoniae",
            "Toll-Like Receptors",
            "Vaccination"
        ],
        "Authors": [
            {
                "First Name": "Linh N",
                "Last Name": "Pham",
                "Affiliation": "Department of Microbiology and Immunology, Stanford University, Stanford, California, United States of America."
            },
            {
                "First Name": "Marc S",
                "Last Name": "Dionne",
                "Affiliation": ""
            },
            {
                "First Name": "Mimi",
                "Last Name": "Shirasu-Hiza",
                "Affiliation": ""
            },
            {
                "First Name": "David S",
                "Last Name": "Schneider",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS pathogens",
        "PubDate": "2007"
    },
    {
        "PMID": "17055976",
        "Title": "Akt and FOXO dysregulation contribute to infection-induced wasting in Drosophila.",
        "Abstract": "Studies in Drosophila have taught us a great deal about how animals regulate the immediate innate immune response, but we still know little about how infections cause pathology. Here, we examine the pathogenesis associated with Mycobacterium marinum infection in the fly. M. marinum is closely related to M. tuberculosis, which causes tuberculosis in people.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Blotting, Western",
            "DNA Primers",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Energy Metabolism",
            "Forkhead Transcription Factors",
            "Gene Expression Regulation",
            "Insulin",
            "Longevity",
            "Microarray Analysis",
            "Mycobacterium marinum",
            "Proto-Oncogene Proteins c-akt",
            "Reverse Transcriptase Polymerase Chain Reaction",
            "Weight Loss"
        ],
        "Authors": [
            {
                "First Name": "Marc S",
                "Last Name": "Dionne",
                "Affiliation": "Department of Microbiology and Immunology, Stanford University School of Medicine, Stanford, California 94305-5124, USA."
            },
            {
                "First Name": "Linh N",
                "Last Name": "Pham",
                "Affiliation": ""
            },
            {
                "First Name": "Mimi",
                "Last Name": "Shirasu-Hiza",
                "Affiliation": ""
            },
            {
                "First Name": "David S",
                "Last Name": "Schneider",
                "Affiliation": ""
            }
        ],
        "Journal": "Current biology : CB",
        "PubDate": "2006"
    },
    {
        "PMID": "15530396",
        "Title": "Eg5 causes elongation of meiotic spindles when flux-associated microtubule depolymerization is blocked.",
        "Abstract": "In higher eukaryotes, microtubules (MT) in both halves of the mitotic spindle translocate continuously away from the midzone in a phenomenon called poleward microtubule flux. Because the spindle maintains constant length and microtubule density, this microtubule translocation must somehow be coupled to net MT depolymerization at spindle poles. The molecular mechanisms underlying both flux-associated translocation and flux-associated depolymerization are not well understood, but it can be predicted that blocking pole-based destabilization will increase spindle length, an idea that has not been tested in meiotic spindles. Here, we show that simultaneous addition of two pole-disrupting reagents p50/dynamitin and a truncated version of Xklp2 results in continuous spindle elongation in Xenopus egg extracts, and we quantitatively correlate this elongation rate with the poleward translocation of stabilized microtubules. We further use this system to demonstrate that this poleward translocation requires the activity of the kinesin-related protein Eg5. These results suggest that Eg5 is responsible for flux-associated MT translocation and that dynein and Xklp2 regulate flux-associated microtubule depolymerization at spindle poles.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Cycle Proteins",
            "Cell Extracts",
            "Dynactin Complex",
            "Fluorescence",
            "Kinesins",
            "Microspheres",
            "Microtubule-Associated Proteins",
            "Microtubules",
            "Ovum",
            "Spindle Apparatus",
            "Tubulin",
            "Xenopus",
            "Xenopus Proteins"
        ],
        "Authors": [
            {
                "First Name": "Mimi",
                "Last Name": "Shirasu-Hiza",
                "Affiliation": "Department of Microbiology and Immunology, Stanford University, Stanford, CA 94305, USA. mshirasu@stanford.edu"
            },
            {
                "First Name": "Zachary E",
                "Last Name": "Perlman",
                "Affiliation": ""
            },
            {
                "First Name": "Torsten",
                "Last Name": "Wittmann",
                "Affiliation": ""
            },
            {
                "First Name": "Eric",
                "Last Name": "Karsenti",
                "Affiliation": ""
            },
            {
                "First Name": "Timothy J",
                "Last Name": "Mitchison",
                "Affiliation": ""
            }
        ],
        "Journal": "Current biology : CB",
        "PubDate": "2004"
    },
    {
        "PMID": "14593729",
        "Title": "Dynamics of the mitotic spindle--potential therapeutic targets.",
        "Abstract": "Inhibition of mitosis is a useful strategy for treating diseases involving excessive cell proliferation. Antimitotic drugs currently in clinical use perturb microtubule dynamics and thereby disrupt the function of the mitotic spindle. Protein regulators of microtubule dynamics and microtubule motors are also essential for mitotic spindle function. In this chapter, we evaluate the potential of these proteins as candidate targets for antimitotic drugs. We review in depth a number of proteins of particular interest, highlighting their known functions in mitosis and the effects of their inhibition on cell cycle progression.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Antineoplastic Agents",
            "Cell Cycle Proteins",
            "Cell Division",
            "Humans",
            "Microtubules",
            "Molecular Motor Proteins",
            "Spindle Apparatus"
        ],
        "Authors": [
            {
                "First Name": "David T",
                "Last Name": "Miyamoto",
                "Affiliation": "Department of Cell Biology, Harvard Medical School, Boston, MA 02115, USA."
            },
            {
                "First Name": "Zachary E",
                "Last Name": "Perlman",
                "Affiliation": ""
            },
            {
                "First Name": "Timothy J",
                "Last Name": "Mitchison",
                "Affiliation": ""
            },
            {
                "First Name": "Mimi",
                "Last Name": "Shirasu-Hiza",
                "Affiliation": ""
            }
        ],
        "Journal": "Progress in cell cycle research",
        "PubDate": "2003"
    },
    {
        "PMID": "12719474",
        "Title": "Identification of XMAP215 as a microtubule-destabilizing factor in Xenopus egg extract by biochemical purification.",
        "Abstract": "Microtubules (MTs) polymerized with GMPCPP, a slowly hydrolyzable GTP analogue, are stable in buffer but are rapidly depolymerized in Xenopus egg extracts. This depolymerization is independent of three previously identified MT destabilizers (Op18, katanin, and XKCM1/KinI). We purified the factor responsible for this novel depolymerizing activity using biochemical fractionation and a visual activity assay and identified it as XMAP215, previously identified as a prominent MT growth-promoting protein in Xenopus extracts. Consistent with the purification results, we find that XMAP215 is necessary for GMPCPP-MT destabilization in extracts and that recombinant full-length XMAP215 as well as an NH2-terminal fragment have depolymerizing activity in vitro. Stimulation of depolymerization is specific for the MT plus end. These results provide evidence for a robust MT-destabilizing activity intrinsic to this microtubule-associated protein and suggest that destabilization may be part of its essential biochemical functions. We propose that the substrate in our assay, GMPCPP-stabilized MTs, serves as a model for the pause state of MT ends and that the multiple activities of XMAP215 are unified by a mechanism of antagonizing MT pauses.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Biological Assay",
            "Cell Extracts",
            "Female",
            "Guanosine Triphosphate",
            "Microtubule Proteins",
            "Microtubule-Associated Proteins",
            "Microtubules",
            "Models, Biological",
            "Oocytes",
            "Protein Structure, Tertiary",
            "Recombinant Fusion Proteins",
            "Xenopus Proteins",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "Mimi",
                "Last Name": "Shirasu-Hiza",
                "Affiliation": "Department of Cell Biology, Harvard Medical School, 250 Longwood Ave., Boston, MA 02115, USA. mshirasu@hms.harvard.edu"
            },
            {
                "First Name": "Peg",
                "Last Name": "Coughlin",
                "Affiliation": ""
            },
            {
                "First Name": "Tim",
                "Last Name": "Mitchison",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of cell biology",
        "PubDate": "2003"
    }
]