[
    {
        "PMID": "34164362",
        "Title": "Organizational Readiness for Community Health Worker Workforce Integration Among Medicaid Contracted Health Plans and Provider Networks: An Arizona Case Study.",
        "Abstract": "Understanding and building organizational capacity for system change and the integration of the Community Health Worker (CHW) workforce within the health scare sector requires a supportive organizational culture among sector leaders and providers. The aim of this mixed-methods study was to assess organizational readiness for CHW workforce integration into Arizona Medicaid health systems and care teams. This collaborative effort was in direct response to emergent state and national CHW workforce policy opportunities, and the shifting health care landscape in Arizona - which merged behavior and physical health. Specifically, and in collaboration with a broad-based, statewide CHW workforce coalition, led by the CHW professional association, we assessed 245 licensed health care professionals with experience working with CHWs and 16 Medicaid-contracted health plan leadership. Our goal was to generate a baseline understanding of the knowledge, attitudes and beliefs these stakeholders held about the integration of CHWs into systems and teams. Our findings demonstrate a high level of organizational readiness and action toward integration of CHWs within the Arizona health care system and care teams. CHWs have emerged as a health care workforce able to enhance the patient experience of care, improve population health, reduce cost of care, and improve the experience of providing care among clinicians and staff.",
        "Keywords": [
            "Community Health Workers",
            "health systems",
            "integration",
            "recruitment",
            "retention"
        ],
        "MeSH terms": [
            "Arizona",
            "Community Health Workers",
            "Humans",
            "Medicaid",
            "Motivation",
            "United States",
            "Workforce"
        ],
        "Authors": [
            {
                "First Name": "Samantha",
                "Last Name": "Sabo",
                "Affiliation": "Center for Health Equity Research, Northern Arizona University, Flagstaff, AZ, United States."
            },
            {
                "First Name": "Nancy",
                "Last Name": "Wexler",
                "Affiliation": "The John A. Hartford Foundation, New York, NY, United States."
            },
            {
                "First Name": "Louisa",
                "Last Name": "O'Meara",
                "Affiliation": "Center for Health Equity Research, Northern Arizona University, Flagstaff, AZ, United States."
            },
            {
                "First Name": "Heather",
                "Last Name": "Dreifuss",
                "Affiliation": "Department of Health Promotion Sciences, Zuckerman College of Public Health, Tucson, AZ, United States."
            },
            {
                "First Name": "Yanitza",
                "Last Name": "Soto",
                "Affiliation": "Arizona Department of Health and Human Services, Phoenix, AZ, United States."
            },
            {
                "First Name": "Floribella",
                "Last Name": "Redondo",
                "Affiliation": "Arizona Community Health Worker Association, Douglas, AZ, United States."
            },
            {
                "First Name": "Heather",
                "Last Name": "Carter",
                "Affiliation": "Department of Health Promotion Sciences, Zuckerman College of Public Health, Tucson, AZ, United States."
            },
            {
                "First Name": "Jill",
                "Last Name": "Guernsey de Zapien",
                "Affiliation": "Department of Health Promotion Sciences, Zuckerman College of Public Health, Tucson, AZ, United States."
            },
            {
                "First Name": "Maia",
                "Last Name": "Ingram",
                "Affiliation": "Department of Health Promotion Sciences, Zuckerman College of Public Health, Tucson, AZ, United States."
            }
        ],
        "Journal": "Frontiers in public health",
        "PubDate": "2021"
    },
    {
        "PMID": "31059640",
        "Title": "Oligonucleotide Treatment for Huntington's Disease.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Huntingtin Protein",
            "Huntington Disease",
            "Oligonucleotides"
        ],
        "Authors": [
            {
                "First Name": "Kenneth H",
                "Last Name": "Fischbeck",
                "Affiliation": "From the National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD (K.H.F.); and the Departments of Neurology and Psychiatry, College of Physicians and Surgeons, Columbia University and Hereditary Disease Foundation, New York (N.S.W.)."
            },
            {
                "First Name": "Nancy S",
                "Last Name": "Wexler",
                "Affiliation": "From the National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD (K.H.F.); and the Departments of Neurology and Psychiatry, College of Physicians and Surgeons, Columbia University and Hereditary Disease Foundation, New York (N.S.W.)."
            }
        ],
        "Journal": "The New England journal of medicine",
        "PubDate": "2019"
    },
    {
        "PMID": "29240886",
        "Title": "Pope Francis champions Huntington's disease.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Biomedical Research",
            "Humans",
            "Huntington Disease",
            "Religion and Medicine"
        ],
        "Authors": [
            {
                "First Name": "Nancy S",
                "Last Name": "Wexler",
                "Affiliation": "Hereditary Disease Foundation, Columbia University, New York, New York 10032, USA."
            }
        ],
        "Journal": "Brain : a journal of neurology",
        "PubDate": "2018"
    },
    {
        "PMID": "26908513",
        "Title": "Incidence of adult Huntington's disease in the UK: a UK-based primary care study and a systematic review.",
        "Abstract": "The prevalence of Huntington's disease (HD) recorded in the UK primary care records has increased twofold between 1990 and 2010. This investigation was undertaken to assess whether this might be due to an increased incidence. We have also undertaken a systematic review of published estimates of the incidence of HD.",
        "Keywords": [
            "EPIDEMIOLOGY",
            "GENETICS"
        ],
        "MeSH terms": [
            "Adult",
            "Age of Onset",
            "Electronic Health Records",
            "Humans",
            "Huntington Disease",
            "Incidence",
            "Middle Aged",
            "Prevalence",
            "Primary Health Care",
            "United Kingdom"
        ],
        "Authors": [
            {
                "First Name": "Nancy S",
                "Last Name": "Wexler",
                "Affiliation": "Department of Neurology and Psychiatry, Columbia University, New York, New York, USA Hereditary Disease Foundation, New York, New York, USA."
            },
            {
                "First Name": "Laura",
                "Last Name": "Collett",
                "Affiliation": "Department of Medical Statistics, London School of Hygiene and Tropical Medicine, London, UK."
            },
            {
                "First Name": "Alice R",
                "Last Name": "Wexler",
                "Affiliation": "Hereditary Disease Foundation, New York, New York, USA."
            },
            {
                "First Name": "Michael D",
                "Last Name": "Rawlins",
                "Affiliation": "Department of Non-Communicable Disease Epidemiology, London School of Hygiene and Tropical Medicine, London, UK."
            },
            {
                "First Name": "Sarah J",
                "Last Name": "Tabrizi",
                "Affiliation": "Department of Neurodegenerative Diseases, Institute of Neurology, University College London, London, UK."
            },
            {
                "First Name": "Ian",
                "Last Name": "Douglas",
                "Affiliation": "Department of Non-Communicable Disease Epidemiology, London School of Hygiene and Tropical Medicine, London, UK."
            },
            {
                "First Name": "Liam",
                "Last Name": "Smeeth",
                "Affiliation": "Department of Non-Communicable Disease Epidemiology, London School of Hygiene and Tropical Medicine, London, UK."
            },
            {
                "First Name": "Stephen J",
                "Last Name": "Evans",
                "Affiliation": "Department of Medical Statistics, London School of Hygiene and Tropical Medicine, London, UK."
            }
        ],
        "Journal": "BMJ open",
        "PubDate": "2016"
    },
    {
        "PMID": "26824438",
        "Title": "The Prevalence of Huntington's Disease.",
        "Abstract": "Reviews of the epidemiology of Huntington's disease (HD) suggest that its worldwide prevalence varies widely. This review was undertaken to confirm these observations, to assess the extent to which differences in case-ascertainment and/or diagnosis might be responsible, and to investigate whether the prevalence pattern has changed over the past 50 years.",
        "Keywords": [],
        "MeSH terms": [
            "Global Health",
            "Humans",
            "Huntington Disease",
            "Prevalence"
        ],
        "Authors": [
            {
                "First Name": "Michael D",
                "Last Name": "Rawlins",
                "Affiliation": "Department of Non-Communicable Disease Epidemiology, London School of Hygiene and Tropical Medicine, London, UK."
            },
            {
                "First Name": "Nancy S",
                "Last Name": "Wexler",
                "Affiliation": ""
            },
            {
                "First Name": "Alice R",
                "Last Name": "Wexler",
                "Affiliation": ""
            },
            {
                "First Name": "Sarah J",
                "Last Name": "Tabrizi",
                "Affiliation": ""
            },
            {
                "First Name": "Ian",
                "Last Name": "Douglas",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen J W",
                "Last Name": "Evans",
                "Affiliation": ""
            },
            {
                "First Name": "Liam",
                "Last Name": "Smeeth",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuroepidemiology",
        "PubDate": "2016"
    },
    {
        "PMID": "25300325",
        "Title": "Paul H. Patterson (October 22, 1943 - June 25, 2014).",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Allergy and Immunology",
            "Biomedical Research",
            "California",
            "History, 20th Century",
            "History, 21st Century",
            "Huntington Disease",
            "Neurodevelopmental Disorders",
            "Neurology"
        ],
        "Authors": [
            {
                "First Name": "Amber L",
                "Last Name": "Southwell",
                "Affiliation": "Centre for Molecular Medicine and Therapeutics, Child and Family Research Institute, University of British Columbia, Vancouver, British Columbia, Canada."
            },
            {
                "First Name": "Nancy S",
                "Last Name": "Wexler",
                "Affiliation": "Hereditary Disease Foundation, New York, NY, USA and New York State Psychiatric Institute, Departments of Neurology and Psychiatry, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "Journal of Huntington's disease",
        "PubDate": "2014"
    },
    {
        "PMID": "24256709",
        "Title": "Aberrantly spliced HTT, a new player in Huntington's disease pathogenesis.",
        "Abstract": "Huntington's disease (HD) is an adult-onset neurodegenerative disorder caused by a mutated CAG repeat in the huntingtin gene that is translated into an expanded polyglutamine tract. The clinical manifestation of HD is a progressive physical, cognitive, and psychiatric deterioration that is eventually fatal. The mutant huntingtin protein is processed into several smaller fragments, which have been implicated as critical factors in HD pathogenesis. The search for proteases responsible for their production has led to the identification of several cleavage sites on the huntingtin protein. However, the origin of the small N-terminal fragments that are found in HD postmortem brains has remained elusive. Recent mapping of huntingtin fragments in a mouse model demonstrated that the smallest N-terminal fragment is an exon 1 protein. This discovery spurred our hypothesis that mis-splicing as opposed to proteolysis could be generating the smallest huntingtin fragment. We demonstrated that mis-splicing of mutant huntingtin intron 1 does indeed occur and results in a short polyadenylated mRNA, which is translated into an exon 1 protein. The exon 1 protein fragment is highly pathogenic. Transgenic mouse models containing just human huntingtin exon 1 develop a rapid onset of HD-like symptoms. Our finding that a small, mis-spliced HTT transcript and corresponding exon 1 protein are produced in the context of an expanded CAG repeat has unraveled a new molecular mechanism in HD pathogenesis. Here we present detailed models of how mis-splicing could be facilitated, what challenges remain in this model, and implications for therapeutic studies.",
        "Keywords": [
            "HTT exon 1",
            "Huntington’s disease",
            "SRSF6",
            "huntingtin fragment",
            "mis-splicing"
        ],
        "MeSH terms": [
            "Animals",
            "Humans",
            "Huntington Disease",
            "Mutant Proteins",
            "Nerve Tissue Proteins",
            "Nuclear Proteins",
            "RNA Splicing"
        ],
        "Authors": [
            {
                "First Name": "Theresa A",
                "Last Name": "Gipson",
                "Affiliation": "Koch Institute for Integrative Cancer Research; Massachusetts Institute of Technology; Cambridge, MA USA."
            },
            {
                "First Name": "Andreas",
                "Last Name": "Neueder",
                "Affiliation": "Department of Medical and Molecular Genetics; King's College London; London, UK."
            },
            {
                "First Name": "Nancy S",
                "Last Name": "Wexler",
                "Affiliation": "Hereditary Disease Foundation; New York, NY USA; Department of Neurology and Psychiatry; Columbia University; New York, NY USA."
            },
            {
                "First Name": "Gillian P",
                "Last Name": "Bates",
                "Affiliation": "Department of Medical and Molecular Genetics; King's College London; London, UK."
            },
            {
                "First Name": "David",
                "Last Name": "Housman",
                "Affiliation": "Koch Institute for Integrative Cancer Research; Massachusetts Institute of Technology; Cambridge, MA USA."
            }
        ],
        "Journal": "RNA biology",
        "PubDate": "2013"
    },
    {
        "PMID": "23867196",
        "Title": "Three decades of caring for the Venezuelan Huntington's disease families.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Delivery of Health Care",
            "Family Health",
            "History, 20th Century",
            "History, 21st Century",
            "Humans",
            "Huntington Disease",
            "Venezuela"
        ],
        "Authors": [
            {
                "First Name": "Nancy S",
                "Last Name": "Wexler",
                "Affiliation": ""
            }
        ],
        "Journal": "The Lancet. Neurology",
        "PubDate": "2013"
    },
    {
        "PMID": "23558730",
        "Title": "Juvenile Huntington's disease: a population-based study using the General Practice Research Database.",
        "Abstract": "The juvenile form of Huntington's disease (HD) is a rare disorder. There are no population-based estimates of either its incidence or prevalence in any population in the world. The present study was undertaken to estimate the frequency of juvenile HD in the UK and to examine the range of pharmacological treatments used in its management.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Ian",
                "Last Name": "Douglas",
                "Affiliation": "Department of Epidemiology, London School of Hygiene and Tropical Medicine, University of London, London, UK."
            },
            {
                "First Name": "Stephen",
                "Last Name": "Evans",
                "Affiliation": ""
            },
            {
                "First Name": "Michael D",
                "Last Name": "Rawlins",
                "Affiliation": ""
            },
            {
                "First Name": "Liam",
                "Last Name": "Smeeth",
                "Affiliation": ""
            },
            {
                "First Name": "Sarah J",
                "Last Name": "Tabrizi",
                "Affiliation": ""
            },
            {
                "First Name": "Nancy S",
                "Last Name": "Wexler",
                "Affiliation": ""
            }
        ],
        "Journal": "BMJ open",
        "PubDate": "2013"
    },
    {
        "PMID": "22248319",
        "Title": "Huntington's disease: advocacy driving science.",
        "Abstract": "My mother, Leonore, was diagnosed with Huntington's disease (HD) in 1968 at age 53. I was 23, my sister Alice 26, and our father, Milton Wexler, 60 years old. The same year, our father created the Hereditary Disease Foundation (HDF), dedicated to finding treatments and cures for HD. HD is an autosomal dominant, neurodegenerative disorder. Alice and I each have a 50% chance of inheriting and dying from the disorder. Over the past 43 years, we have been proud to change the face of science. Through Milton Wexler Interdisciplinary Workshops, judicious funding, and focusing on innovation and creativity, the HDF is an integral partner in key discoveries. The HDF recruited and supported >100 scientists worldwide who worked together as the Huntington's Disease Collaborative Research Group in a successful ten-year search for the HD gene. We found a DNA marker for the HD gene in 1983-the first marker to be found when the chromosomal location was unknown. We isolated the HD gene itself a decade later. These breakthroughs helped launch the Human Genome Project. We supported creating the first mouse model of HD and many other model systems. Currently, we focus on gene silencing, among other approaches, to create new treatments and cures.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Female",
            "Foundations",
            "Genetics",
            "History, 20th Century",
            "History, 21st Century",
            "Huntington Disease",
            "Neurosciences",
            "Patient Advocacy",
            "United States",
            "Venezuela"
        ],
        "Authors": [
            {
                "First Name": "Nancy S",
                "Last Name": "Wexler",
                "Affiliation": "Columbia University, New York, New York 10032, USA. wexlern@nyspi.columbia.edu"
            }
        ],
        "Journal": "Annual review of medicine",
        "PubDate": "2012"
    },
    {
        "PMID": "19847295",
        "Title": "Parallel explicit and implicit control of reaching.",
        "Abstract": "Human movement can be guided automatically (implicit control) or attentively (explicit control). Explicit control may be engaged when learning a new movement, while implicit control enables simultaneous execution of multiple actions. Explicit and implicit control can often be assigned arbitrarily: we can simultaneously drive a car and tune the radio, seamlessly allocating implicit or explicit control to either action. This flexibility suggests that sensorimotor signals, including those that encode spatially overlapping perception and behavior, can be accurately segregated to explicit and implicit control processes.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Attention",
            "Cohort Studies",
            "Female",
            "Humans",
            "Learning",
            "Male",
            "Middle Aged",
            "Motor Skills",
            "Movement",
            "Neuropsychological Tests",
            "Psychomotor Performance",
            "Serial Learning"
        ],
        "Authors": [
            {
                "First Name": "Pietro",
                "Last Name": "Mazzoni",
                "Affiliation": "Motor Performance Laboratory, Department of Neurology, Columbia University, New York, New York, United States of America. pm125@columbia.edu"
            },
            {
                "First Name": "Nancy S",
                "Last Name": "Wexler",
                "Affiliation": ""
            }
        ],
        "Journal": "PloS one",
        "PubDate": "2009"
    },
    {
        "PMID": "17637633",
        "Title": "Foundation active in fight to cure Huntington's.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Biomedical Research",
            "Foundations",
            "Humans",
            "Huntington Disease"
        ],
        "Authors": [
            {
                "First Name": "Nancy",
                "Last Name": "Wexler",
                "Affiliation": ""
            },
            {
                "First Name": "Carl",
                "Last Name": "Johnson",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2007"
    },
    {
        "PMID": "17181545",
        "Title": "The relationship between CAG repeat length and age of onset differs for Huntington's disease patients with juvenile onset or adult onset.",
        "Abstract": "Age of onset for Huntington's disease (HD) varies inversely with the length of the disease-causing CAG repeat expansion in the HD gene. A simple exponential regression model yielded adjusted R-squared values of 0.728 in a large set of Venezuelan kindreds and 0.642 in a North American, European, and Australian sample (the HD MAPS cohort). We present evidence that a two-segment exponential regression curve provides a significantly better fit than the simple exponential regression. A plot of natural log-transformed age of onset against CAG repeat length reveals this segmental relationship. This two-segment exponential regression on age of onset data increases the adjusted R-squared values by 0.012 in the Venezuelan kindreds and by 0.035 in the HD MAPS cohort. Although the amount of additional variance explained by the segmental regression approach is modest, the two slopes of the two-segment regression are significantly different from each other in both the Venezuelan kindreds [F(2, 439) = 11.13, P= 2 x 10(-5)] and in the HD MAPS cohort [F(2, 688) = 38.27, P= 2 x 10(-16)]. In both populations, the influence of each CAG repeat on age of onset appears to be stronger in the adult-onset range of CAG repeats than in the juvenile-onset range.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Age of Onset",
            "Australia",
            "Child",
            "Cohort Studies",
            "Europe",
            "Female",
            "Humans",
            "Huntington Disease",
            "Male",
            "Middle Aged",
            "Models, Genetic",
            "North America",
            "Trinucleotide Repeat Expansion",
            "Trinucleotide Repeats",
            "Venezuela"
        ],
        "Authors": [
            {
                "First Name": "J Michael",
                "Last Name": "Andresen",
                "Affiliation": "Massachusetts Institute of Technology, 77 Massachusetts Ave., Cambridge, MA 02139, USA. jma@mit.edu"
            },
            {
                "First Name": "Javier",
                "Last Name": "Gayán",
                "Affiliation": ""
            },
            {
                "First Name": "Luc",
                "Last Name": "Djoussé",
                "Affiliation": ""
            },
            {
                "First Name": "Simone",
                "Last Name": "Roberts",
                "Affiliation": ""
            },
            {
                "First Name": "Denise",
                "Last Name": "Brocklebank",
                "Affiliation": ""
            },
            {
                "First Name": "Stacey S",
                "Last Name": "Cherny",
                "Affiliation": ""
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            },
            {
                "First Name": "Lon R",
                "Last Name": "Cardon",
                "Affiliation": ""
            },
            {
                "First Name": "James F",
                "Last Name": "Gusella",
                "Affiliation": ""
            },
            {
                "First Name": "Marcy E",
                "Last Name": "MacDonald",
                "Affiliation": ""
            },
            {
                "First Name": "Richard H",
                "Last Name": "Myers",
                "Affiliation": ""
            },
            {
                "First Name": "David E",
                "Last Name": "Housman",
                "Affiliation": ""
            },
            {
                "First Name": "Nancy S",
                "Last Name": "Wexler",
                "Affiliation": ""
            }
        ],
        "Journal": "Annals of human genetics",
        "PubDate": "2007"
    },
    {
        "PMID": "14993615",
        "Title": "Venezuelan kindreds reveal that genetic and environmental factors modulate Huntington's disease age of onset.",
        "Abstract": "Huntington's disease (HD) is an autosomal dominant neurodegenerative disease caused by a triplet (CAG) expansion mutation. The length of the triplet repeat is the most important factor in determining age of onset of HD, although substantial variability remains after controlling for repeat length. The Venezuelan HD kindreds encompass 18,149 individuals spanning 10 generations, 15,409 of whom are living. Of the 4,384 immortalized lymphocyte lines collected, 3,989 DNAs were genotyped for their HD alleles, representing a subset of the population at greatest genetic risk. There are 938 heterozygotes, 80 people with variably penetrant alleles, and 18 homozygotes. Analysis of the 83 kindreds that comprise the Venezuelan HD kindreds demonstrates that residual variability in age of onset has both genetic and environmental components. We created a residual age of onset phenotype from a regression analysis of the log of age of onset on repeat length. Familial correlations (correlation +/- SE) were estimated for sibling (0.40 +/- 0.09), parent-offspring (0.10 +/- 0.11), avuncular (0.07 +/- 0.11), and cousin (0.15 +/- 0.10) pairs, suggesting a familial origin for the residual variance in onset. By using a variance-components approach with all available familial relationships, the additive genetic heritability of this residual age of onset trait is 38%. A model, including shared sibling environmental effects, estimated the components of additive genetic (0.37), shared environment (0.22), and nonshared environment (0.41) variances, confirming that approximately 40% of the variance remaining in onset age is attributable to genes other than the HD gene and 60% is environmental.",
        "Keywords": [],
        "MeSH terms": [
            "Adolescent",
            "Adult",
            "Age of Onset",
            "Aged",
            "Child",
            "Child, Preschool",
            "Environment",
            "Female",
            "Humans",
            "Huntington Disease",
            "Male",
            "Middle Aged",
            "Models, Genetic",
            "Phenotype",
            "Trinucleotide Repeat Expansion",
            "Venezuela"
        ],
        "Authors": [
            {
                "First Name": "Nancy S",
                "Last Name": "Wexler",
                "Affiliation": "Columbia University, 1051 Riverside Drive, New York, NY 10032, USA. wexlern@pi.cpmc.columbia.edu"
            },
            {
                "First Name": "Judith",
                "Last Name": "Lorimer",
                "Affiliation": ""
            },
            {
                "First Name": "Julie",
                "Last Name": "Porter",
                "Affiliation": ""
            },
            {
                "First Name": "Fidela",
                "Last Name": "Gomez",
                "Affiliation": ""
            },
            {
                "First Name": "Carol",
                "Last Name": "Moskowitz",
                "Affiliation": ""
            },
            {
                "First Name": "Edith",
                "Last Name": "Shackell",
                "Affiliation": ""
            },
            {
                "First Name": "Karen",
                "Last Name": "Marder",
                "Affiliation": ""
            },
            {
                "First Name": "Graciela",
                "Last Name": "Penchaszadeh",
                "Affiliation": ""
            },
            {
                "First Name": "Simone A",
                "Last Name": "Roberts",
                "Affiliation": ""
            },
            {
                "First Name": "Javier",
                "Last Name": "Gayán",
                "Affiliation": ""
            },
            {
                "First Name": "Denise",
                "Last Name": "Brocklebank",
                "Affiliation": ""
            },
            {
                "First Name": "Stacey S",
                "Last Name": "Cherny",
                "Affiliation": ""
            },
            {
                "First Name": "Lon R",
                "Last Name": "Cardon",
                "Affiliation": ""
            },
            {
                "First Name": "Jacqueline",
                "Last Name": "Gray",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen R",
                "Last Name": "Dlouhy",
                "Affiliation": ""
            },
            {
                "First Name": "Sandra",
                "Last Name": "Wiktorski",
                "Affiliation": ""
            },
            {
                "First Name": "Marion E",
                "Last Name": "Hodes",
                "Affiliation": ""
            },
            {
                "First Name": "P Michael",
                "Last Name": "Conneally",
                "Affiliation": ""
            },
            {
                "First Name": "Jack B",
                "Last Name": "Penney",
                "Affiliation": ""
            },
            {
                "First Name": "James",
                "Last Name": "Gusella",
                "Affiliation": ""
            },
            {
                "First Name": "Jang-Ho",
                "Last Name": "Cha",
                "Affiliation": ""
            },
            {
                "First Name": "Michael",
                "Last Name": "Irizarry",
                "Affiliation": ""
            },
            {
                "First Name": "Diana",
                "Last Name": "Rosas",
                "Affiliation": ""
            },
            {
                "First Name": "Steven",
                "Last Name": "Hersch",
                "Affiliation": ""
            },
            {
                "First Name": "Zane",
                "Last Name": "Hollingsworth",
                "Affiliation": ""
            },
            {
                "First Name": "Marcy",
                "Last Name": "MacDonald",
                "Affiliation": ""
            },
            {
                "First Name": "Anne B",
                "Last Name": "Young",
                "Affiliation": ""
            },
            {
                "First Name": "J Michael",
                "Last Name": "Andresen",
                "Affiliation": ""
            },
            {
                "First Name": "David E",
                "Last Name": "Housman",
                "Affiliation": ""
            },
            {
                "First Name": "Margot Mieja",
                "Last Name": "De Young",
                "Affiliation": ""
            },
            {
                "First Name": "Ernesto",
                "Last Name": "Bonilla",
                "Affiliation": ""
            },
            {
                "First Name": "Theresa",
                "Last Name": "Stillings",
                "Affiliation": ""
            },
            {
                "First Name": "Americo",
                "Last Name": "Negrette",
                "Affiliation": ""
            },
            {
                "First Name": "S Robert",
                "Last Name": "Snodgrass",
                "Affiliation": ""
            },
            {
                "First Name": "Maria Dolores",
                "Last Name": "Martinez-Jaurrieta",
                "Affiliation": ""
            },
            {
                "First Name": "Maria A",
                "Last Name": "Ramos-Arroyo",
                "Affiliation": ""
            },
            {
                "First Name": "Jacqueline",
                "Last Name": "Bickham",
                "Affiliation": ""
            },
            {
                "First Name": "Juan Sanchez",
                "Last Name": "Ramos",
                "Affiliation": ""
            },
            {
                "First Name": "Frederick",
                "Last Name": "Marshall",
                "Affiliation": ""
            },
            {
                "First Name": "Ira",
                "Last Name": "Shoulson",
                "Affiliation": ""
            },
            {
                "First Name": "Gustavo J",
                "Last Name": "Rey",
                "Affiliation": ""
            },
            {
                "First Name": "Andrew",
                "Last Name": "Feigin",
                "Affiliation": ""
            },
            {
                "First Name": "Norman",
                "Last Name": "Arnheim",
                "Affiliation": ""
            },
            {
                "First Name": "Amarilis",
                "Last Name": "Acevedo-Cruz",
                "Affiliation": ""
            },
            {
                "First Name": "Leticia",
                "Last Name": "Acosta",
                "Affiliation": ""
            },
            {
                "First Name": "Jose",
                "Last Name": "Alvir",
                "Affiliation": ""
            },
            {
                "First Name": "Kenneth",
                "Last Name": "Fischbeck",
                "Affiliation": ""
            },
            {
                "First Name": "Leslie M",
                "Last Name": "Thompson",
                "Affiliation": ""
            },
            {
                "First Name": "Angela",
                "Last Name": "Young",
                "Affiliation": ""
            },
            {
                "First Name": "Leon",
                "Last Name": "Dure",
                "Affiliation": ""
            },
            {
                "First Name": "Christopher J",
                "Last Name": "O'Brien",
                "Affiliation": ""
            },
            {
                "First Name": "Jane",
                "Last Name": "Paulsen",
                "Affiliation": ""
            },
            {
                "First Name": "Adam",
                "Last Name": "Brickman",
                "Affiliation": ""
            },
            {
                "First Name": "Denise",
                "Last Name": "Krch",
                "Affiliation": ""
            },
            {
                "First Name": "Shelley",
                "Last Name": "Peery",
                "Affiliation": ""
            },
            {
                "First Name": "Penelope",
                "Last Name": "Hogarth",
                "Affiliation": ""
            },
            {
                "First Name": "Donald S",
                "Last Name": "Higgins",
                "Affiliation": ""
            },
            {
                "First Name": "Bernhard",
                "Last Name": "Landwehrmeyer",
                "Affiliation": ""
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2004"
    },
    {
        "PMID": "11651254",
        "Title": "Case vignette: genetic secrets.",
        "Abstract": "Mrs. Thomas, age 50, became concerned after experiencing intermittent uncontrollable jerky body movements. She contacted her family physician and, following a full diagnostic evaluation, learned that she is experiencing early symptons of Huntington's disease. This illness is a degenerative disease of the central nervous system, which will ultimately lead-to physical incapacity, dementia, and death. The disease is known to be transmitted genetically as an autosomal dominant trait, with the first onset of symptoms usually occurring in middle age. For example, the child of an affected person has a 50% chance of inheriting the gene, and thus the illness, and a 50% chance of passing it on to their children. Mrs. Thomas is unaware of any history of the disease among others in her family; however, her father was an adopted child, who died in an automobile accident at the age of 37 and may well have been a carrier of the gene. It is highly likely that other members of her family, including her siblings and children, may be carriers of the gene and ultimately transmit it to their children before clinical symptoms of the disease develop. Her own son married last year, and her two brothers have children of childbearing age. Genetic screening and counseling are available for those at risk for Huntington's disease; however, Mrs. Thomas does not want to discuss her diagnosis with family members, fearing that they may blame her and that she may lose her job and friends if the information becomes public knowledge. What advice would you give to the health-care providers caring for Mrs. Thomas regarding the assorted rights, duties, and obligations surrounding this situation?",
        "Keywords": [
            "Analytical Approach",
            "Genetics and Reproduction",
            "Professional Patient Relationship"
        ],
        "MeSH terms": [
            "Adult",
            "Confidentiality",
            "Diagnosis",
            "Duty to Warn",
            "Employment",
            "Ethics",
            "Family",
            "Genetic Counseling",
            "Health Personnel",
            "Human Rights",
            "Humans",
            "Huntington Disease",
            "Insurance",
            "Moral Obligations",
            "Patients",
            "Privacy",
            "Risk",
            "Risk Assessment",
            "Social Responsibility",
            "Stress, Psychological",
            "Truth Disclosure"
        ],
        "Authors": [
            {
                "First Name": "Richard A",
                "Last Name": "McCormick",
                "Affiliation": ""
            },
            {
                "First Name": "Bruce R",
                "Last Name": "Korf",
                "Affiliation": ""
            },
            {
                "First Name": "Nancy S",
                "Last Name": "Wexler",
                "Affiliation": ""
            }
        ],
        "Journal": "Ethics & behavior",
        "PubDate": "1992"
    }
]