[
    {
        "PMID": "38739114",
        "Title": "Correction: Treg-tissue cell interactions in repair and regeneration.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Lucas F",
                "Last Name": "Loffredo",
                "Affiliation": ""
            },
            {
                "First Name": "Thomas M",
                "Last Name": "Savage",
                "Affiliation": ""
            },
            {
                "First Name": "Olivia R",
                "Last Name": "Ringham",
                "Affiliation": ""
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of experimental medicine",
        "PubDate": "2024"
    },
    {
        "PMID": "38712053",
        "Title": "Heparan sulfate regulates amphiregulin signaling towards reparative lung mesenchymal cells during influenza A infection.",
        "Abstract": "Amphiregulin (Areg), a growth factor produced by regulatory T (Treg) cells to facilitate tissue repair/regeneration, contains a heparan sulfate (HS) binding domain. How HS, a highly sulfated glycan subtype that alters growth factor signaling, influences Areg repair/regeneration functions is unclear. Here we report that inhibition of HS in various cell lines and primary lung mesenchymal cells (LMC) qualitatively alters downstream signaling and highlights the existence of HS-dependent vs. -independent Areg transcriptional signatures. Utilizing a panel of cell lines with targeted deletions in HS synthesis-related genes, we found that the presence of the glypican family of heparan sulfate proteoglycans is critical for Areg signaling and confirmed this dependency in primary LMC by siRNA-mediated knockdown. Furthermore, in the context of influenza A (IAV) infection ",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Lucas F",
                "Last Name": "Loffredo",
                "Affiliation": ""
            },
            {
                "First Name": "Anmol",
                "Last Name": "Surpur",
                "Affiliation": ""
            },
            {
                "First Name": "Olivia R",
                "Last Name": "Ringham",
                "Affiliation": ""
            },
            {
                "First Name": "Fangda",
                "Last Name": "Li",
                "Affiliation": ""
            },
            {
                "First Name": "Kenia",
                "Last Name": "de Los Santos-Alexis",
                "Affiliation": ""
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": ""
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2024"
    },
    {
        "PMID": "38668758",
        "Title": "Treg-tissue cell interactions in repair and regeneration.",
        "Abstract": "Regulatory T (Treg) cells are classically known for their critical immunosuppressive functions that support peripheral tolerance. More recent work has demonstrated that Treg cells produce pro-repair mediators independent of their immunosuppressive function, a process that is critical to repair and regeneration in response to numerous tissue insults. These factors act on resident parenchymal and structural cells to initiate repair in a tissue-specific context. This review examines interactions between Treg cells and tissue-resident non-immune cells-in the context of tissue repair, fibrosis, and cancer-and discusses areas for future exploration.",
        "Keywords": [],
        "MeSH terms": [
            "T-Lymphocytes, Regulatory",
            "Humans",
            "Animals",
            "Regeneration",
            "Cell Communication",
            "Wound Healing",
            "Fibrosis",
            "Neoplasms"
        ],
        "Authors": [
            {
                "First Name": "Lucas F",
                "Last Name": "Loffredo",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Thomas M",
                "Last Name": "Savage",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Olivia R",
                "Last Name": "Ringham",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "The Journal of experimental medicine",
        "PubDate": "2024"
    },
    {
        "PMID": "38309273",
        "Title": "Amphiregulin from regulatory T cells promotes liver fibrosis and insulin resistance in non-alcoholic steatohepatitis.",
        "Abstract": "Production of amphiregulin (Areg) by regulatory T (Treg) cells promotes repair after acute tissue injury. Here, we examined the function of Treg cells in non-alcoholic steatohepatitis (NASH), a setting of chronic liver injury. Areg-producing Treg cells were enriched in the livers of mice and humans with NASH. Deletion of Areg in Treg cells, but not in myeloid cells, reduced NASH-induced liver fibrosis. Chronic liver damage induced transcriptional changes associated with Treg cell activation. Mechanistically, Treg cell-derived Areg activated pro-fibrotic transcriptional programs in hepatic stellate cells via epidermal growth factor receptor (EGFR) signaling. Deletion of Areg in Treg cells protected mice from NASH-dependent glucose intolerance, which also was dependent on EGFR signaling on hepatic stellate cells. Areg from Treg cells promoted hepatocyte gluconeogenesis through hepatocyte detection of hepatic stellate cell-derived interleukin-6. Our findings reveal a maladaptive role for Treg cell-mediated tissue repair functions in chronic liver disease and link liver damage to NASH-dependent glucose intolerance.",
        "Keywords": [
            "NASH",
            "Tregs",
            "insulin resistance",
            "liver fibrosis",
            "non-alcoholic steatohepatitis",
            "regulatory T cells"
        ],
        "MeSH terms": [
            "Animals",
            "Humans",
            "Mice",
            "Amphiregulin",
            "ErbB Receptors",
            "Glucose Intolerance",
            "Insulin Resistance",
            "Liver",
            "Liver Cirrhosis",
            "Mice, Inbred C57BL",
            "Non-alcoholic Fatty Liver Disease",
            "T-Lymphocytes, Regulatory"
        ],
        "Authors": [
            {
                "First Name": "Thomas M",
                "Last Name": "Savage",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Katherine T",
                "Last Name": "Fortson",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Kenia",
                "Last Name": "de Los Santos-Alexis",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Angelica",
                "Last Name": "Oliveras-Alsina",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Mathieu",
                "Last Name": "Rouanne",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Sarah S",
                "Last Name": "Rae",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Jennifer R",
                "Last Name": "Gamarra",
                "Affiliation": "Naomi Berrie Diabetes Center, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Hani",
                "Last Name": "Shayya",
                "Affiliation": "Mortimer B. Zuckerman Mind, and Brain and Behavior Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Adam",
                "Last Name": "Kornberg",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University, New York, NY, USA; Columbia Center for Translational Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Renzo",
                "Last Name": "Cavero",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Fangda",
                "Last Name": "Li",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Arnold",
                "Last Name": "Han",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University, New York, NY, USA; Columbia Center for Translational Immunology, Columbia University, New York, NY, USA; Department of Medicine, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Rebecca A",
                "Last Name": "Haeusler",
                "Affiliation": "Naomi Berrie Diabetes Center, Columbia University, New York, NY, USA; Department of Pathology and Cell Biology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Julien",
                "Last Name": "Adam",
                "Affiliation": "Pathology Department, Hopital Paris Saint-Joseph, Paris, France; INSERM U1186, Gustave Roussy, Villejuif, France."
            },
            {
                "First Name": "Robert F",
                "Last Name": "Schwabe",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University, New York, NY, USA; Herbert Irving Comprehensive Cancer Center, Columbia University, New York, NY, USA. Electronic address: na2697@cumc.columbia.edu."
            }
        ],
        "Journal": "Immunity",
        "PubDate": "2024"
    },
    {
        "PMID": "37116288",
        "Title": "Neo-Adjuvant immunotherapies: Bladder cancer as a platform for drug development targeting mucosal immunity.",
        "Abstract": "Bacillus Calmette-Guerin (BCG) is a live attenuated Mycobacterium bovis strain, originally developed as a vaccine against tuberculosis. It is also the only bacterial cancer therapy approved by the US Food & Drug Administration for clinical use. BCG is delivered in the bladder, shortly after tumour resection, for patients with high-risk non-muscle invasive bladder cancer (NMIBC). Modulating mucosal immunity by exposing the urothelium to intravesical BCG has been the main therapeutic strategy for high-risk NMIBC over the last three decades. Thus, BCG provides a benchmark for the clinical development of bacteria-or other live attenuated pathogens-as cancer therapy. Currently, a myriad of immuno-oncology compounds is under clinical evaluation in BCG-unresponsive and BCG-naïve patients as an alternative therapy in the context of worldwide BCG shortages. For patients with non-metastatic muscle-invasive bladder cancer (MIBC), studies investigating neoadjuvant immunotherapy with either anti-PD-1/PD-L1 monoclonal antibodies in monotherapy or in combination with anti-CTLA-4 monoclonal antibodies have shown overall efficacy and acceptable safety profiles prior to radical cystectomy. Emerging clinical investigations are testing synergistic approaches by combining intravesical delivery of drugs with systemic immune checkpoint blockades in the neoadjuvant setting for patients with MIBC. Such novel strategy aims to prime a local anti-tumour immunity and reduce distant metastatic relapses by enhancing a systemic adaptive anti-tumour immune response. Here, we present and discuss some of the most promising clinical trials developing such novel therapeutic approaches.",
        "Keywords": [
            "Bladder cancer",
            "Drug development",
            "Immunotherapy",
            "Mucosal immunity"
        ],
        "MeSH terms": [
            "Humans",
            "BCG Vaccine",
            "Neoadjuvant Therapy",
            "Immunity, Mucosal",
            "Neoplasm Recurrence, Local",
            "Adjuvants, Immunologic",
            "Urinary Bladder Neoplasms",
            "Immunotherapy",
            "Drug Development",
            "Neoplasm Invasiveness"
        ],
        "Authors": [
            {
                "First Name": "Rainjade",
                "Last Name": "Chung",
                "Affiliation": "Department of Urology, Columbia University Irving Medical Center, New York, NY, USA; Centre d'Investigation Clinique de Biothérapies du Cancer (CICBT), 94805 Villejuif, France."
            },
            {
                "First Name": "James",
                "Last Name": "McKiernan",
                "Affiliation": "Department of Urology, Columbia University Irving Medical Center, New York, NY, USA; Centre d'Investigation Clinique de Biothérapies du Cancer (CICBT), 94805 Villejuif, France."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA; Herbert Irving Comprehensive Cancer Center, Columbia University, New York, NY, USA; Centre d'Investigation Clinique de Biothérapies du Cancer (CICBT), 94805 Villejuif, France."
            },
            {
                "First Name": "Aurélien",
                "Last Name": "Marabelle",
                "Affiliation": "Laboratoire de Recherche Translationnelle en Immunothérapie (LRTI), INSERM U1015, Gustave Roussy, Villejuif, France; Faculté de Médecine, Université Paris-Saclay, Kremlin-Bicêtre, France; Département d'Innovation Thérapeutique et d'Essais Précoces (DITEP), Gustave Roussy, Université Paris-Saclay, 94805 Villejuif, France; Centre d'Investigation Clinique de Biothérapies du Cancer (CICBT), 94805 Villejuif, France."
            },
            {
                "First Name": "Mathieu",
                "Last Name": "Rouanne",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA; Laboratoire de Recherche Translationnelle en Immunothérapie (LRTI), INSERM U1015, Gustave Roussy, Villejuif, France; Centre d'Investigation Clinique de Biothérapies du Cancer (CICBT), 94805 Villejuif, France. Electronic address: mr4104@cumc.columbia.edu."
            }
        ],
        "Journal": "European journal of cancer (Oxford, England : 1990)",
        "PubDate": "2023"
    },
    {
        "PMID": "36888717",
        "Title": "Chemokines expressed by engineered bacteria recruit and orchestrate antitumor immunity.",
        "Abstract": "Tumors use multiple mechanisms to actively exclude immune cells involved in antitumor immunity. Strategies to overcome these exclusion signals remain limited due to an inability to target therapeutics specifically to the tumor. Synthetic biology enables engineering of cells and microbes for tumor-localized delivery of therapeutic candidates previously unavailable using conventional systemic administration techniques. Here, we engineer bacteria to intratumorally release chemokines to attract adaptive immune cells into the tumor environment. Bacteria expressing an activating mutant of the human chemokine CXCL16 (hCXCL16",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Mice",
            "Humans",
            "CD8-Positive T-Lymphocytes",
            "Neoplasms",
            "Immunotherapy",
            "Antigens, Neoplasm",
            "Bacteria"
        ],
        "Authors": [
            {
                "First Name": "Thomas M",
                "Last Name": "Savage",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Rosa L",
                "Last Name": "Vincent",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Sarah S",
                "Last Name": "Rae",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Lei Haley",
                "Last Name": "Huang",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Alexander",
                "Last Name": "Ahn",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Kelly",
                "Last Name": "Pu",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Fangda",
                "Last Name": "Li",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Kenia",
                "Last Name": "de Los Santos-Alexis",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Courtney",
                "Last Name": "Coker",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Tal",
                "Last Name": "Danino",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "Science advances",
        "PubDate": "2023"
    },
    {
        "PMID": "36840944",
        "Title": "Dietary tryptophan deficiency promotes gut RORγt",
        "Abstract": "Micronutrient deficiency is a major cause of disease throughout the world. Yet, how perturbations influence the immune-microbiome interface remains poorly understood. Here, we report that loss of dietary tryptophan (Trp) reshapes intestinal microbial communities, including the depletion of probiotic L. reuteri, drives transcriptional changes to immune response genes in the intestinal ileum, and reshapes the regulatory T cell (Treg) compartment. Dietary Trp deficiency promotes expansion of RORγt",
        "Keywords": [
            "CP: Immunology",
            "CP: Metabolism",
            "aryl hydrocarbon receptor",
            "gut inflammation",
            "intestinal Tregs",
            "microbiota",
            "mucosal immunity",
            "nutrient deficiency",
            "tryptophan metabolism"
        ],
        "MeSH terms": [
            "T-Lymphocytes, Regulatory",
            "Tryptophan",
            "Nuclear Receptor Subfamily 1, Group F, Member 3",
            "Microbiota",
            "Homeostasis",
            "Receptors, Aryl Hydrocarbon"
        ],
        "Authors": [
            {
                "First Name": "Lucille C",
                "Last Name": "Rankin",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Irving Medical Center, 701 West 168th Street, HHSC 910C, New York, NY, USA; Walter and Eliza Hall Institute of Medical Research, Parkville, VIC, Australia; Department of Medical Biology, University of Melbourne, Parkville, VIC, Australia."
            },
            {
                "First Name": "Katherine A",
                "Last Name": "Kaiser",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Irving Medical Center, 701 West 168th Street, HHSC 910C, New York, NY, USA."
            },
            {
                "First Name": "Kenia",
                "Last Name": "de Los Santos-Alexis",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Irving Medical Center, 701 West 168th Street, HHSC 910C, New York, NY, USA."
            },
            {
                "First Name": "Heekuk",
                "Last Name": "Park",
                "Affiliation": "Microbiome & Pathogen Genomics Core, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Anne-Catrin",
                "Last Name": "Uhlemann",
                "Affiliation": "Microbiome & Pathogen Genomics Core, Columbia University Irving Medical Center, New York, NY, USA; Division of Infectious Diseases, Department of Medicine, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Daniel H D",
                "Last Name": "Gray",
                "Affiliation": "Walter and Eliza Hall Institute of Medical Research, Parkville, VIC, Australia; Department of Medical Biology, University of Melbourne, Parkville, VIC, Australia."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Irving Medical Center, 701 West 168th Street, HHSC 910C, New York, NY, USA. Electronic address: na2697@cumc.columbia.edu."
            }
        ],
        "Journal": "Cell reports",
        "PubDate": "2023"
    },
    {
        "PMID": "36534084",
        "Title": "Regulation of the alveolar regenerative niche by amphiregulin-producing regulatory T cells.",
        "Abstract": "Following respiratory viral infection, regeneration of the epithelial barrier is required to preserve lung function and prevent secondary infections. Lung regulatory T (Treg) cells are critical for maintaining blood oxygenation following influenza virus infection through production of the EGFR ligand amphiregulin (Areg); however, how Treg cells engage with progenitors within the alveolar niche is unknown. Here, we describe local interactions between Treg cells and an Areg-responsive population of Col14a1+EGFR+ lung mesenchymal cells that mediate type II alveolar epithelial (AT2) cell-mediated regeneration following influenza virus infection. We propose a mechanism whereby Treg cells are deployed to sites of damage and provide pro-survival cues that support mesenchymal programming of the alveolar niche. In the absence of fibroblast EGFR signaling, we observe impaired AT2 proliferation and disrupted lung remodeling following viral clearance, uncovering a crucial immune/mesenchymal/epithelial network that guides alveolar regeneration.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Amphiregulin",
            "T-Lymphocytes, Regulatory",
            "ErbB Receptors",
            "Influenza, Human",
            "Lung"
        ],
        "Authors": [
            {
                "First Name": "Katherine A",
                "Last Name": "Kaiser",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Lucas F",
                "Last Name": "Loffredo",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Kenia de Los",
                "Last Name": "Santos-Alexis",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Olivia R",
                "Last Name": "Ringham",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Irving Medical Center, New York, NY, USA."
            }
        ],
        "Journal": "The Journal of experimental medicine",
        "PubDate": "2023"
    },
    {
        "PMID": "36423303",
        "Title": "Engineering bacteria as interactive cancer therapies.",
        "Abstract": "With increasing evidence that microbes colonize tumors, synthetic biology tools are being leveraged to repurpose bacteria as tumor-specific delivery systems. These engineered systems can modulate the tumor microenvironment using a combination of their inherent immunogenicity and local payload production. Here, we review genetic circuits that enhance spatial and temporal control of therapeutic bacteria to improve their safety and efficacy. We describe the engineering of interactions among bacteria, tumor cells, and immune cells, and the progression from bacteria as single agents toward their rational combination with other modalities. Together, these efforts are building toward an emerging concept of engineering interactions between programmable medicines using synthetic biology.",
        "Keywords": [],
        "MeSH terms": [
            "Neoplasms",
            "Synthetic Biology",
            "Tumor Microenvironment",
            "Genetic Engineering",
            "Salmonella typhimurium",
            "Escherichia coli"
        ],
        "Authors": [
            {
                "First Name": "Candice R",
                "Last Name": "Gurbatri",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Department of Microbiology & Immunology, Vagelos College of Physicians and Surgeons of Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Tal",
                "Last Name": "Danino",
                "Affiliation": "Department of Biomedical Engineering, Columbia University, New York, NY 10027, USA."
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2022"
    },
    {
        "PMID": "33972155",
        "Title": "CXCL13 shapes tertiary lymphoid structures and promotes response to immunotherapy in bladder cancer.",
        "Abstract": null,
        "Keywords": [
            "Anti–PD-L1",
            "Bladder cancer",
            "CXCL13",
            "Tertiary lymphoid structures"
        ],
        "MeSH terms": [
            "Chemokine CXCL13",
            "Humans",
            "Immunotherapy",
            "Tertiary Lymphoid Structures",
            "Urinary Bladder Neoplasms"
        ],
        "Authors": [
            {
                "First Name": "Mathieu",
                "Last Name": "Rouanne",
                "Affiliation": "Institut National de La Santé et de La Recherche Médicale (INSERM) U1015, Equipe Labellisée Ligue Nationale Contre le Cancer, Gustave Roussy, Université Paris-Saclay, 94805, Villejuif, France; Département D'Urologie, Hôpital Foch, UVSQ, Université Paris-Saclay, 92150, Suresnes, France; Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA. Electronic address: mathieu.rouanne@gustaveroussy.fr."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA; Herbert Irving Comprehensive Cancer Center, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Aurélien",
                "Last Name": "Marabelle",
                "Affiliation": "Institut National de La Santé et de La Recherche Médicale (INSERM) U1015, Equipe Labellisée Ligue Nationale Contre le Cancer, Gustave Roussy, Université Paris-Saclay, 94805, Villejuif, France; Département D'Innovation Thérapeutique et D'Essais Précoces (DITEP), Gustave Roussy, Université Paris-Saclay, 94805, Villejuif, France; Centre D'Investigation Clinique de Biothérapies Du Cancer (CICBT), 94805, Villejuif, France."
            }
        ],
        "Journal": "European journal of cancer (Oxford, England : 1990)",
        "PubDate": "2021"
    },
    {
        "PMID": "30341146",
        "Title": "Glycans for good.",
        "Abstract": "The gut commensal bacterium ",
        "Keywords": [],
        "MeSH terms": [
            "Bifidobacterium",
            "Bifidobacterium bifidum",
            "Immune Tolerance",
            "Polysaccharides",
            "T-Lymphocytes, Regulatory"
        ],
        "Authors": [
            {
                "First Name": "Katherine A",
                "Last Name": "Kaiser",
                "Affiliation": "Department of Microbiology & Immunology, Vagelos College of Physicians and Surgeons, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Department of Microbiology & Immunology, Vagelos College of Physicians and Surgeons, Columbia University Irving Medical Center, New York, NY, USA. na2697@cumc.columbia.edu."
            }
        ],
        "Journal": "Science immunology",
        "PubDate": "2018"
    },
    {
        "PMID": "30134197",
        "Title": "Treg Cells: A LAGging Hand Holds the Double-Edged Sword of the IL-23 Axis.",
        "Abstract": "Intestinal Treg cells suppress colitis; yet the mechanisms behind the intricate pathways involved in this process remain largely unknown. In this issue of Immunity,Bauché et al. (2018) show that Treg cells engage MHCII on CX",
        "Keywords": [],
        "MeSH terms": [
            "CX3C Chemokine Receptor 1",
            "Colitis",
            "Humans",
            "Interleukin-23",
            "Intestines",
            "Macrophages",
            "T-Lymphocytes, Regulatory"
        ],
        "Authors": [
            {
                "First Name": "Lucille C",
                "Last Name": "Rankin",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Irving Medical Center, New York, NY USA."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Department of Microbiology & Immunology, Columbia University Irving Medical Center, New York, NY USA. Electronic address: na2697@cumc.columbia.edu."
            }
        ],
        "Journal": "Immunity",
        "PubDate": "2018"
    },
    {
        "PMID": "29038367",
        "Title": "A nonimmune function of T cells in promoting lung tumor progression.",
        "Abstract": "The involvement of effector T cells and regulatory T (T reg) cells in opposing and promoting solid organ carcinogenesis, respectively, is viewed as a shifting balance between a breach versus establishment of tolerance to tumor or self-antigens. We considered that tumor-associated T cells might promote malignancy via distinct mechanisms used by T cells in nonlymphoid organs to assist in their maintenance upon injury or stress. Recent studies suggest that T reg cells can participate in tissue repair in a manner separable from their immunosuppressive capacity. Using transplantable models of lung tumors in mice, we found that amphiregulin, a member of the epidermal growth factor family, was prominently up-regulated in intratumoral T reg cells. Furthermore, T cell-restricted amphiregulin deficiency resulted in markedly delayed lung tumor progression. This observed deterrence in tumor progression was not associated with detectable changes in T cell immune responsiveness or T reg and effector T cell numbers. These observations suggest a novel \"nonimmune\" modality for intratumoral T reg and effector T cells in promoting tumor growth through the production of factors normally involved in tissue repair and maintenance.",
        "Keywords": [],
        "MeSH terms": [
            "Amphiregulin",
            "Animals",
            "Cell Line, Tumor",
            "Cell Proliferation",
            "Disease Progression",
            "Lung Neoplasms",
            "Lymphocyte Activation",
            "Mice, Inbred C57BL",
            "Mice, Transgenic",
            "Neovascularization, Pathologic",
            "Signal Transduction",
            "T-Lymphocytes, Regulatory"
        ],
        "Authors": [
            {
                "First Name": "Jesse A",
                "Last Name": "Green",
                "Affiliation": "Howard Hughes Medical Institute, Memorial Sloan Kettering Cancer Center, New York, NY."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Howard Hughes Medical Institute, Memorial Sloan Kettering Cancer Center, New York, NY."
            },
            {
                "First Name": "Michail",
                "Last Name": "Schizas",
                "Affiliation": "Howard Hughes Medical Institute, Memorial Sloan Kettering Cancer Center, New York, NY."
            },
            {
                "First Name": "Anton",
                "Last Name": "Dobrin",
                "Affiliation": "Howard Hughes Medical Institute, Memorial Sloan Kettering Cancer Center, New York, NY."
            },
            {
                "First Name": "Alexander Y",
                "Last Name": "Rudensky",
                "Affiliation": "Howard Hughes Medical Institute, Memorial Sloan Kettering Cancer Center, New York, NY rudenska@mskcc.org."
            }
        ],
        "Journal": "The Journal of experimental medicine",
        "PubDate": "2017"
    },
    {
        "PMID": "26317471",
        "Title": "A Distinct Function of Regulatory T Cells in Tissue Protection.",
        "Abstract": "Regulatory T (Treg) cells suppress immune responses to a broad range of non-microbial and microbial antigens and indirectly limit immune inflammation-inflicted tissue damage by employing multiple mechanisms of suppression. Here, we demonstrate that selective Treg cell deficiency in amphiregulin leads to severe acute lung damage and decreased blood oxygen concentration during influenza virus infection without any measureable alterations in Treg cell suppressor function, antiviral immune responses, or viral load. This tissue repair modality is mobilized in Treg cells in response to inflammatory mediator IL-18 or alarmin IL-33, but not by TCR signaling that is required for suppressor function. These results suggest that, during infectious lung injury, Treg cells have a major direct and non-redundant role in tissue repair and maintenance-distinct from their role in suppression of immune responses and inflammation-and that these two essential Treg cell functions are invoked by separable cues.",
        "Keywords": [],
        "MeSH terms": [
            "Amphiregulin",
            "Animals",
            "Autoimmunity",
            "Disease Models, Animal",
            "Humans",
            "Influenza, Human",
            "Lung",
            "Lymphocyte Activation",
            "Mice",
            "Mice, Inbred C57BL",
            "Suppressor Factors, Immunologic",
            "T-Lymphocytes, Regulatory"
        ],
        "Authors": [
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Howard Hughes Medical Institute and Ludwig Center at Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA; Immunology Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."
            },
            {
                "First Name": "Jesse A",
                "Last Name": "Green",
                "Affiliation": "Howard Hughes Medical Institute and Ludwig Center at Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA; Immunology Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."
            },
            {
                "First Name": "Bruno",
                "Last Name": "Moltedo",
                "Affiliation": "Howard Hughes Medical Institute and Ludwig Center at Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA; Immunology Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."
            },
            {
                "First Name": "Aaron",
                "Last Name": "Arvey",
                "Affiliation": "Howard Hughes Medical Institute and Ludwig Center at Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA; Immunology Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."
            },
            {
                "First Name": "Saskia",
                "Last Name": "Hemmers",
                "Affiliation": "Howard Hughes Medical Institute and Ludwig Center at Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA; Immunology Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."
            },
            {
                "First Name": "Shaopeng",
                "Last Name": "Yuan",
                "Affiliation": "Howard Hughes Medical Institute and Ludwig Center at Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA; Immunology Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA; The David Rockefeller Graduate Program, The Rockefeller University, New York, NY 10065, USA."
            },
            {
                "First Name": "Piper M",
                "Last Name": "Treuting",
                "Affiliation": "Department of Comparative Medicine, University of Washington School of Medicine, Seattle, WA 98195, USA."
            },
            {
                "First Name": "Alexander Y",
                "Last Name": "Rudensky",
                "Affiliation": "Howard Hughes Medical Institute and Ludwig Center at Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA; Immunology Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA. Electronic address: rudenska@mskcc.org."
            }
        ],
        "Journal": "Cell",
        "PubDate": "2015"
    },
    {
        "PMID": "24913325",
        "Title": "Keeping peace with the microbiome: acetate dampens inflammatory cytokine production in intestinal epithelial cells.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Acetates",
            "Animals",
            "Humans",
            "Interleukin-8",
            "Male",
            "Tubulin"
        ],
        "Authors": [
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Damon Runyon Cancer Research Foundation, Immunology Program, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."
            }
        ],
        "Journal": "Immunology and cell biology",
        "PubDate": "2014"
    },
    {
        "PMID": "24528866",
        "Title": "Toll-like receptor-deficient mice reveal how innate immune signaling influences Salmonella virulence strategies.",
        "Abstract": "Pathogens utilize features of the host response as cues to regulate virulence gene expression. Salmonella enterica serovar Typhimurium (ST) sense Toll-like receptor (TLR)-dependent signals to induce Salmonella Pathogenicity Island 2 (SPI2), a locus required for intracellular replication. To examine pathogenicity in the absence of such cues, we evaluated ST virulence in mice lacking all TLR function (Tlr2(-/-)xTlr4(-/-)xUnc93b1(3d/3d)). When delivered systemically to TLR-deficient mice, ST do not require SPI2 and maintain virulence by replicating extracellularly. In contrast, SPI2 mutant ST are highly attenuated after oral infection of the same mice, revealing a role for SPI2 in the earliest stages of infection, even when intracellular replication is not required. This early requirement for SPI2 is abolished in MyD88(-/-)xTRIF(-/-) mice lacking both TLR- and other MyD88-dependent signaling pathways, a potential consequence of compromised intestinal permeability. These results demonstrate how pathogens use plasticity in virulence strategies to respond to different host immune environments.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Host-Pathogen Interactions",
            "Immunity, Innate",
            "Mice",
            "Mice, Knockout",
            "Salmonella typhimurium",
            "Signal Transduction",
            "Toll-Like Receptors",
            "Virulence"
        ],
        "Authors": [
            {
                "First Name": "Kelsey E",
                "Last Name": "Sivick",
                "Affiliation": "Department of Molecular and Cell Biology, Division of Immunology and Pathogenesis, University of California, Berkeley, Berkeley, CA 94720, USA."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Department of Molecular and Cell Biology, Division of Immunology and Pathogenesis, University of California, Berkeley, Berkeley, CA 94720, USA."
            },
            {
                "First Name": "Gabrielle L",
                "Last Name": "Reiner",
                "Affiliation": "Department of Molecular and Cell Biology, Division of Immunology and Pathogenesis, University of California, Berkeley, Berkeley, CA 94720, USA."
            },
            {
                "First Name": "Bettina L",
                "Last Name": "Lee",
                "Affiliation": "Department of Molecular and Cell Biology, Division of Immunology and Pathogenesis, University of California, Berkeley, Berkeley, CA 94720, USA."
            },
            {
                "First Name": "Bethany R",
                "Last Name": "Russell",
                "Affiliation": "Department of Molecular and Cell Biology, Division of Immunology and Pathogenesis, University of California, Berkeley, Berkeley, CA 94720, USA."
            },
            {
                "First Name": "Gregory M",
                "Last Name": "Barton",
                "Affiliation": "Department of Molecular and Cell Biology, Division of Immunology and Pathogenesis, University of California, Berkeley, Berkeley, CA 94720, USA. Electronic address: barton@berkeley.edu."
            }
        ],
        "Journal": "Cell host & microbe",
        "PubDate": "2014"
    },
    {
        "PMID": "24434557",
        "Title": "Microbial metabolites control gut inflammatory responses.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Butyrates",
            "Histone Deacetylase Inhibitors",
            "Intestines",
            "Macrophages"
        ],
        "Authors": [
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Howard Hughes Medical Institute, Ludwig Center at Memorial Sloan-Kettering Cancer Center and Immunology Program, Memorial Sloan-Kettering Cancer Center, New York, NY 10065."
            },
            {
                "First Name": "Alexander Y",
                "Last Name": "Rudensky",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2014"
    },
    {
        "PMID": "24226773",
        "Title": "Metabolites produced by commensal bacteria promote peripheral regulatory T-cell generation.",
        "Abstract": "Intestinal microbes provide multicellular hosts with nutrients and confer resistance to infection. The delicate balance between pro- and anti-inflammatory mechanisms, essential for gut immune homeostasis, is affected by the composition of the commensal microbial community. Regulatory T cells (Treg cells) expressing transcription factor Foxp3 have a key role in limiting inflammatory responses in the intestine. Although specific members of the commensal microbial community have been found to potentiate the generation of anti-inflammatory Treg or pro-inflammatory T helper 17 (TH17) cells, the molecular cues driving this process remain elusive. Considering the vital metabolic function afforded by commensal microorganisms, we reasoned that their metabolic by-products are sensed by cells of the immune system and affect the balance between pro- and anti-inflammatory cells. We tested this hypothesis by exploring the effect of microbial metabolites on the generation of anti-inflammatory Treg cells. We found that in mice a short-chain fatty acid (SCFA), butyrate, produced by commensal microorganisms during starch fermentation, facilitated extrathymic generation of Treg cells. A boost in Treg-cell numbers after provision of butyrate was due to potentiation of extrathymic differentiation of Treg cells, as the observed phenomenon was dependent on intronic enhancer CNS1 (conserved non-coding sequence 1), essential for extrathymic but dispensable for thymic Treg-cell differentiation. In addition to butyrate, de novo Treg-cell generation in the periphery was potentiated by propionate, another SCFA of microbial origin capable of histone deacetylase (HDAC) inhibition, but not acetate, which lacks this HDAC-inhibitory activity. Our results suggest that bacterial metabolites mediate communication between the commensal microbiota and the immune system, affecting the balance between pro- and anti-inflammatory mechanisms.",
        "Keywords": [],
        "MeSH terms": [
            "Acetylation",
            "Animals",
            "Butyrates",
            "Cell Differentiation",
            "Cytokines",
            "Dendritic Cells",
            "Enhancer Elements, Genetic",
            "Fermentation",
            "Forkhead Transcription Factors",
            "Histone Deacetylases",
            "Inflammation Mediators",
            "Intestinal Mucosa",
            "Intestines",
            "Introns",
            "Lymphocyte Count",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Starch",
            "Symbiosis",
            "T-Lymphocytes, Regulatory"
        ],
        "Authors": [
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "1] Howard Hughes Medical Institute and Ludwig Center at Memorial Sloan-Kettering Cancer Center, New York, New York 10065, USA [2] Immunology Program, Memorial Sloan-Kettering Cancer Center, New York, New York 10065, USA."
            },
            {
                "First Name": "Clarissa",
                "Last Name": "Campbell",
                "Affiliation": "1] Howard Hughes Medical Institute and Ludwig Center at Memorial Sloan-Kettering Cancer Center, New York, New York 10065, USA [2] Immunology Program, Memorial Sloan-Kettering Cancer Center, New York, New York 10065, USA."
            },
            {
                "First Name": "Xiying",
                "Last Name": "Fan",
                "Affiliation": "1] Howard Hughes Medical Institute and Ludwig Center at Memorial Sloan-Kettering Cancer Center, New York, New York 10065, USA [2] Immunology Program, Memorial Sloan-Kettering Cancer Center, New York, New York 10065, USA."
            },
            {
                "First Name": "Stanislav",
                "Last Name": "Dikiy",
                "Affiliation": "1] Howard Hughes Medical Institute and Ludwig Center at Memorial Sloan-Kettering Cancer Center, New York, New York 10065, USA [2] Immunology Program, Memorial Sloan-Kettering Cancer Center, New York, New York 10065, USA."
            },
            {
                "First Name": "Joris",
                "Last Name": "van der Veeken",
                "Affiliation": "1] Howard Hughes Medical Institute and Ludwig Center at Memorial Sloan-Kettering Cancer Center, New York, New York 10065, USA [2] Immunology Program, Memorial Sloan-Kettering Cancer Center, New York, New York 10065, USA."
            },
            {
                "First Name": "Paul",
                "Last Name": "deRoos",
                "Affiliation": "1] Howard Hughes Medical Institute and Ludwig Center at Memorial Sloan-Kettering Cancer Center, New York, New York 10065, USA [2] Immunology Program, Memorial Sloan-Kettering Cancer Center, New York, New York 10065, USA."
            },
            {
                "First Name": "Hui",
                "Last Name": "Liu",
                "Affiliation": "Donald B. and Catherine C. Marron Cancer Metabolism Center, Memorial Sloan-Kettering Cancer Center, New York, New York 10065, USA."
            },
            {
                "First Name": "Justin R",
                "Last Name": "Cross",
                "Affiliation": "Donald B. and Catherine C. Marron Cancer Metabolism Center, Memorial Sloan-Kettering Cancer Center, New York, New York 10065, USA."
            },
            {
                "First Name": "Klaus",
                "Last Name": "Pfeffer",
                "Affiliation": "Institute of Medical Microbiology and Hospital Hygiene, Heinrich-Heine-University Duesseldorf, Duesseldorf 40225, Germany."
            },
            {
                "First Name": "Paul J",
                "Last Name": "Coffer",
                "Affiliation": "1] Howard Hughes Medical Institute and Ludwig Center at Memorial Sloan-Kettering Cancer Center, New York, New York 10065, USA [2] Immunology Program, Memorial Sloan-Kettering Cancer Center, New York, New York 10065, USA [3] Department of Cell Biology, University Medical Center Utrecht, 3584 CX Utrecht, The Netherlands."
            },
            {
                "First Name": "Alexander Y",
                "Last Name": "Rudensky",
                "Affiliation": "1] Howard Hughes Medical Institute and Ludwig Center at Memorial Sloan-Kettering Cancer Center, New York, New York 10065, USA [2] Immunology Program, Memorial Sloan-Kettering Cancer Center, New York, New York 10065, USA."
            }
        ],
        "Journal": "Nature",
        "PubDate": "2013"
    },
    {
        "PMID": "23290772",
        "Title": "The impact of Toll-like receptors on bacterial virulence strategies.",
        "Abstract": "The mammalian immune system has evolved in the presence of microbes, both pathogenic and commensal. The consequences of microbial recognition by the host has led to the development of compensatory mechanisms by both the host and microbe to either resist or tolerate the existence of the other. In this review we discuss examples of this co-evolutionary relationship. Because of space considerations and for conceptual clarity, we have focused on detection of bacteria by the Toll-like receptor (TLR) family and highlight examples of bacterial strategies to evade, subvert and in some cases even utilize these receptors.",
        "Keywords": [],
        "MeSH terms": [
            "Bacteria",
            "Biological Evolution",
            "Host-Pathogen Interactions",
            "Immune Evasion",
            "Toll-Like Receptors"
        ],
        "Authors": [
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Immunology Program, Memorial Sloan-Kettering Cancer Center, New York, NY 10065, USA. arpaian@mskcc.org"
            },
            {
                "First Name": "Gregory M",
                "Last Name": "Barton",
                "Affiliation": ""
            }
        ],
        "Journal": "Current opinion in microbiology",
        "PubDate": "2013"
    },
    {
        "PMID": "22440908",
        "Title": "Toll-like receptors: key players in antiviral immunity.",
        "Abstract": "TLRs are a family of innate receptors whose specificities are predetermined in the germline. Therefore, TLRs have evolved to recognize conserved features of microbes. Viruses typically lack the conserved features common to other pathogen classes, so the innate immune system has evolved to recognize viral nucleic acid as a hallmark of viral infection. In this review we discuss examples of TLR-mediated viral recognition and the functional consequences of this recognition for antiviral immunity.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Humans",
            "Immunity, Innate",
            "Interferon Type I",
            "Nucleic Acids",
            "Signal Transduction",
            "Toll-Like Receptors",
            "Virus Diseases",
            "Viruses"
        ],
        "Authors": [
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Division of Immunology & Pathogenesis, Department of Molecular and Cell Biology, University of California, Berkeley, Berkeley, CA 94720-3200, USA."
            },
            {
                "First Name": "Gregory M",
                "Last Name": "Barton",
                "Affiliation": ""
            }
        ],
        "Journal": "Current opinion in virology",
        "PubDate": "2011"
    },
    {
        "PMID": "22078797",
        "Title": "Transmembrane mutations in Toll-like receptor 9 bypass the requirement for ectodomain proteolysis and induce fatal inflammation.",
        "Abstract": "Recognition of nucleic acids as a signature of infection by Toll-like receptors (TLRs) 7 and 9 exposes the host to potential self-recognition and autoimmunity. It has been proposed that intracellular compartmentalization is largely responsible for reliable self versus nonself discrimination by these receptors. We have previously shown that TLR9 and TLR7 require processing prior to activation, which may further reinforce receptor compartmentalization and tolerance to self, yet this possibility remains untested. Here we report that residues within the TLR9 transmembrane (TM) region conferred the requirement for ectodomain proteolysis. TLR9 TM mutants responded to extracellular DNA, and mice expressing such receptors died from systemic inflammation and anemia. This inflammatory disease did not require lymphocytes and appeared to require recognition of self-DNA by dendritic cells. To our knowledge, these results provide the first demonstration that TLR-intrinsic mutations can lead to a break in tolerance.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Amino Acid Substitution",
            "Animals",
            "Autoimmunity",
            "B-Lymphocytes",
            "Cell Membrane",
            "Dendritic Cells",
            "Gene Expression",
            "Genes, Lethal",
            "HEK293 Cells",
            "Humans",
            "Inflammation",
            "Ligands",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Molecular Sequence Data",
            "Mutation",
            "Protein Binding",
            "Protein Structure, Tertiary",
            "Protein Transport",
            "Proteolysis",
            "Receptor, Interferon alpha-beta",
            "Signal Transduction",
            "T-Lymphocytes",
            "Toll-Like Receptor 9",
            "Tumor Necrosis Factor-alpha"
        ],
        "Authors": [
            {
                "First Name": "Maria L",
                "Last Name": "Mouchess",
                "Affiliation": "Division of Immunology & Pathogenesis, Department of Molecular and Cell Biology, University of California, Berkeley, 405 Life Sciences Addition, Berkeley, CA 94720-3200, USA."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": ""
            },
            {
                "First Name": "Gianne",
                "Last Name": "Souza",
                "Affiliation": ""
            },
            {
                "First Name": "Roman",
                "Last Name": "Barbalat",
                "Affiliation": ""
            },
            {
                "First Name": "Sarah E",
                "Last Name": "Ewald",
                "Affiliation": ""
            },
            {
                "First Name": "Laura",
                "Last Name": "Lau",
                "Affiliation": ""
            },
            {
                "First Name": "Gregory M",
                "Last Name": "Barton",
                "Affiliation": ""
            }
        ],
        "Journal": "Immunity",
        "PubDate": "2011"
    },
    {
        "PMID": "21376231",
        "Title": "TLR signaling is required for Salmonella typhimurium virulence.",
        "Abstract": "Toll-like receptors (TLRs) contribute to host resistance to microbial pathogens and can drive the evolution of virulence mechanisms. We have examined the relationship between host resistance and pathogen virulence using mice with a functional allele of the nramp-1 gene and lacking combinations of TLRs. Mice deficient in both TLR2 and TLR4 were highly susceptible to the intracellular bacterial pathogen Salmonella typhimurium, consistent with reduced innate immune function. However, mice lacking additional TLRs involved in S. typhimurium recognition were less susceptible to infection. In these TLR-deficient cells, bacteria failed to upregulate Salmonella pathogenicity island 2 (SPI-2) genes and did not form a replicative compartment. We demonstrate that TLR signaling enhances the rate of acidification of the Salmonella-containing phagosome, and inhibition of this acidification prevents SPI-2 induction. Our results indicate that S. typhimurium requires cues from the innate immune system to regulate virulence genes necessary for intracellular survival, growth, and systemic infection.",
        "Keywords": [],
        "MeSH terms": [
            "Bacterial Proteins",
            "Cell Line",
            "Host-Pathogen Interactions",
            "Humans",
            "Immunity, Innate",
            "Macrophages",
            "Membrane Proteins",
            "Salmonella typhimurium",
            "Signal Transduction",
            "Toll-Like Receptors"
        ],
        "Authors": [
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": "Division of Immunology & Pathogenesis, Department of Molecular and Cell Biology, University of California, Berkeley, Berkeley, CA 94720-3200, USA."
            },
            {
                "First Name": "Jernej",
                "Last Name": "Godec",
                "Affiliation": ""
            },
            {
                "First Name": "Laura",
                "Last Name": "Lau",
                "Affiliation": ""
            },
            {
                "First Name": "Kelsey E",
                "Last Name": "Sivick",
                "Affiliation": ""
            },
            {
                "First Name": "Laura M",
                "Last Name": "McLaughlin",
                "Affiliation": ""
            },
            {
                "First Name": "Marcus B",
                "Last Name": "Jones",
                "Affiliation": ""
            },
            {
                "First Name": "Tatiana",
                "Last Name": "Dracheva",
                "Affiliation": ""
            },
            {
                "First Name": "Scott N",
                "Last Name": "Peterson",
                "Affiliation": ""
            },
            {
                "First Name": "Denise M",
                "Last Name": "Monack",
                "Affiliation": ""
            },
            {
                "First Name": "Gregory M",
                "Last Name": "Barton",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2011"
    },
    {
        "PMID": "21638552",
        "Title": "The metabolic effects of low-carbohydrate diets and incorporation into a biochemistry course.",
        "Abstract": "One of the challenges in teaching biochemistry is facilitating students' interest in and mastery of metabolism. The many pathways and modes of regulation can be overwhelming for students to learn and difficult for professors to teach in an engaging manner. We have found it useful to take advantage of prevailing interest in popular yet controversial weight-loss methods, particularly low-carbohydrate diets. The metabolic rationale behind these eating plans can be linked to glycolysis, the citric acid cycle, lipolysis, gluconeogenesis, ketosis, glycogen metabolism, fatty acid oxidation, and hormonal regulation. When this approach was used in undergraduate biochemistry classes at the State University of New York at Geneseo, students were highly motivated to learn the biochemical principles behind these diets. The following provides information about low-carbohydrate diet plans that will enable professors to speak authoritatively on the subject. History and studies regarding efficacy as well as biochemical metabolic effects are included.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Wendy",
                "Last Name": "Pogozelski",
                "Affiliation": "Department of Chemistry, State University of New York College at Geneseo, Geneseo, New York 14454. pogozels@geneseo.edu."
            },
            {
                "First Name": "Nicholas",
                "Last Name": "Arpaia",
                "Affiliation": ""
            },
            {
                "First Name": "Salvatore",
                "Last Name": "Priore",
                "Affiliation": ""
            }
        ],
        "Journal": "Biochemistry and molecular biology education : a bimonthly publication of the International Union of Biochemistry and Molecular Biology",
        "PubDate": "2005"
    }
]