[
    {
        "PMID": "39145455",
        "Title": "The forgotten pandemic: how understanding cholera illuminated mechanisms of chloride channels in multiple diseases.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Cholera",
            "Pandemics",
            "Vibrio cholerae",
            "Chloride Channels",
            "Animals"
        ],
        "Authors": [
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of clinical investigation",
        "PubDate": "2024"
    },
    {
        "PMID": "39081757",
        "Title": "Salt Taste Sensitivity in CKD: Does it Affect Salt Intake?",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Mythri",
                "Last Name": "Shankar",
                "Affiliation": "Department of Nephrology, Institute of NephroUrology, Bengaluru, India."
            },
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": "Department of Medicine, Vagelos College of Physicians and Surgeons, Columbia University, New York, USA."
            }
        ],
        "Journal": "Kidney international reports",
        "PubDate": "2024"
    },
    {
        "PMID": "33549589",
        "Title": "Uromodulin fights UTI with sugars.",
        "Abstract": null,
        "Keywords": [
            "cell signaling",
            "inflammation",
            "microbiology"
        ],
        "MeSH terms": [
            "Humans",
            "Sugars",
            "Urinary Tract Infections",
            "Uromodulin"
        ],
        "Authors": [
            {
                "First Name": "Andrew",
                "Last Name": "Beenken",
                "Affiliation": "Columbia University, Vagelos College of Physicians and Surgeons, Department of Medicine, New York, New York, USA. Electronic address: ab3890@cumc.columbia.edu."
            },
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": "Columbia University, Vagelos College of Physicians and Surgeons, Department of Medicine, New York, New York, USA. Electronic address: qa1@columbia.edu."
            }
        ],
        "Journal": "Kidney international",
        "PubDate": "2021"
    },
    {
        "PMID": "31107247",
        "Title": "Lactate dehydrogenase 5: identification of a druggable target to reduce oxaluria.",
        "Abstract": "Excessive excretion of oxalate in the urine results in the formation of calcium oxalate crystals and subsequent kidney stone formation. Severe forms of hyperoxaluria, including genetic forms and those that result from ethylene glycol poisoning, can result in end-stage renal disease. Therapeutic interventions are limited and often rely on dietary intervention. In this issue of the JCI, Le Dudal and colleagues demonstrate that the lactate dehydrogenase 5 inhibitor (LDH5) stiripentol reduces urinary oxalate excretion. Importantly, stiripentol treatment of a single individual with primary hyperoxaluria reduced the urinary oxalate excretion. Together, these results support further evaluation of LDH5 as a therapeutic target for hyperoxaluria.",
        "Keywords": [],
        "MeSH terms": [
            "Calcium Oxalate",
            "Dioxolanes",
            "Ethylene Glycols",
            "Humans",
            "Hyperoxaluria",
            "Lactate Dehydrogenase 5"
        ],
        "Authors": [
            {
                "First Name": "Jacob S",
                "Last Name": "Stevens",
                "Affiliation": ""
            },
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of clinical investigation",
        "PubDate": "2019"
    },
    {
        "PMID": "27117784",
        "Title": "A Subpopulation of Label-Retaining Cells of the Kidney Papilla Regenerates Injured Kidney Medullary Tubules.",
        "Abstract": "To determine whether adult kidney papillary label-retaining cells (pLRCs) are specialized precursors, we analyzed their transcription profile. Among genes overexpressed in pLRCs, we selected candidate genes to perform qPCR and immunodetection of their encoded proteins. We found that Zfyve27, which encodes protrudin, identified a subpopulation of pLRCs. With Zfyve27-CreERT2 transgenic and reporter mice we generated bitransgenic animals and performed cell-lineage analysis. Post tamoxifen, Zfyve27-CreERT2 marked cells preferentially located in the upper part of the papilla. These cells were low cycling and did not generate progeny even after long-term observation, thus they did not appear to contribute to kidney homeostasis. However, after kidney injury, but only if severe, they activated a program of proliferation, migration, and morphogenesis generating multiple and long tubular segments. Remarkably these regenerated tubules were located preferentially in the kidney medulla, indicating that repair of injury in the kidney is regionally specified. These results suggest that different parts of the kidney have different progenitor cell pools.",
        "Keywords": [],
        "MeSH terms": [
            "Acute Kidney Injury",
            "Animals",
            "Cell Differentiation",
            "Cell Lineage",
            "Cell Movement",
            "Cell Proliferation",
            "Gene Expression Regulation, Developmental",
            "Kidney",
            "Kidney Medulla",
            "Mice",
            "Regeneration",
            "Stem Cells",
            "Tamoxifen",
            "Vesicular Transport Proteins"
        ],
        "Authors": [
            {
                "First Name": "Juan A",
                "Last Name": "Oliver",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY 10032, USA. Electronic address: jao7@columbia.edu."
            },
            {
                "First Name": "Rosemary V",
                "Last Name": "Sampogna",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Sumreen",
                "Last Name": "Jalal",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Qing-Yin",
                "Last Name": "Zhang",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Alexander",
                "Last Name": "Dahan",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Weiwei",
                "Last Name": "Wang",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Tian Huai",
                "Last Name": "Shen",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY 10032, USA; Department of Physiology and Cellular Biophysics, Columbia University, New York, NY 10032, USA. Electronic address: qa1@columbia.edu."
            }
        ],
        "Journal": "Stem cell reports",
        "PubDate": "2016"
    },
    {
        "PMID": "26517693",
        "Title": "SDF1 induction by acidosis from principal cells regulates intercalated cell subtype distribution.",
        "Abstract": "The nephron cortical collecting duct (CCD) is composed of principal cells, which mediate Na, K, and water transport, and intercalated cells (ICs), which are specialized for acid-base transport. There are two canonical IC forms: acid-secreting α-ICs and HCO3-secreting β-ICs. Chronic acidosis increases α-ICs at the expense of β-ICs, thereby increasing net acid secretion by the CCD. We found by growth factor quantitative PCR array that acidosis increases expression of mRNA encoding SDF1 (or CXCL12) in kidney cortex and isolated CCDs from mouse and rabbit kidney cortex. Exogenous SDF1 or pH 6.8 media increased H+ secretion and decreased HCO3 secretion in isolated perfused rabbit CCDs. Acid-dependent changes in H+ and HCO3 secretion were largely blunted by AMD3100, which selectively blocks the SDF1 receptor CXCR4. In mice, diet-induced chronic acidosis increased α-ICs and decreased β-ICs. Additionally, IC-specific Cxcr4 deletion prevented IC subtype alterations and magnified metabolic acidosis. SDF1 was transcriptionally regulated and a target of the hypoxia-sensing transcription factor HIF1α. IC-specific deletion of Hif1a produced no effect on mice fed an acid diet, as α-ICs increased and β-ICs decreased similarly to that observed in WT littermates. However, Hif1a deletion in all CCD cells prevented acidosis-induced IC subtype distribution, resulting in more severe acidosis. Cultured principal cells exhibited an HIF1α-dependent increase of Sdf1 transcription in response to media acidification. Thus, our results indicate that principal cells respond to acid by producing SDF1, which then acts on adjacent ICs.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cells, Cultured",
            "Chemokine CXCL12",
            "Hydrogen-Ion Concentration",
            "Hypoxia-Inducible Factor 1, alpha Subunit",
            "Ion Transport",
            "Kidney Glomerulus",
            "Kidney Tubules, Collecting",
            "Mice",
            "Mice, Transgenic",
            "RNA, Messenger",
            "Rabbits",
            "Receptors, CXCR4"
        ],
        "Authors": [
            {
                "First Name": "George J",
                "Last Name": "Schwartz",
                "Affiliation": ""
            },
            {
                "First Name": "XiaoBo",
                "Last Name": "Gao",
                "Affiliation": ""
            },
            {
                "First Name": "Shuichi",
                "Last Name": "Tsuruoka",
                "Affiliation": ""
            },
            {
                "First Name": "Jeffrey M",
                "Last Name": "Purkerson",
                "Affiliation": ""
            },
            {
                "First Name": "Hu",
                "Last Name": "Peng",
                "Affiliation": ""
            },
            {
                "First Name": "Vivette",
                "Last Name": "D'Agati",
                "Affiliation": ""
            },
            {
                "First Name": "Nicolas",
                "Last Name": "Picard",
                "Affiliation": ""
            },
            {
                "First Name": "Dominique",
                "Last Name": "Eladari",
                "Affiliation": ""
            },
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of clinical investigation",
        "PubDate": "2015"
    },
    {
        "PMID": "26237046",
        "Title": "Kidney growth and hypertrophy: the role of mTOR and vesicle trafficking.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of clinical investigation",
        "PubDate": "2015"
    },
    {
        "PMID": "25985272",
        "Title": "Kidney growth and hypertrophy: the role of mTOR and vesicle trafficking.",
        "Abstract": "The kidney, like other organs, grows in constant proportion to the rest of the body. When one kidney is removed, the remaining one hypertrophies. In a comprehensive series of studies, Chen et al. show that growth during maturation is mediated by the mTORC1 signaling pathway, which is induced by EGF-like peptides, and requires PI3K, PDK, AKT, mTORC2, and activation of mTORC1 through the combined effects of TSC and RHEB as part of a multiprotein complex localized on lysosomes. However, compensatory growth is mediated by amino acids, which act on mTORC1 independently of the previous pathway, and requires a class III PI3K (VPS34) that is known to be involved in vesicle trafficking to the lysosomes.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Kidney",
            "Kidney Diseases",
            "Phosphatidylinositol 3-Kinases",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of clinical investigation",
        "PubDate": "2015"
    },
    {
        "PMID": "25644110",
        "Title": "Developmental Programming of Branching Morphogenesis in the Kidney.",
        "Abstract": "The kidney developmental program encodes the intricate branching and organization of approximately 1 million functional units (nephrons). Branching regulation is poorly understood, as is the source of a 10-fold variation in nephron number. Notably, low nephron count increases the risk for developing hypertension and renal failure. To better understand the source of this variation, we analyzed the complete gestational trajectory of mouse kidney development. We constructed a computerized architectural map of the branching process throughout fetal life and found that organogenesis is composed of two distinct developmental phases, each with stage-specific rate and morphologic parameters. The early phase is characterized by a rapid acceleration in branching rate and by branching divisions that repeat with relatively reproducible morphology. The latter phase, however, is notable for a significantly decreased yet constant branching rate and the presence of nonstereotyped branching events that generate progressive variability in tree morphology until birth. Our map identifies and quantitates the contribution of four developmental mechanisms that guide organogenesis: growth, patterning, branching rate, and nephron induction. When applied to organs that developed under conditions of malnutrition or in the setting of growth factor mutation, our normative map provided an essential link between kidney architecture and the fundamental morphogenetic mechanisms that guide development. This morphogenetic map is expected to find widespread applications and help identify modifiable targets to prevent developmental programming of common diseases.",
        "Keywords": [
            "branching morphogenesis",
            "kidney development",
            "nephron number",
            "variability"
        ],
        "MeSH terms": [
            "Animals",
            "Kidney",
            "Mice",
            "Nephrons",
            "Organogenesis"
        ],
        "Authors": [
            {
                "First Name": "Rosemary V",
                "Last Name": "Sampogna",
                "Affiliation": "Division of Nephrology, Department of Medicine, Columbia University College of Physicians and Surgeons, New York, New York rvs2@columbia.edu."
            },
            {
                "First Name": "Laura",
                "Last Name": "Schneider",
                "Affiliation": "Division of Nephrology, Department of Medicine, Columbia University College of Physicians and Surgeons, New York, New York."
            },
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": "Division of Nephrology, Department of Medicine, Columbia University College of Physicians and Surgeons, New York, New York."
            }
        ],
        "Journal": "Journal of the American Society of Nephrology : JASN",
        "PubDate": "2015"
    },
    {
        "PMID": "24189652",
        "Title": "Basic research: Salt wasting in distal renal tubular acidosis-new look, old problem.",
        "Abstract": "Acidosis affects sodium and potassium excretion, likely via the pH sensitivity of ion transporters. A recent paper shows that β-intercalated cells with deleted H(+)-ATPase release ATP into urine, which induces the production of prostaglandin E2 (PGE2). PGE2 then reduces sodium absorption in the principal cells of the cortical collecting tubule and increases potassium secretion.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Kidney Tubules, Collecting",
            "Potassium, Dietary",
            "Sodium, Dietary",
            "Water-Electrolyte Balance"
        ],
        "Authors": [
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": "Departments of Medicine and Physiology, and Cellular Biophysics, College of Physicians & Surgeons of Columbia University, 630 West 168th Street, New York, NY 10032, USA. qa1@columbia.edu."
            }
        ],
        "Journal": "Nature reviews. Nephrology",
        "PubDate": "2013"
    },
    {
        "PMID": "23684635",
        "Title": "Cell biology of the intercalated cell in the kidney.",
        "Abstract": "The intercalated cell of the collecting tubule of the mammalian kidney is specialized for the transport of H(+) and HCO3. They exist in two forms; one specialized for acid secretion and the other secretes HCO3 into the urine. We discovered many years ago that feeding animals an acid diet converts the HCO3 secreting form to an acid secreting type. Here I discuss the molecular basis of this transformation. The conversion of the cell types is mediated by an extracellular matrix protein hensin (also known as DMBT1). However much remains to be identified in the differentiation of these cells.",
        "Keywords": [],
        "MeSH terms": [
            "Adult Stem Cells",
            "Animals",
            "Bicarbonates",
            "Cell Differentiation",
            "Extracellular Matrix Proteins",
            "Humans",
            "Kidney",
            "Kidney Tubules, Collecting"
        ],
        "Authors": [
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": "Department of Medicine, College of Physicians & Surgeons of Columbia University, 630 W 168th Str., New York, NY 10032, USA. qa1@columbia.edu"
            }
        ],
        "Journal": "FEBS letters",
        "PubDate": "2013"
    },
    {
        "PMID": "23334395",
        "Title": "Salt and pepper distribution of cell types in the collecting duct.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Aquaporin 2",
            "Female",
            "Histone-Lysine N-Methyltransferase",
            "Kidney Tubules, Collecting",
            "Male",
            "Methyltransferases",
            "Water-Electrolyte Balance"
        ],
        "Authors": [
            {
                "First Name": "Rosemary V",
                "Last Name": "Sampogna",
                "Affiliation": ""
            },
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the American Society of Nephrology : JASN",
        "PubDate": "2013"
    },
    {
        "PMID": "23187132",
        "Title": "Taking a bite: endocytosis in the maintenance of the slit diaphragm.",
        "Abstract": "In the kidney, the slit diaphragm joins adjacent podocytes, forming an epithelial barrier that filters plasma into the urinary space, yet retains blood cells and proteins within the circulation. In this issue of the JCI, Soda et al. have identified clathrin-mediated endocytosis as a central mechanism by which the function and structural integrity of the slit diaphragm are maintained.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptor Proteins, Signal Transducing",
            "Animals",
            "Dynamin I",
            "Dynamin II",
            "Glomerular Filtration Barrier",
            "Nerve Tissue Proteins",
            "Phosphoric Monoester Hydrolases",
            "Podocytes"
        ],
        "Authors": [
            {
                "First Name": "Rosemary V",
                "Last Name": "Sampogna",
                "Affiliation": "Department of Medicine, College of Physicians and Surgeons of Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of clinical investigation",
        "PubDate": "2012"
    },
    {
        "PMID": "22917574",
        "Title": "Basic research in nephrology: are we in decline?",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Humans",
            "Nephrology",
            "Publishing",
            "Research",
            "United States"
        ],
        "Authors": [
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": "Departments of Medicine and Physiology and Cellular Biophysics, College of Physicians and Surgeons, Columbia University, 630 W. 168th Street, New York, NY 10032, USA. Qa1@columbia.edu"
            }
        ],
        "Journal": "Journal of the American Society of Nephrology : JASN",
        "PubDate": "2012"
    },
    {
        "PMID": "22461304",
        "Title": "SDF-1 activates papillary label-retaining cells during kidney repair from injury.",
        "Abstract": "The adult kidney contains a population of low-cycling cells that resides in the papilla. These cells retain for long periods S-phase markers given as a short pulse early in life; i.e., they are label-retaining cells (LRC). In previous studies in adult rat and mice, we found that shortly after acute kidney injury many of the quiescent papillary LRC started proliferating (Oliver JA, Klinakis A, Cheema FH, Friedlander J, Sampogna RV, Martens TP, Liu C, Efstratiadis A, Al-Awqati Q. J Am Soc Nephrol 20: 2315-2327, 2009; Oliver JA, Maarouf O, Cheema FH, Martens TP, Al-Awqati Q. J Clin Invest 114: 795-804, 2004) and, with cell-tracking experiments, we found upward migration of some papillary cells including LRC (Oliver JA, Klinakis A, Cheema FH, Friedlander J, Sampogna RV, Martens TP, Liu C, Efstratiadis A, Al-Awqati Q. J Am Soc Nephrol 20: 2315-2327, 2009). To identify molecular cues involved in the activation (i.e., proliferation and/or migration) of the papillary LRC that follows injury, we isolated these cells from the H2B-GFP mice and found that they migrated and proliferated in response to the cytokine stromal cell-derived factor-1 (SDF-1). Moreover, in a papillary organ culture assay, the cell growth out of the upper papilla was dependent on the interaction of SDF-1 with its receptor Cxcr4. Interestingly, location of these two proteins in the kidney revealed a complementary location, with SDF-1 being preferentially expressed in the medulla and Cxcr4 more abundant in the papilla. Blockade of Cxcr4 in vivo prevented mobilization of papillary LRC after transient kidney ischemic injury and worsened its functional consequences. The data indicate that the SDF-1/Cxcr4 axis is a critical regulator of papillary LRC activation following transient kidney injury and during organ repair.",
        "Keywords": [],
        "MeSH terms": [
            "Acute Kidney Injury",
            "Animals",
            "Blotting, Western",
            "Cell Movement",
            "Cell Proliferation",
            "Cell Separation",
            "Cells, Cultured",
            "Chemokine CXCL12",
            "Chemotaxis",
            "Female",
            "Immunohistochemistry",
            "Indicators and Reagents",
            "Kidney Diseases",
            "Kidney Medulla",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Organ Culture Techniques",
            "Pregnancy",
            "Rats",
            "Rats, Sprague-Dawley",
            "Receptors, CXCR4"
        ],
        "Authors": [
            {
                "First Name": "Juan A",
                "Last Name": "Oliver",
                "Affiliation": "1Department of Medicine, Columbia University, 630 West 168th St., New York, NY 10032, USA. jao7@columbia.edu"
            },
            {
                "First Name": "Omar",
                "Last Name": "Maarouf",
                "Affiliation": ""
            },
            {
                "First Name": "Faisal H",
                "Last Name": "Cheema",
                "Affiliation": ""
            },
            {
                "First Name": "Charles",
                "Last Name": "Liu",
                "Affiliation": ""
            },
            {
                "First Name": "Qing-Yin",
                "Last Name": "Zhang",
                "Affiliation": ""
            },
            {
                "First Name": "Carl",
                "Last Name": "Kraus",
                "Affiliation": ""
            },
            {
                "First Name": "M",
                "Last Name": "Zeeshan Afzal",
                "Affiliation": ""
            },
            {
                "First Name": "Mamoona",
                "Last Name": "Firdous",
                "Affiliation": ""
            },
            {
                "First Name": "Apostolos",
                "Last Name": "Klinakis",
                "Affiliation": ""
            },
            {
                "First Name": "Argiris",
                "Last Name": "Efstratiadis",
                "Affiliation": ""
            },
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            }
        ],
        "Journal": "American journal of physiology. Renal physiology",
        "PubDate": "2012"
    },
    {
        "PMID": "22089947",
        "Title": "Forty years and counting..",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "History, 20th Century",
            "History, 21st Century",
            "Humans",
            "Internationality",
            "Nephrology",
            "Publishing",
            "Societies, Medical"
        ],
        "Authors": [
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            }
        ],
        "Journal": "Kidney international",
        "PubDate": "2012"
    },
    {
        "PMID": "21841074",
        "Title": "Differentiation of intercalated cells in the kidney.",
        "Abstract": "The intercalated cell of collecting ducts of the kidney is of two forms, the α form secretes acid, whereas the β form secretes HCO(3). Here, we review recent work that shows that the α form is derived from the β form and that the pathway is mediated by an extracellular matrix protein called hensin/DMBT1.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Differentiation",
            "Extracellular Matrix Proteins",
            "Humans",
            "Kidney",
            "Kidney Tubules, Collecting"
        ],
        "Authors": [
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": "Department of Medicine, College of Physicians and Surgeons, Columbia University, New York, New York, USA. Qa1@columbia.edu"
            },
            {
                "First Name": "Xaio Bo",
                "Last Name": "Gao",
                "Affiliation": ""
            }
        ],
        "Journal": "Physiology (Bethesda, Md.)",
        "PubDate": "2011"
    },
    {
        "PMID": "21098262",
        "Title": "Deletion of hensin/DMBT1 blocks conversion of beta- to alpha-intercalated cells and induces distal renal tubular acidosis.",
        "Abstract": "Acid-base transport in the renal collecting tubule is mediated by two canonical cell types: the β-intercalated cell secretes HCO(3) by an apical Cl:HCO(3) named pendrin and a basolateral vacuolar (V)-ATPase. Acid secretion is mediated by the α-intercalated cell, which has an apical V-ATPase and a basolateral Cl:HCO(3) exchanger (kAE1). We previously suggested that the β-cell converts to the α-cell in response to acid feeding, a process that depended on the secretion and deposition of an extracellular matrix protein termed hensin (DMBT1). Here, we show that deletion of hensin from intercalated cells results in the absence of typical α-intercalated cells and the consequent development of complete distal renal tubular acidosis (dRTA). Essentially all of the intercalated cells in the cortex of the mutant mice are canonical β-type cells, with apical pendrin and basolateral or diffuse/bipolar V-ATPase. In the medulla, however, a previously undescribed cell type has been uncovered, which resembles the cortical β-intercalated cell in ultrastructure, but does not express pendrin. Polymerization and deposition of hensin (in response to acidosis) requires the activation of β1 integrin, and deletion of this gene from the intercalated cell caused a phenotype that was identical to the deletion of hensin itself, supporting its critical role in hensin function. Because previous studies suggested that the conversion of β- to α-intercalated cells is a manifestation of terminal differentiation, the present results demonstrate that this differentiation proceeds from HCO(3) secreting to acid secreting phenotypes, a process that requires deposition of hensin in the ECM.",
        "Keywords": [],
        "MeSH terms": [
            "Acidosis, Renal Tubular",
            "Animals",
            "Anion Transport Proteins",
            "Bicarbonates",
            "Calcium-Binding Proteins",
            "DNA-Binding Proteins",
            "Gene Deletion",
            "Hydrogen-Ion Concentration",
            "Integrin beta1",
            "Kidney Tubules, Collecting",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Transgenic",
            "Mucins",
            "Sulfate Transporters",
            "Tumor Suppressor Proteins"
        ],
        "Authors": [
            {
                "First Name": "Xiaobo",
                "Last Name": "Gao",
                "Affiliation": "Department of Medicine and Physiology and Cellular Biophysics, College of Physicians and Surgeons of Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Dominique",
                "Last Name": "Eladari",
                "Affiliation": ""
            },
            {
                "First Name": "Francoise",
                "Last Name": "Leviel",
                "Affiliation": ""
            },
            {
                "First Name": "Ben Yi",
                "Last Name": "Tew",
                "Affiliation": ""
            },
            {
                "First Name": "Cristina",
                "Last Name": "Miró-Julià",
                "Affiliation": ""
            },
            {
                "First Name": "Faisal H",
                "Last Name": "Cheema",
                "Affiliation": ""
            },
            {
                "First Name": "Lance",
                "Last Name": "Miller",
                "Affiliation": ""
            },
            {
                "First Name": "Raoul",
                "Last Name": "Nelson",
                "Affiliation": ""
            },
            {
                "First Name": "Teodor G",
                "Last Name": "Paunescu",
                "Affiliation": ""
            },
            {
                "First Name": "Mary",
                "Last Name": "McKee",
                "Affiliation": ""
            },
            {
                "First Name": "Dennis",
                "Last Name": "Brown",
                "Affiliation": ""
            },
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2010"
    },
    {
        "PMID": "20936943",
        "Title": "Terminal differentiation in epithelia: the role of integrins in hensin polymerization.",
        "Abstract": "Epithelia, the most abundant cell type, differentiate to protoepithelia from stem cells by developing apical and basolateral membrane domains and form sheets of cells connected by junctions. Following this differentiation step, the cells undergo a second step (terminal differentiation), during which they acquire a mature phenotype, which unlike the protoepithelial one is tissue and organ specific. An extracellular matrix (ECM) protein termed hensin (DMBT1) mediates this differentiation step in the kidney intercalated cells. Although hensin is secreted as a soluble monomer, it requires polymerization and deposition in the ECM to become active. The polymerization step is mediated by the activation of inside-out signaling by integrins and by the secretion of two proteins: cypA (a cis-trans prolyl isomerase) and galectin 3.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Calcium-Binding Proteins",
            "Cell Differentiation",
            "Cyclophilin A",
            "DNA-Binding Proteins",
            "Epithelium",
            "Extracellular Matrix Proteins",
            "Galectin 3",
            "Humans",
            "Integrins",
            "Kidney",
            "Polymerization",
            "Rabbits",
            "Receptors, Cell Surface",
            "Receptors, Scavenger",
            "Signal Transduction",
            "Tumor Suppressor Proteins"
        ],
        "Authors": [
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": "Department of Medicine, College of Physicians & Surgeons, Columbia University, New York, NY 10032, USA. qa1@columbia.edu"
            }
        ],
        "Journal": "Annual review of physiology",
        "PubDate": "2011"
    },
    {
        "PMID": "19762493",
        "Title": "Proliferation and migration of label-retaining cells of the kidney papilla.",
        "Abstract": "The kidney papilla contains a population of cells with several characteristics of adult stem cells, including the retention of proliferation markers during long chase periods (i.e., they are label-retaining cells [LRCs]). To determine whether the papillary LRCs generate new cells in the normal adult kidney, we examined cell proliferation throughout the kidney and found that the upper papilla is a site of enhanced cell cycling. Using genetically modified mice that conditionally expressed green fluorescence protein fused to histone 2B, we observed that the LRCs of the papilla proliferated only in its upper part, where they associate with \"chains\" of cycling cells. The papillary LRCs decreased in number with age, suggesting that the cells migrated to the upper papilla before entering the cell cycle. To test this directly, we marked papillary cells with vital dyes in vivo and found that some cells in the kidney papilla, including LRCs, migrated toward other parts of the kidney. Acute kidney injury enhanced both cell migration and proliferation. These results suggest that during normal homeostasis, LRCs of the kidney papilla (or their immediate progeny) migrate to the upper papilla and form a compartment of rapidly proliferating cells, which may play a role in repair after ischemic injury.",
        "Keywords": [],
        "MeSH terms": [
            "Age Factors",
            "Animals",
            "Cell Movement",
            "Cell Proliferation",
            "Kidney",
            "Rats",
            "Staining and Labeling"
        ],
        "Authors": [
            {
                "First Name": "Juan A",
                "Last Name": "Oliver",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY 10032, USA. jao7@columbia.edu"
            },
            {
                "First Name": "Apostolos",
                "Last Name": "Klinakis",
                "Affiliation": ""
            },
            {
                "First Name": "Faisal H",
                "Last Name": "Cheema",
                "Affiliation": ""
            },
            {
                "First Name": "Jonathan",
                "Last Name": "Friedlander",
                "Affiliation": ""
            },
            {
                "First Name": "Rosemary V",
                "Last Name": "Sampogna",
                "Affiliation": ""
            },
            {
                "First Name": "Timothy P",
                "Last Name": "Martens",
                "Affiliation": ""
            },
            {
                "First Name": "Charles",
                "Last Name": "Liu",
                "Affiliation": ""
            },
            {
                "First Name": "Argiris",
                "Last Name": "Efstratiadis",
                "Affiliation": ""
            },
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the American Society of Nephrology : JASN",
        "PubDate": "2009"
    },
    {
        "PMID": "19116639",
        "Title": "Are we really dressed to kill?",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Clothing",
            "Humans",
            "Infectious Disease Transmission, Professional-to-Patient",
            "Physicians"
        ],
        "Authors": [
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            }
        ],
        "Journal": "Kidney international",
        "PubDate": "2009"
    },
    {
        "PMID": "18827794",
        "Title": "Stop making sense!",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Comprehension",
            "Knowledge",
            "Philosophy",
            "Research"
        ],
        "Authors": [
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            }
        ],
        "Journal": "Kidney international",
        "PubDate": "2008"
    },
    {
        "PMID": "18337486",
        "Title": "Role of integrins in the assembly and function of hensin in intercalated cells.",
        "Abstract": "Epithelial differentiation proceeds in at least two steps: Conversion of a nonepithelial cell into an epithelial sheet followed by terminal differentiation into the mature epithelial phenotype. It was recently discovered that the extracellular matrix (ECM) protein hensin is able to convert a renal intercalated cell line from a flat, squamous shape into a cuboidal or columnar epithelium. Global knockout of hensin in mice results in embryonic lethality at the time that the first columnar cells appear. Here, antibodies that either activate or block integrin beta1 were used to demonstrate that activation of integrin alpha v beta 1 causes deposition of hensin in the ECM. Once hensin polymerizes and deposits into the ECM, it binds to integrin alpha 6 and mediates the conversion of epithelial cells to a cuboidal phenotype capable of apical endocytosis; therefore, multiple integrins play a role in the terminal differentiation of the intercalated cell: alpha v beta 1 generates polymerized hensin, and another set of integrins (containing alpha 6) mediates signals between hensin and the interior of the cells.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Calcium-Binding Proteins",
            "Cell Differentiation",
            "DNA-Binding Proteins",
            "Epithelial Cells",
            "Integrins",
            "Kidney",
            "Mice",
            "Mucins",
            "Tumor Suppressor Proteins"
        ],
        "Authors": [
            {
                "First Name": "Soundarapandian",
                "Last Name": "Vijayakumar",
                "Affiliation": "Pediatric Nephrology, University of Rochester Medical Center, 601 Elmwood Avenue, Box 777, Rochester, NY 14642, USA. soundarapandian_vijayakumar@urmc.rochester.edu"
            },
            {
                "First Name": "Hediye",
                "Last Name": "Erdjument-Bromage",
                "Affiliation": ""
            },
            {
                "First Name": "Paul",
                "Last Name": "Tempst",
                "Affiliation": ""
            },
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the American Society of Nephrology : JASN",
        "PubDate": "2008"
    },
    {
        "PMID": "18274539",
        "Title": "Author misrepresentation in the submission of redundant papers.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Authorship",
            "Editorial Policies",
            "Periodicals as Topic"
        ],
        "Authors": [
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            },
            {
                "First Name": "Eric G",
                "Last Name": "Neilson",
                "Affiliation": ""
            }
        ],
        "Journal": "Kidney international",
        "PubDate": "2008"
    },
    {
        "PMID": "18272840",
        "Title": "Author misrepresentation in the submission of redundant papers.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Authorship",
            "Duplicate Publications as Topic",
            "Nephrology"
        ],
        "Authors": [
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            },
            {
                "First Name": "Eric G",
                "Last Name": "Neilson",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the American Society of Nephrology : JASN",
        "PubDate": "2008"
    },
    {
        "PMID": "18199795",
        "Title": "2007 Homer W. Smith award: control of terminal differentiation in epithelia.",
        "Abstract": "The intercalated cell of the cortical collecting tubule exists in two functional and morphologic forms: alpha cells secrete acid, while beta cells secrete HCO(3). It was found that beta cells convert to alpha type when the animal ingests an acid diet or when isolated perfused tubules are exposed to acid. This conversion of cell phenotype requires the induction of new genes, accompanied by a change in cell shape, development of microvilli, and apical endocytosis. All of these changes are reminiscent of terminal differentiation in epithelial cells. Using a beta intercalated cell line, the cause of this phenotypic change was identified as a new extracellular matrix protein, which was termed hensin. When the action of hensin is blocked, the conversion of beta to alpha intercalated cells is prevented and the animals develop distal renal tubular acidosis. Hensin is expressed in most epithelia, and global knockout of hensin results in embryonic lethality at the time of development of the first columnar epithelium, the visceral endoderm. Furthermore, hensin also seems to be involved in the differentiation of transitional and perhaps stratified epithelia as well. A large number of human carcinomas have deletions in the human ortholog of hensin (DMBT1). Collectively, these studies demonstrate that hensin is a mediator of terminal differentiation in many epithelia.",
        "Keywords": [],
        "MeSH terms": [
            "Acidosis, Renal Tubular",
            "Animals",
            "Awards and Prizes",
            "Cell Differentiation",
            "Extracellular Matrix",
            "Extracellular Matrix Proteins",
            "Kidney Tubules, Collecting",
            "Receptors, Scavenger",
            "Urothelium"
        ],
        "Authors": [
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": "Departments of Medicine and Physiology & Cellular Biophysics, College of Physicians & Surgeons, Columbia University, 630 W. 168th Street, New York, NY 10032, USA. Qa1@columbia.edu"
            }
        ],
        "Journal": "Journal of the American Society of Nephrology : JASN",
        "PubDate": "2008"
    },
    {
        "PMID": "18004307",
        "Title": "Don't be paranoid, even when you find out that people are out to get you.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Paranoid Behavior",
            "Peer Review, Research",
            "Periodicals as Topic",
            "Publishing",
            "Self Concept"
        ],
        "Authors": [
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            }
        ],
        "Journal": "Kidney international",
        "PubDate": "2007"
    },
    {
        "PMID": "17713559",
        "Title": "Food for the gods.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cooking",
            "Kidney",
            "Meat"
        ],
        "Authors": [
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            }
        ],
        "Journal": "Kidney international",
        "PubDate": "2007"
    },
    {
        "PMID": "17625254",
        "Title": "The kidney papilla is a stem cells niche.",
        "Abstract": "Stem cells are characterized by low cycle time, which has allowed us to identify such cells in the mature kidney. These putative stem cells are located mostly outside the renal tubule and are concentrated in the papilla of the kidney potentially under the urinary epithelium of the papilla. Clonal analysis of these cells shows that they can differentiate into epithelial, neuronal, and other uncharacterized cells. Induction of ischemic renal failure resulted in increased proliferation of these papillary cells. Injection of these cells under the renal capsule led to their incorporation into various tubule segments. It is likely that these stem cells sense a \"damage\" signal from the cortex resulting in proliferation followed by migration to the site of injury.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Movement",
            "Humans",
            "Kidney Cortex",
            "Kidney Diseases",
            "Kidney Medulla",
            "Organ Specificity",
            "Stem Cells"
        ],
        "Authors": [
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": "Department of Medicine, College of Physicians and Surgeons, Columbia University, 630 W 168th St, New York, NY 10032, USA. qa1@columbia.edu"
            },
            {
                "First Name": "Juan A",
                "Last Name": "Oliver",
                "Affiliation": ""
            }
        ],
        "Journal": "Stem cell reviews",
        "PubDate": "2006"
    },
    {
        "PMID": "17554347",
        "Title": "Thirst, and (bottled) water everywhere.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Drinking",
            "Humans",
            "Thirst",
            "Water",
            "Water Deprivation"
        ],
        "Authors": [
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            }
        ],
        "Journal": "Kidney international",
        "PubDate": "2007"
    },
    {
        "PMID": "17457326",
        "Title": "Advertising and its discontents.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Advertising",
            "Periodicals as Topic",
            "Pharmaceutical Services",
            "Publishing",
            "Societies, Medical",
            "Truth Disclosure"
        ],
        "Authors": [
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            }
        ],
        "Journal": "Kidney international",
        "PubDate": "2007"
    },
    {
        "PMID": "17287814",
        "Title": "Intelligently designed clinical studies.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Clinical Trials as Topic",
            "Nephrology",
            "Research Design"
        ],
        "Authors": [
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            }
        ],
        "Journal": "Kidney international",
        "PubDate": "2007"
    },
    {
        "PMID": "17252024",
        "Title": "Impact factors and prestige.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Biomedical Research",
            "Peer Review, Research",
            "Periodicals as Topic",
            "Publishing"
        ],
        "Authors": [
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            }
        ],
        "Journal": "Kidney international",
        "PubDate": "2007"
    },
    {
        "PMID": "17213852",
        "Title": "Plagiarism. There are many types of scientific misconduct, but it seems that plagiarism is on everybody's mind.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Plagiarism",
            "Scientific Misconduct"
        ],
        "Authors": [
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            }
        ],
        "Journal": "Kidney international",
        "PubDate": "2007"
    },
    {
        "PMID": "17130293",
        "Title": "Differentiation of columnar epithelia: the hensin pathway.",
        "Abstract": "Epithelia, the most common variety of cells in complex organisms exist in many shapes. They are sheets of polarized cells that separate two compartments and selectively transport materials from one to the other. After acquiring these general characteristics, they differentiate to become specialized types such as squamous columnar or transitional epithelia. High density seeding converts a kidney-derived cell line from flat ;generic' epithelial cells to columnar cells. The cells acquire all the characteristics of differentiated columnar cells, including microvilli, and the capacity for apical endocytosis. The high seeding density induces the deposition of a new protein termed hensin and polymerization of hensin is the crucial event that dictates changes in epithelial phenotype. Hensin is widely expressed in most epithelia. Its deletion in mice leads to embryonic lethality at the time of generation of the first columnar epithelium, the visceral endoderm. Moreover many human cancers have deletions in the hensin gene, which indicates that it is a tumor suppressor.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Calcium-Binding Proteins",
            "Cell Differentiation",
            "DNA-Binding Proteins",
            "Embryonic Development",
            "Epithelial Cells",
            "Humans",
            "Kidney",
            "Models, Biological",
            "Mucins",
            "Neoplasms",
            "Polymers",
            "Signal Transduction",
            "Tumor Suppressor Proteins"
        ],
        "Authors": [
            {
                "First Name": "Soundarapandian",
                "Last Name": "Vijayakumar",
                "Affiliation": "Department of Medicine, College of Physicians and Surgeons of Columbia University, 630 W 168th St, New York, NY 10032, USA."
            },
            {
                "First Name": "Jiro",
                "Last Name": "Takito",
                "Affiliation": ""
            },
            {
                "First Name": "XiaoBo",
                "Last Name": "Gao",
                "Affiliation": ""
            },
            {
                "First Name": "George J",
                "Last Name": "Schwartz",
                "Affiliation": ""
            },
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of cell science",
        "PubDate": "2006"
    },
    {
        "PMID": "16810282",
        "Title": "Let us intelligently design a new kidney!",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Humans",
            "Kidney"
        ],
        "Authors": [
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            }
        ],
        "Journal": "Kidney international",
        "PubDate": "2006"
    },
    {
        "PMID": "16761021",
        "Title": "How to write a case report: lessons from 1600 B.C.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Diagnosis",
            "Egypt, Ancient",
            "History, Ancient",
            "Humans",
            "Medical Records",
            "Observation",
            "Prognosis",
            "Writing"
        ],
        "Authors": [
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            }
        ],
        "Journal": "Kidney international",
        "PubDate": "2006"
    },
    {
        "PMID": "16688186",
        "Title": "Evidence-based politics of salt and blood pressure.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Blood Pressure",
            "Diet",
            "Evidence-Based Medicine",
            "Humans",
            "Hypertension",
            "Nutrition Policy",
            "Nutritional Requirements",
            "Public Health",
            "Reference Values",
            "Sodium, Dietary"
        ],
        "Authors": [
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            }
        ],
        "Journal": "Kidney international",
        "PubDate": "2006"
    },
    {
        "PMID": "16612408",
        "Title": "Truth and trust in scientific publishing.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Communication",
            "Editorial Policies",
            "Ethics",
            "Ethics, Professional",
            "Ethics, Research",
            "Peer Review, Research",
            "Publishing",
            "Science",
            "Trust"
        ],
        "Authors": [
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            }
        ],
        "Journal": "Kidney international",
        "PubDate": "2006"
    },
    {
        "PMID": "16528237",
        "Title": "A general theory of titles!",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Editorial Policies",
            "Literature",
            "Peer Review, Research",
            "Publications",
            "Writing"
        ],
        "Authors": [
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            }
        ],
        "Journal": "Kidney international",
        "PubDate": "2006"
    },
    {
        "PMID": "16467886",
        "Title": "Unanswered questions in nephrology.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Biomedical Research",
            "Humans",
            "Nephrology"
        ],
        "Authors": [
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            }
        ],
        "Journal": "Kidney international",
        "PubDate": "2006"
    },
    {
        "PMID": "16459355",
        "Title": "Reviewing for KI: is it encoded in your DNA?",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Nephrology",
            "Peer Review, Research",
            "Periodicals as Topic"
        ],
        "Authors": [
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            }
        ],
        "Journal": "Kidney international",
        "PubDate": "2006"
    },
    {
        "PMID": "16131647",
        "Title": "Galectin-3 expression is induced in renal beta-intercalated cells during metabolic acidosis.",
        "Abstract": "The adaptation of the cortical collecting duct (CCD) to metabolic acidosis requires the polymerization and deposition in the extracellular matrix of the novel protein hensin. HCO3(-)-secreting beta-intercalated cells remove apical Cl-:HCO3(-) exchangers and may reverse functional polarity to secrete protons. Using intercalated cells in culture, we found that galectin-3 facilitated hensin polymerization, thereby causing their differentiation into the H+-secreting cell phenotype. We examined the expression of galectin-3 in the rabbit kidney and its relationship to hensin during metabolic acidosis. In control kidneys, galectin-3 was expressed in the cortical and medullary collecting ducts. In the outer cortex 26 +/- 3% of CCD cells expressed galectin-3 compared with 64 +/- 3% of the cells of the inner cortex. In the CCD, galectin-3 was rarely expressed in beta-intercalated cells, being primarily present in alpha-intercalated and principal cells. During metabolic acidosis, the intensity of cellular staining for galectin-3 increased and more cells began to express it; the percentage of CCD cells expressing galectin-3 increased from 26 +/- 3 to 66 +/- 3% in the outer cortex and from 64 +/- 3 to 78 +/- 4% in the inner cortex. This was particularly evident in beta-intercalated cells where expression was found in only 8 +/- 2% in control animals but in 75 +/- 2% during metabolic acidosis in the outer cortex and similarly for the inner cortex (26 +/- 6 to 90 +/- 7%). Importantly, both galectin-3 and hensin were found in the extracellular matrix of microdissected CCDs; and during metabolic acidosis, many more cells exhibited this extracellular colocalization. Thus galectin-3 may play several important roles in the CCD, including mediating the adaptation of beta-intercalated cells during metabolic acidosis.",
        "Keywords": [],
        "MeSH terms": [
            "Acidosis",
            "Animals",
            "Extracellular Matrix Proteins",
            "Galectin 3",
            "Immunohistochemistry",
            "Kidney",
            "Kidney Tubules, Collecting",
            "Mice",
            "Microscopy, Confocal",
            "Rabbits",
            "Rats",
            "Receptors, Scavenger"
        ],
        "Authors": [
            {
                "First Name": "Andrew L",
                "Last Name": "Schwaderer",
                "Affiliation": "Department of Pediatrics, University of Rochester School of Medicine, New York, USA."
            },
            {
                "First Name": "Soundarapandian",
                "Last Name": "Vijayakumar",
                "Affiliation": ""
            },
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            },
            {
                "First Name": "George J",
                "Last Name": "Schwartz",
                "Affiliation": ""
            }
        ],
        "Journal": "American journal of physiology. Renal physiology",
        "PubDate": "2006"
    },
    {
        "PMID": "15931009",
        "Title": "Role of hensin in mediating the adaptation of the cortical collecting duct to metabolic acidosis.",
        "Abstract": "The cortical collecting duct is able to secrete HCO3-, a state that can be converted to acid secretion during metabolic acidosis. Bicarbonate secretion in this segment is mediated by beta-intercalated cells whereas alpha-intercalated cells perform acid secretion. During metabolic acidosis, the number of beta-intercalated cells is reduced while that of alpha-intercalated cells increases without a change in the total number of intercalated cells, suggesting conversion of one cell type to another. Using an immortalized intercalated cell line we found that this adaptation is mediated by an extracellular protein named hensin. Hensin is secreted as a monomer which is then polymerized in the extracellular environment by a complex process requiring at least three other proteins.",
        "Keywords": [],
        "MeSH terms": [
            "Acidosis",
            "Adaptation, Physiological",
            "Animals",
            "Extracellular Matrix Proteins",
            "Humans",
            "Kidney Cortex",
            "Kidney Tubules, Collecting",
            "Receptors, Scavenger"
        ],
        "Authors": [
            {
                "First Name": "George J",
                "Last Name": "Schwartz",
                "Affiliation": "Departments of Pediatrics and Medicine, University of Rochester School of Medicine, Rochester, New York 14642, USA. george_schwartz@urmc.rochester.edu"
            },
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            }
        ],
        "Journal": "Current opinion in nephrology and hypertension",
        "PubDate": "2005"
    },
    {
        "PMID": "15821257",
        "Title": "Segmental expression of Notch and Hairy genes in nephrogenesis.",
        "Abstract": "Notch signaling pathway genes are required for nephrogenesis, raising the possibility that Notch effector Hairy-related genes should also control nephron formation. We performed in situ hybridization of Hairy transcription factors with segment-specific lectins and/or antibodies during early nephrogenesis to identify their possible roles in segment identity of the nephron. We found that among all of Notch downstream Hairy genes, only Hes1, Hes5, Hey1, and HeyL were expressed in a segment-specific manner in early nephrons and their expression pattern changed dynamically during metanephric development. Based on these patterns of expression, it was possible to propose a pairwise association of specific ligand and receptor and to suggest that the effector of this association is one of the Hairy transcription factors. We found that Hes5 is specifically expressed in the anlage of the loop of Henle, suggesting that it might be involved in the determination of its cell identity. We also examined the morphological appearance of kidneys from mice where the Hes1 or Hes5 genes were deleted and found that at least at the gross morphological level, there was little difference from wild-type kidneys. Because Hairy genes associate with other transcription factors to exert their effect, it is necessary to examine a more complete array of genetic deletions before a conclusion can be reached regarding their role in kidney development. These studies provide the basis for the future development of strategies to examine the role of individual effector molecules in the determination of the differentiation pattern of the nephron.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Basic Helix-Loop-Helix Transcription Factors",
            "Calcium-Binding Proteins",
            "Cell Cycle Proteins",
            "Cell Line",
            "DNA-Binding Proteins",
            "Epithelium",
            "Female",
            "Gene Expression Regulation, Developmental",
            "Homeodomain Proteins",
            "Intercellular Signaling Peptides and Proteins",
            "Intracellular Signaling Peptides and Proteins",
            "Kidney",
            "Male",
            "Membrane Proteins",
            "Mesoderm",
            "Mice",
            "Mice, Transgenic",
            "Pregnancy",
            "Receptors, Notch",
            "Repressor Proteins",
            "Reverse Transcriptase Polymerase Chain Reaction",
            "Serrate-Jagged Proteins",
            "Signal Transduction",
            "Transcription Factor HES-1",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Linghong",
                "Last Name": "Chen",
                "Affiliation": "Department of Medicine, College of Physicians and Surgeons of Columbia University, 630 W 168th St., New York, NY 10032, USA."
            },
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            }
        ],
        "Journal": "American journal of physiology. Renal physiology",
        "PubDate": "2005"
    },
    {
        "PMID": "15452149",
        "Title": "Conversion of ES cells to columnar epithelia by hensin and to squamous epithelia by laminin.",
        "Abstract": "Single-layered epithelia are the first differentiated cell types to develop in the embryo, with columnar and squamous types appearing immediately after blastocyst implantation. Here, we show that mouse embryonic stem cells seeded on hensin or laminin, but not fibronectin or collagen type IV, formed hemispheric epithelial structures whose outermost layer terminally differentiated to an epithelium that resembled the visceral endoderm. Hensin induced columnar epithelia, whereas laminin formed squamous epithelia. At the egg cylinder stage, the distal visceral endoderm is columnar, and these cells begin to migrate anteriorly to create the anterior visceral endoderm, which assumes a squamous shape. Hensin expression coincided with the dynamic appearance and disappearance of columnar cells at the egg cylinder stage of the embryo. These expression patterns, and the fact that hensin null embryos (and those already reported for laminin) die at the onset of egg cylinder formation, support the view that hensin and laminin are required for terminal differentiation of columnar and squamous epithelial phenotypes during early embryogenesis.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Calcium-Binding Proteins",
            "Cell Differentiation",
            "Cell Movement",
            "Cell Shape",
            "DNA-Binding Proteins",
            "Embryo, Mammalian",
            "Endoderm",
            "Epithelial Cells",
            "Extracellular Matrix",
            "Gene Expression Regulation, Developmental",
            "Gene Targeting",
            "Laminin",
            "Mice",
            "Mice, Knockout",
            "Microscopy, Electron, Transmission",
            "Mucins",
            "Pluripotent Stem Cells",
            "Tumor Suppressor Proteins"
        ],
        "Authors": [
            {
                "First Name": "Jiro",
                "Last Name": "Takito",
                "Affiliation": "Dept. of Medicine, College of Physicians and Surgeons, Columbia University, 630 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of cell biology",
        "PubDate": "2004"
    },
    {
        "PMID": "15372103",
        "Title": "The renal papilla is a niche for adult kidney stem cells.",
        "Abstract": "Many adult organs contain stem cells, which are pluripotent and are involved in organ maintenance and repair after injury. In situ, these cells often have a low cycling rate and locate in specialized regions (niches). To detect such cells in the kidney, we administered a pulse of the nucleotide bromodeoxyuridine (BrdU) to rat and mouse pups and, after a long (more than 2-month) chase, examined whether the kidney contained a population of low-cycling cells. We found that in the adult kidney, BrdU-retaining cells were very sparse except in the renal papilla, where they were numerous. During the repair phase of transient renal ischemia, these cells entered the cell cycle and the BrdU signal quickly disappeared from the papilla, despite the absence of apoptosis in this part of the kidney. In vitro isolation of renal papillary cells showed them to have a plastic phenotype that could be modulated by oxygen tension and that when injected into the renal cortex, they incorporated into the renal parenchyma. In addition, like other stem cells, papillary cells spontaneously formed spheres. Single-cell clones of these cells coexpressed mesenchymal and epithelial proteins and gave rise to myofibroblasts, cells expressing neuronal markers, and cells of uncharacterized phenotype. These data indicate that the renal papilla is a niche for adult kidney stem cells.",
        "Keywords": [],
        "MeSH terms": [
            "Aging",
            "Animals",
            "Bromodeoxyuridine",
            "Cell Culture Techniques",
            "Cell Division",
            "Flow Cytometry",
            "Ischemia",
            "Kidney Medulla",
            "Mice",
            "Rats",
            "Rats, Sprague-Dawley",
            "Renal Circulation",
            "Stem Cells"
        ],
        "Authors": [
            {
                "First Name": "Juan A",
                "Last Name": "Oliver",
                "Affiliation": "Department of Medicine, Columbia University, New York, NY 10032, USA. jao7@columbia.edu"
            },
            {
                "First Name": "Omar",
                "Last Name": "Maarouf",
                "Affiliation": ""
            },
            {
                "First Name": "Faisal H",
                "Last Name": "Cheema",
                "Affiliation": ""
            },
            {
                "First Name": "Timothy P",
                "Last Name": "Martens",
                "Affiliation": ""
            },
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of clinical investigation",
        "PubDate": "2004"
    },
    {
        "PMID": "15173877",
        "Title": "A fork in the road of cell differentiation in the kidney tubule.",
        "Abstract": "The collecting ducts of the kidney are composed of intercalated cells (responsible for acid/base transport), principal cells (mediating salt and water absorption), and inner medullary cells, which mediate all three types of transport. Forkhead box (Fox) genes are a large family of transcription factors that are important in cell-type specification during organogenesis. In this issue, Blomqvist et al. find that mice lacking Foxi1 have no intercalated cells in the kidney. The collecting ducts of the null mice contained primitive cells that expressed both intercalated cell and principal cell proteins, yet the acid/base transport function of the kidney was disrupted and the mice exhibited distal renal tubular acidosis. These findings suggest that Foxi1 plays a critical role in determining cell identity during collecting duct development.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Differentiation",
            "DNA-Binding Proteins",
            "Forkhead Transcription Factors",
            "Humans",
            "Kidney Tubules, Collecting",
            "Mice",
            "Trans-Activators"
        ],
        "Authors": [
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": "Department of Medicine, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA. qa1@columbia.edu"
            },
            {
                "First Name": "George J",
                "Last Name": "Schwartz",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of clinical investigation",
        "PubDate": "2004"
    },
    {
        "PMID": "14515985",
        "Title": "Terminal differentiation of epithelia.",
        "Abstract": "All epithelia form sheets of cells connected by tight and adherent junctions and exhibit polarized distribution of membrane proteins and lipids. During their development, epithelia progress from this 'generic' phenotype to terminally differentiated states characterized by the development of apical structures such as microvilli, apical endocytosis and regulated exocytosis as well as characteristic cell shapes. We have identified an extracellular matrix protein, hensin, which when polymerized into a fiber induces the terminal differentiation of renal cells. Hensin is expressed in most epithelia where it exists in tissue-specific alternately spliced forms. Many epithelial tumors have deletions in the human ortholog of hensin. We propose that hensin mediates terminal differentiation of these epithelia.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Differentiation",
            "Cell Polarity",
            "Epithelial Cells",
            "Humans",
            "Kidney",
            "Vacuolar Proton-Translocating ATPases"
        ],
        "Authors": [
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": "Department of Medicine and Physiology, College of Physicians and Surgeons of Columbia University, 630 W. 168th St., New York, NY 10032, USA."
            },
            {
                "First Name": "Soundaraparan",
                "Last Name": "Vijayakumar",
                "Affiliation": ""
            },
            {
                "First Name": "Jiro",
                "Last Name": "Takito",
                "Affiliation": ""
            }
        ],
        "Journal": "Biological chemistry",
        "PubDate": "2003"
    },
    {
        "PMID": "12761233",
        "Title": "Terminal differentiation of epithelia from trophectoderm to the intercalated cell: the role of hensin.",
        "Abstract": "The intercalated cells of the collecting tubules of mammalian kidneys were discovered by Haggege and Richet to change their morphology in response to a variety of physiologic stimuli related to changes in acid base status. Recent studies showed that the conversion of beta to alpha intercalated cell under the influence of acidification of the medium is due to the deposition of hensin in the extracellular matrix of these cells and activation of a novel inductive signal transduction pathway. The conversion of beta to alpha cells is shown to be a process of terminal differentiation. Hensin is secreted as a monomer, and activation of the cell induces two activities that convert it to a dimer by folding and into a fiber by bundling of the folded dimers by galectin 3. Only the fiber is functional. Hensin is expressed in most epithelial cells, and its staining pattern suggests that it might be involved in the terminal differentiation of most epithelia. There is loss of heterozygosity of hensin in a large number of epithelial and neural tumors, making it likely that it is a tumor suppressor gene.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Differentiation",
            "Epithelial Cells",
            "Humans",
            "Kidney Tubules, Collecting",
            "Membrane Proteins",
            "Nephrons",
            "Receptors, Immunologic",
            "Receptors, Lipoprotein",
            "Receptors, Scavenger",
            "Scavenger Receptors, Class B"
        ],
        "Authors": [
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": "Department of Medicine, College of Physicians & Surgeons of Columbia University, New York, New York, USA. qa1@columbia.edu"
            },
            {
                "First Name": "Soundarapandian",
                "Last Name": "Vijayakumar",
                "Affiliation": ""
            },
            {
                "First Name": "Jiro",
                "Last Name": "Takito",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the American Society of Nephrology : JASN",
        "PubDate": "2003"
    },
    {
        "PMID": "12464662",
        "Title": "Alternative treatment for secretory diarrhea revealed in a new class of CFTR inhibitors.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Child, Preschool",
            "Cholera",
            "Cystic Fibrosis",
            "Cystic Fibrosis Transmembrane Conductance Regulator",
            "Diarrhea",
            "Drug Design",
            "Humans"
        ],
        "Authors": [
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": "Department of Medicine, Columbia University, New York, New York 10032, USA. qa1@columbia.edu"
            }
        ],
        "Journal": "The Journal of clinical investigation",
        "PubDate": "2002"
    },
    {
        "PMID": "12217872",
        "Title": "Metanephric mesenchyme contains embryonic renal stem cells.",
        "Abstract": "Renal epithelial cells derive from either cells of the metanephric mesenchyme or ureteric bud cells, but the origin of other renal cells is unclear. To test whether metanephric mesenchymal cells generate cells other than epithelial, we examined the developmental potential of a metanephric mesenchymal cell line (7.1.1 cells) and of primary cultures of metanephric mesenchymal cells. 7.1.1 Cells express both mesenchymal and epithelial markers and, on confluence, form well-defined monolayers expressing epithelial junctional proteins. However, 7.1.1 cells as well as primary cultures of metanephric mesenchymal cells also generate spindle-shaped cells that are positive for alpha-smooth muscle actin, indicating that they are myofibroblasts and/or smooth muscle; this differentiation pathway is inhibited by collagen IV and enhanced by fetal calf serum or transforming growth factor-beta(1). Transforming growth factor-beta(1) also induces expression of smooth muscle proteins, indicating that the cells differentiate into smooth muscle. 7.1.1 Cells as well as primary cultures of metanephric mesenchymal cells also express vascular endothelial growth factor receptor 2 and Tie-2, suggesting that the metanephric mesenchymal cells that generate epithelia may also differentiate into endothelial cells. The pluripotency of the 7.1.1 cells is self-renewing. The data suggest that the metanephric mesenchyme contains embryonic renal stem cells.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Differentiation",
            "Cell Line",
            "Clone Cells",
            "DNA Primers",
            "Epithelial Cells",
            "Female",
            "Fibroblasts",
            "Immunohistochemistry",
            "Indicators and Reagents",
            "Kidney",
            "Mesoderm",
            "Muscle, Smooth, Vascular",
            "Phenotype",
            "Pregnancy",
            "Rats",
            "Reverse Transcriptase Polymerase Chain Reaction",
            "Stem Cells"
        ],
        "Authors": [
            {
                "First Name": "Juan A",
                "Last Name": "Oliver",
                "Affiliation": "Department of Medicine, Columbia University, New York 10032, USA. jao7@columbia.edu"
            },
            {
                "First Name": "Jonathan",
                "Last Name": "Barasch",
                "Affiliation": ""
            },
            {
                "First Name": "Jun",
                "Last Name": "Yang",
                "Affiliation": ""
            },
            {
                "First Name": "Doris",
                "Last Name": "Herzlinger",
                "Affiliation": ""
            },
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            }
        ],
        "Journal": "American journal of physiology. Renal physiology",
        "PubDate": "2002"
    },
    {
        "PMID": "12208994",
        "Title": "Terminal differentiation of intercalated cells: the role of hensin.",
        "Abstract": "During the response to metabolic acidosis, the intercalated cell of the collecting tubule converts from one that secretes HCO3(-) to one that absorbs HCO3(-) by H(+) secretion. The molecular basis of this complex change in phenotype was studied in an immortalized intercalated cell line. We found that it was induced by secretion, polymerization, and deposition of a protein, which we termed hensin, into the extracellular matrix. Surprisingly, this change in phenotype is identical to terminal differentiation of epithelial cells in that it recapitulated all the characteristics of terminal differentiation, including a change in cell shape, acquisition of specialized apical structures (microvilli and ruffles), and the ability to secrete and endocytose materials in a regulated manner from the apical membrane. Hensin is expressed in most epithelia, and others have discovered that it is deleted in a large number of epithelial tumors. These results suggest that conversion of polarity of the intercalated cells represents a process of terminal differentiation.",
        "Keywords": [],
        "MeSH terms": [
            "Acidosis",
            "Animals",
            "Cell Differentiation",
            "Cell Polarity",
            "Humans",
            "Kidney Tubules, Collecting",
            "Membrane Proteins",
            "Receptors, Immunologic",
            "Receptors, Lipoprotein",
            "Receptors, Scavenger",
            "Scavenger Receptors, Class B"
        ],
        "Authors": [
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": "Department of Medicine and Physiology, College of Physicians and Surgeons, Columbia University, New York 10032, USA. qal@columbia.edu"
            }
        ],
        "Journal": "Annual review of physiology",
        "PubDate": "2003"
    },
    {
        "PMID": "11849378",
        "Title": "Stem cells in the kidney.",
        "Abstract": "The kidney is derived from the ureteric bud and the metanephrogenic mesenchyme, and these two progenitor cells differentiate into more than 26 different cell types in the adult kidney. The ureteric bud contains the precursor of the epithelial cells of the collecting duct and the renal mesenchyme contains precursors of all the epithelia of the rest of the nephron, endothelial cell precursors and stroma cells, but the relatedness among these cells is unclear. A single metanephric mesenchymal cell can generate all the epithelial cells of the nephron (except the collecting duct), indicating that the kidney contains epithelial stem cells. It is currently unknown whether these stem cells also are present in the adult kidney but experience in other organs makes this likely. It also is unclear whether embryonic renal epithelial stem cells can generate other cell types, but preliminary studies in our laboratory suggest that they can differentiate into myofibroblasts, smooth muscle, and perhaps endothelial cells, indicating that they are pluripotent renal stem cells. The important problem to be solved now is the identification and location of adult renal stem cells. This article discusses work done in other organs and in renal development that we believe may be useful for the resolution of this problem.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Humans",
            "Kidney",
            "Stem Cells"
        ],
        "Authors": [
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": "Department of Medicine, College of Physicians & Surgeons of Columbia University, New York New York 10032, USA. qa1@columbia.edu"
            },
            {
                "First Name": "Juan A",
                "Last Name": "Oliver",
                "Affiliation": ""
            }
        ],
        "Journal": "Kidney international",
        "PubDate": "2002"
    },
    {
        "PMID": "11781354",
        "Title": "Acid incubation reverses the polarity of intercalated cell transporters, an effect mediated by hensin.",
        "Abstract": "Metabolic acidosis causes a reversal of polarity of HCO(3)(-) flux in the cortical collecting duct (CCD). In CCDs incubated in vitro in acid media, beta-intercalated (HCO(3)(-)-secreting) cells are remodeled to functionally resemble alpha-intercalated (H(+)-secreting) cells. A similar remodeling of beta-intercalated cells, in which the polarity of H(+) pumps and Cl(-)/HCO(3)(-) exchangers is reversed, occurs in cell culture and requires the deposition of polymerized hensin in the ECM. CCDs maintained 3 h at low pH ex vivo display a reversal of HCO(3)(-) flux that is quantitatively similar to an effect previously observed in acid-treated rabbits in vivo. We followed intracellular pH in the same beta-intercalated cells before and after acid incubation and found that apical Cl/HCO(3) exchange was abolished following acid incubation. Some cells also developed basolateral Cl(-)/HCO(3)(-) exchange, indicating a reversal of intercalated cell polarity. This adaptation required intact microtubules and microfilaments, as well as new protein synthesis, and was associated with decreased size of the apical surface of beta-intercalated cells. Addition of anti-hensin antibodies prevented the acid-induced changes in apical and basolateral Cl(-)/HCO(3)(-) exchange observed in the same cells and the corresponding suppression of HCO(3)(-) secretion. Acid loading also promoted hensin deposition in the ECM underneath adapting beta-intercalated cells. Hence, the adaptive conversion of beta-intercalated cells to alpha-intercalated cells during acid incubation depends upon ECM-associated hensin.",
        "Keywords": [],
        "MeSH terms": [
            "Acid-Base Equilibrium",
            "Acidosis",
            "Animals",
            "Cell Polarity",
            "Chloride-Bicarbonate Antiporters",
            "Extracellular Matrix",
            "Extracellular Matrix Proteins",
            "Female",
            "Hydrogen-Ion Concentration",
            "In Vitro Techniques",
            "Ion Transport",
            "Kidney Cortex",
            "Kidney Tubules, Collecting",
            "Membrane Proteins",
            "Proton Pumps",
            "Rabbits",
            "Receptors, Immunologic",
            "Receptors, Lipoprotein",
            "Receptors, Scavenger",
            "Scavenger Receptors, Class B"
        ],
        "Authors": [
            {
                "First Name": "George J",
                "Last Name": "Schwartz",
                "Affiliation": "Department of Pediatrics and Strong Children's Research Center, University of Rochester School of Medicine, Rochester, New York 14642, USA. George_Schwartz@urmc.rochester.edu"
            },
            {
                "First Name": "Shuichi",
                "Last Name": "Tsuruoka",
                "Affiliation": ""
            },
            {
                "First Name": "Soundarapandian",
                "Last Name": "Vijayakumar",
                "Affiliation": ""
            },
            {
                "First Name": "Snezana",
                "Last Name": "Petrovic",
                "Affiliation": ""
            },
            {
                "First Name": "Ayesa",
                "Last Name": "Mian",
                "Affiliation": ""
            },
            {
                "First Name": "Qais",
                "Last Name": "Al-Awqati",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of clinical investigation",
        "PubDate": "2002"
    }
]