[
    {
        "PMID": "19018904",
        "Title": "'A local habitation and a name': how narrative evidence-based medicine transforms the translational research paradigm.",
        "Abstract": "We propose narrative evidence-based medicine as a necessary elaboration of the NIH translational research roadmap. The roadmap defined two complex obstacles, T1 and T2, to the progress of research from the 'bench' or basic laboratory science to the 'bedside' or clinical application, the traversal of which requires emergence of complex transformative relationships between the parties and stakeholders. It fails to encompass patient interactions, hesitancies and alliances with medical care.",
        "Keywords": [],
        "MeSH terms": [
            "Aged",
            "Clinical Medicine",
            "Communication",
            "Community-Acquired Infections",
            "Cooperative Behavior",
            "Decision Making",
            "Decision Support Techniques",
            "Diffusion of Innovation",
            "Evidence-Based Medicine",
            "Female",
            "Humans",
            "Integrative Medicine",
            "Models, Psychological",
            "Narration",
            "Outcome Assessment, Health Care",
            "Patient Participation",
            "Patient-Centered Care",
            "Physician-Patient Relations",
            "Pneumonia",
            "Qualitative Research"
        ],
        "Authors": [
            {
                "First Name": "Rishi K",
                "Last Name": "Goyal",
                "Affiliation": "Emergency Medicine, NY Presbyterian (Columbia-Cornell) Hospital; Columbia College of Arts and Sciences, New York, USA. rkg057@gmail.com"
            },
            {
                "First Name": "Rita",
                "Last Name": "Charon",
                "Affiliation": ""
            },
            {
                "First Name": "Helen-Maria",
                "Last Name": "Lekas",
                "Affiliation": ""
            },
            {
                "First Name": "Mindy T",
                "Last Name": "Fullilove",
                "Affiliation": ""
            },
            {
                "First Name": "Michael J",
                "Last Name": "Devlin",
                "Affiliation": ""
            },
            {
                "First Name": "Louise",
                "Last Name": "Falzon",
                "Affiliation": ""
            },
            {
                "First Name": "Peter C",
                "Last Name": "Wyer",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of evaluation in clinical practice",
        "PubDate": "2008"
    },
    {
        "PMID": "17170626",
        "Title": "Severe protracted fever following pneumococcal vaccine.",
        "Abstract": "Streptococcus pneumoniae is one of the most common virulent pathogens in the world, causing the vast majority of cases of community-acquired pneumonia in patients who are hospitalized as well as a host of other illnesses, ranging in severity from otitis media to septic shock. Primary prevention with pneumococcal vaccines has effectively reduced the rates of associated morbidity and mortality. These various vaccine formulations have all shown excellent safety profiles. Since 1977, when commercial pneumococcal vaccine first became available, fewer than 10 case reports have been published describing the development of serious side effects in adults after their first vaccination. We describe a 40-year-old healthy man who, after receiving polyvalent pneumococcal polysaccharide vaccine, developed severe protracted fever for 9 days.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Fever",
            "Humans",
            "Male",
            "Pneumococcal Vaccines",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Arnold",
                "Last Name": "Lee",
                "Affiliation": "Department of Internal Medicine, Bellevue Hospital Center, New York, New York 10016, USA. leea04@popmail.med.nyu.edu"
            },
            {
                "First Name": "Rishi",
                "Last Name": "Goyal",
                "Affiliation": ""
            },
            {
                "First Name": "Hui Yi",
                "Last Name": "Shan",
                "Affiliation": ""
            }
        ],
        "Journal": "The American journal of the medical sciences",
        "PubDate": "2006"
    }
]