[
    {
        "PMID": "34764004",
        "Title": "Editorial overview: Recombination - the ends justify the means.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "DNA Repair",
            "Recombination, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Eric C",
                "Last Name": "Greene",
                "Affiliation": "Department of Biochemistry & Molecular Biophysics, Columbia University Irving Medical Center, New York, NY 10032, USA. Electronic address: ecg2108@cumc.columbia.edu."
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": "Department of Genetics & Development, Columbia University Irving Medical Center, New York, NY 10032, USA. Electronic address: rjr4@cumc.columbia.edu."
            }
        ],
        "Journal": "Current opinion in genetics & development",
        "PubDate": "2021"
    },
    {
        "PMID": "34201169",
        "Title": "The Ultimate (Mis)match: When DNA Meets RNA.",
        "Abstract": "RNA-containing structures, including ribonucleotide insertions, DNA:RNA hybrids and R-loops, have recently emerged as critical players in the maintenance of genome integrity. Strikingly, different enzymatic activities classically involved in genome maintenance contribute to their generation, their processing into genotoxic or repair intermediates, or their removal. Here we review how this substrate promiscuity can account for the detrimental and beneficial impacts of RNA insertions during genome metabolism. We summarize how in vivo and in vitro experiments support the contribution of DNA polymerases and homologous recombination proteins in the formation of RNA-containing structures, and we discuss the role of DNA repair enzymes in their removal. The diversity of pathways that are thus affected by RNA insertions likely reflects the ancestral function of RNA molecules in genome maintenance and transmission.",
        "Keywords": [
            "DNA repair",
            "DNA:RNA hybrid",
            "R-loop",
            "RNA",
            "genetic recombination",
            "genetic stability",
            "ribonucleotide",
            "transcription"
        ],
        "MeSH terms": [
            "Animals",
            "DNA",
            "DNA Repair",
            "DNA Replication",
            "Homologous Recombination",
            "Humans",
            "R-Loop Structures",
            "RNA",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Benoit",
                "Last Name": "Palancade",
                "Affiliation": "Institut Jacques Monod, Université de Paris, CNRS, F-75006 Paris, France."
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": "Department of Genetics & Development, Columbia University Irving Medical Center, New York, NY 10032, USA."
            }
        ],
        "Journal": "Cells",
        "PubDate": "2021"
    },
    {
        "PMID": "32840785",
        "Title": "Measuring Chromosome Pairing During Homologous Recombination in Yeast.",
        "Abstract": "The precise organization of the genome inside the cell nucleus is vital to many cell functions including gene expression, cell division, and DNA repair. Here we describe a method to measure pairing of DNA loci during homologous recombination (HR) at a site-specific double-strand break (DSB) in Saccharomyces cerevisiae. This method utilizes a chromosome tagging system in diploid yeast cells to visualize both the DNA at the break site and the homologous DNA that serves as a repair template. DNA repair products are confirmed in parallel by genomic blot. This visualization method provides insight into the physical contact that occurs between homologous loci during HR and correlates physical interaction with the timing of DNA repair.",
        "Keywords": [
            "DNA repair",
            "Fluorescence microscopy",
            "Homolog pairing",
            "Homologous recombination",
            "Homology search",
            "Rad52",
            "Repair foci",
            "Yeast"
        ],
        "MeSH terms": [
            "Cell Nucleus",
            "Chromosome Pairing",
            "Chromosomes, Fungal",
            "DNA Breaks, Double-Stranded",
            "Microscopy, Fluorescence",
            "Recombinational DNA Repair",
            "Saccharomyces cerevisiae"
        ],
        "Authors": [
            {
                "First Name": "Fraulin",
                "Last Name": "Joseph",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "So Jung",
                "Last Name": "Lee",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Eric Edward",
                "Last Name": "Bryant",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY, USA. rothstein@columbia.edu."
            }
        ],
        "Journal": "Methods in molecular biology (Clifton, N.J.)",
        "PubDate": "2021"
    },
    {
        "PMID": "31483739",
        "Title": "DNA damage triggers increased mobility of chromosomes in G1-phase cells.",
        "Abstract": "During S phase in ",
        "Keywords": [],
        "MeSH terms": [
            "Cell Nucleus",
            "Chromosomes, Fungal",
            "DNA Breaks, Double-Stranded",
            "DNA Damage",
            "DNA Repair",
            "G1 Phase",
            "Homologous Recombination",
            "Rad51 Recombinase",
            "Rad52 DNA Repair and Recombination Protein",
            "S Phase",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins"
        ],
        "Authors": [
            {
                "First Name": "Michael J",
                "Last Name": "Smith",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Eric E",
                "Last Name": "Bryant",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027."
            },
            {
                "First Name": "Fraulin J",
                "Last Name": "Joseph",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": "Department of Genetics and Development, Columbia University Irving Medical Center, New York, NY 10032."
            }
        ],
        "Journal": "Molecular biology of the cell",
        "PubDate": "2019"
    },
    {
        "PMID": "30428339",
        "Title": "Xrs2 and Tel1 Independently Contribute to MR-Mediated DNA Tethering and Replisome Stability.",
        "Abstract": "The yeast Mre11-Rad50-Xrs2 (MRX) complex has structural, signaling, and catalytic functions in the response to DNA damage. Xrs2, the eukaryotic-specific component of the complex, is required for nuclear import of Mre11 and Rad50 and to recruit the Tel1 kinase to damage sites. We show that nuclear-localized MR complex (Mre11-NLS) catalyzes homology-dependent repair without Xrs2, but MR cannot activate Tel1, and it fails to tether DSBs, resulting in sensitivity to genotoxins, replisome instability, and increased gross chromosome rearrangements (GCRs). Fusing the Tel1 interaction domain from Xrs2 to Mre11-NLS is sufficient to restore telomere elongation and Tel1 signaling to Xrs2-deficient cells. Furthermore, Tel1 stabilizes Mre11-DNA association, and this stabilization function becomes important for DNA damage resistance in the absence of Xrs2. Enforcing Tel1 recruitment to the nuclear MR complex fully rescues end tethering and stalled replication fork stability, and suppresses GCRs, highlighting important roles for Xrs2 and Tel1 to ensure optimal MR activity.",
        "Keywords": [
            "DNA repair",
            "DNA replication",
            "Mre11",
            "Rad50",
            "Tel1",
            "Xrs2",
            "genome stability"
        ],
        "MeSH terms": [
            "DNA Breaks, Double-Stranded",
            "DNA Damage",
            "DNA Replication",
            "DNA, Fungal",
            "DNA-Directed DNA Polymerase",
            "Gene Rearrangement",
            "Intracellular Signaling Peptides and Proteins",
            "Multienzyme Complexes",
            "Multiprotein Complexes",
            "Mutation",
            "Protein Binding",
            "Protein Serine-Threonine Kinases",
            "Protein Stability",
            "Recombination, Genetic",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins"
        ],
        "Authors": [
            {
                "First Name": "Julyun",
                "Last Name": "Oh",
                "Affiliation": "Biological Sciences Program, Columbia University, New York, NY 10027, USA; Department of Microbiology & Immunology, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "So Jung",
                "Last Name": "Lee",
                "Affiliation": "Department of Genetics & Development, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": "Biological Sciences Program, Columbia University, New York, NY 10027, USA; Department of Genetics & Development, Columbia University Irving Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Lorraine S",
                "Last Name": "Symington",
                "Affiliation": "Biological Sciences Program, Columbia University, New York, NY 10027, USA; Department of Microbiology & Immunology, Columbia University Irving Medical Center, New York, NY 10032, USA; Department of Genetics & Development, Columbia University Irving Medical Center, New York, NY 10032, USA. Electronic address: lss5@cumc.columbia.edu."
            }
        ],
        "Journal": "Cell reports",
        "PubDate": "2018"
    },
    {
        "PMID": "30181361",
        "Title": "Increased chromosomal mobility after DNA damage is controlled by interactions between the recombination machinery and the checkpoint.",
        "Abstract": "During homologous recombination, cells must coordinate repair, DNA damage checkpoint signaling, and movement of chromosomal loci to facilitate homology search. In ",
        "Keywords": [
            "DNA damage checkpoint signaling",
            "DNA repair",
            "chromosome mobility",
            "homologous recombination",
            "homology search"
        ],
        "MeSH terms": [
            "Chromosomes, Fungal",
            "DNA Damage",
            "Homologous Recombination",
            "Mutation",
            "Rad51 Recombinase",
            "Rad52 DNA Repair and Recombination Protein",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins"
        ],
        "Authors": [
            {
                "First Name": "Michael J",
                "Last Name": "Smith",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032, USA."
            },
            {
                "First Name": "Eric E",
                "Last Name": "Bryant",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York 10027, USA."
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032, USA."
            }
        ],
        "Journal": "Genes & development",
        "PubDate": "2018"
    },
    {
        "PMID": "28663070",
        "Title": "Poetry in motion: Increased chromosomal mobility after DNA damage.",
        "Abstract": "Double-strand breaks (DSBs) are among the most lethal DNA lesions, and a variety of pathways have evolved to manage their repair in a timely fashion. One such pathway is homologous recombination (HR), in which information from an undamaged donor site is used as a template for repair. Although many of the biochemical steps of HR are known, the physical movements of chromosomes that must underlie the pairing of homologous sequence during mitotic DSB repair have remained mysterious. Recently, several groups have begun to use a variety of genetic and cell biological tools to study this important question. These studies reveal that both damaged and undamaged loci increase the volume of the nuclear space that they explore after the formation of DSBs. This DSB-induced increase in chromosomal mobility is regulated by many of the same factors that are important during HR, such as ATR-dependent checkpoint activation and the recombinase Rad51, suggesting that this phenomenon may facilitate the search for homology. In this perspective, we review current research into the mobility of chromosomal loci during HR, as well as possible underlying mechanisms, and discuss the critical questions that remain to be answered. Although we focus primarily on recent studies in the budding yeast, Saccharomyces cerevisiae, examples of experiments performed in higher eukaryotes are also included, which reveal that increased mobility of damaged loci is a process conserved throughout evolution.",
        "Keywords": [
            "Double-strand breaks",
            "Global chromosomal mobility",
            "Homologous recombination",
            "Homology search",
            "Local chromosomal mobility",
            "Nuclear organization"
        ],
        "MeSH terms": [
            "Chromosomes",
            "DNA",
            "DNA Breaks, Double-Stranded",
            "Eukaryota",
            "Recombinational DNA Repair",
            "Saccharomyces cerevisiae"
        ],
        "Authors": [
            {
                "First Name": "Michael J",
                "Last Name": "Smith",
                "Affiliation": "Columbia University Medical Center, Department of Genetics and Development, New York, NY 10032, USA."
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": "Columbia University Medical Center, Department of Genetics and Development, New York, NY 10032, USA. Electronic address: rothstein@columbia.edu."
            }
        ],
        "Journal": "DNA repair",
        "PubDate": "2017"
    },
    {
        "PMID": "27558135",
        "Title": "A Synthetic Dosage Lethal Genetic Interaction Between CKS1B and PLK1 Is Conserved in Yeast and Human Cancer Cells.",
        "Abstract": "The CKS1B gene located on chromosome 1q21 is frequently amplified in breast, lung, and liver cancers. CKS1B codes for a conserved regulatory subunit of cyclin-CDK complexes that function at multiple stages of cell cycle progression. We used a high throughput screening protocol to mimic cancer-related overexpression in a library of Saccharomyces cerevisiae mutants to identify genes whose functions become essential only when CKS1 is overexpressed, a synthetic dosage lethal (SDL) interaction. Mutations in multiple genes affecting mitotic entry and mitotic exit are highly enriched in the set of SDL interactions. The interactions between Cks1 and the mitotic entry checkpoint genes require the inhibitory activity of Swe1 on the yeast cyclin-dependent kinase (CDK), Cdc28. In addition, the SDL interactions of overexpressed CKS1 with mutations in the mitotic exit network are suppressed by modulating expression of the CDK inhibitor Sic1. Mutation of the polo-like kinase Cdc5, which functions in both the mitotic entry and mitotic exit pathways, is lethal in combination with overexpressed CKS1 Therefore we investigated the effect of targeting the human Cdc5 ortholog, PLK1, in breast cancers with various expression levels of human CKS1B Growth inhibition by PLK1 knockdown correlates with increased CKS1B expression in published tumor cell data sets, and this correlation was confirmed using shRNAs against PLK1 in tumor cell lines. In addition, we overexpressed CKS1B in multiple cell lines and found increased sensitivity to PLK1 knockdown and PLK1 drug inhibition. Finally, combined inhibition of WEE1 and PLK1 results in less apoptosis than predicted based on an additive model of the individual inhibitors, showing an epistatic interaction and confirming a prediction of the yeast data. Thus, identification of a yeast SDL interaction uncovers conserved genetic interactions that can affect human cancer cell viability.",
        "Keywords": [
            "CKS1",
            "cyclin-dependent kinase",
            "polo-like kinase",
            "synthetic dosage lethal"
        ],
        "MeSH terms": [
            "Adaptor Proteins, Signal Transducing",
            "CDC2-CDC28 Kinases",
            "CDC28 Protein Kinase, S cerevisiae",
            "Cell Cycle Proteins",
            "Cell Line, Tumor",
            "Conserved Sequence",
            "Gene Expression Regulation, Fungal",
            "Gene Expression Regulation, Neoplastic",
            "Humans",
            "Mitosis",
            "Neoplasms",
            "Nuclear Proteins",
            "Protein Interaction Mapping",
            "Protein Serine-Threonine Kinases",
            "Protein-Tyrosine Kinases",
            "Proto-Oncogene Proteins",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Synthetic Lethal Mutations",
            "Polo-Like Kinase 1"
        ],
        "Authors": [
            {
                "First Name": "Robert J D",
                "Last Name": "Reid",
                "Affiliation": "Department Genetics and Development, Columbia University Medical Center, New York, New York 10032."
            },
            {
                "First Name": "Xing",
                "Last Name": "Du",
                "Affiliation": "Department of Medicine, Columbia University Medical Center, New York, New York 10032."
            },
            {
                "First Name": "Ivana",
                "Last Name": "Sunjevaric",
                "Affiliation": "Department Genetics and Development, Columbia University Medical Center, New York, New York 10032."
            },
            {
                "First Name": "Vinayak",
                "Last Name": "Rayannavar",
                "Affiliation": "Department of Medicine, Columbia University Medical Center, New York, New York 10032."
            },
            {
                "First Name": "John",
                "Last Name": "Dittmar",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York 10027."
            },
            {
                "First Name": "Eric",
                "Last Name": "Bryant",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York 10027."
            },
            {
                "First Name": "Matthew",
                "Last Name": "Maurer",
                "Affiliation": "Department of Medicine, Columbia University Medical Center, New York, New York 10032."
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": "Department Genetics and Development, Columbia University Medical Center, New York, New York 10032 rothstein@columbia.edu."
            }
        ],
        "Journal": "Genetics",
        "PubDate": "2016"
    },
    {
        "PMID": "25731763",
        "Title": "Cell biology of mitotic recombination.",
        "Abstract": "Homologous recombination provides high-fidelity DNA repair throughout all domains of life. Live cell fluorescence microscopy offers the opportunity to image individual recombination events in real time providing insight into the in vivo biochemistry of the involved proteins and DNA molecules as well as the cellular organization of the process of homologous recombination. Herein we review the cell biological aspects of mitotic homologous recombination with a focus on Saccharomyces cerevisiae and mammalian cells, but will also draw on findings from other experimental systems. Key topics of this review include the stoichiometry and dynamics of recombination complexes in vivo, the choreography of assembly and disassembly of recombination proteins at sites of DNA damage, the mobilization of damaged DNA during homology search, and the functional compartmentalization of the nucleus with respect to capacity of homologous recombination.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Biochemical Phenomena",
            "Cell Biology",
            "DNA Breaks, Double-Stranded",
            "DNA Repair",
            "Humans",
            "Mitosis",
            "Models, Biological",
            "Recombination, Genetic",
            "Saccharomyces cerevisiae"
        ],
        "Authors": [
            {
                "First Name": "Michael",
                "Last Name": "Lisby",
                "Affiliation": "Department of Biology, University of Copenhagen, DK-2200 Copenhagen N, Denmark."
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032."
            }
        ],
        "Journal": "Cold Spring Harbor perspectives in biology",
        "PubDate": "2015"
    },
    {
        "PMID": "25381364",
        "Title": "Mechanisms and regulation of mitotic recombination in Saccharomyces cerevisiae.",
        "Abstract": "Homology-dependent exchange of genetic information between DNA molecules has a profound impact on the maintenance of genome integrity by facilitating error-free DNA repair, replication, and chromosome segregation during cell division as well as programmed cell developmental events. This chapter will focus on homologous mitotic recombination in budding yeast Saccharomyces cerevisiae. However, there is an important link between mitotic and meiotic recombination (covered in the forthcoming chapter by Hunter et al. 2015) and many of the functions are evolutionarily conserved. Here we will discuss several models that have been proposed to explain the mechanism of mitotic recombination, the genes and proteins involved in various pathways, the genetic and physical assays used to discover and study these genes, and the roles of many of these proteins inside the cell.",
        "Keywords": [
            "budding yeast",
            "recombination",
            "repair"
        ],
        "MeSH terms": [
            "DNA Damage",
            "DNA, Fungal",
            "Genetic Techniques",
            "Mitosis",
            "Recombination, Genetic",
            "Saccharomyces cerevisiae"
        ],
        "Authors": [
            {
                "First Name": "Lorraine S",
                "Last Name": "Symington",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Medical Center, New York, New York 10032."
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032."
            },
            {
                "First Name": "Michael",
                "Last Name": "Lisby",
                "Affiliation": "Department of Biology, University of Copenhagen, DK-2200 Copenhagen, Denmark."
            }
        ],
        "Journal": "Genetics",
        "PubDate": "2014"
    },
    {
        "PMID": "24097900",
        "Title": "Repair of strand breaks by homologous recombination.",
        "Abstract": "In this review, we discuss the repair of DNA double-strand breaks (DSBs) using a homologous DNA sequence (i.e., homologous recombination [HR]), focusing mainly on yeast and mammals. We provide a historical context for the current view of HR and describe how DSBs are processed during HR as well as interactions with other DSB repair pathways. We discuss the enzymology of the process, followed by studies on DSB repair in living cells. Whenever possible, we cite both original articles and reviews to aid the reader for further studies.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "DNA Breaks, Double-Stranded",
            "DNA Repair",
            "DNA-Binding Proteins",
            "Genetic Engineering",
            "Homologous Recombination",
            "Humans",
            "Meiosis",
            "Plasmids",
            "Rad51 Recombinase",
            "Recombination, Genetic",
            "Saccharomyces cerevisiae"
        ],
        "Authors": [
            {
                "First Name": "Maria",
                "Last Name": "Jasin",
                "Affiliation": "Developmental Biology Program, Memorial Sloan-Kettering Cancer Center New York, New York 10065."
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Cold Spring Harbor perspectives in biology",
        "PubDate": "2013"
    },
    {
        "PMID": "24097410",
        "Title": "Resection activity of the Sgs1 helicase alters the affinity of DNA ends for homologous recombination proteins in Saccharomyces cerevisiae.",
        "Abstract": "The RecQ helicase family is critical during DNA damage repair, and mutations in these proteins are associated with Bloom, Werner, or Rothmund-Thompson syndromes in humans, leading to cancer predisposition and/or premature aging. In the budding yeast Saccharomyces cerevisiae, mutations in the RecQ homolog, SGS1, phenocopy many of the defects observed in the human syndromes. One challenge to studying RecQ helicases is that their disruption leads to a pleiotropic phenotype. Using yeast, we show that the separation-of-function allele of SGS1, sgs1-D664Δ, has impaired activity at DNA ends, resulting in a resection processivity defect. Compromising Sgs1 resection function in the absence of the Sae2 nuclease causes slow growth, which is alleviated by making the DNA ends accessible to Exo1 nuclease. Furthermore, fluorescent microscopy studies reveal that, when Sgs1 resection activity is compromised in sae2Δ cells, Mre11 repair foci persist. We suggest a model where the role of Sgs1 in end resection along with Sae2 is important for removing Mre11 from DNA ends during repair.",
        "Keywords": [
            "RecQ helicases",
            "Sae2",
            "Sgs1",
            "homologous recombination",
            "resection"
        ],
        "MeSH terms": [
            "DNA, Fungal",
            "Endodeoxyribonucleases",
            "Endonucleases",
            "Exodeoxyribonucleases",
            "Homologous Recombination",
            "Mutation",
            "Protein Binding",
            "RecQ Helicases",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins"
        ],
        "Authors": [
            {
                "First Name": "Kara A",
                "Last Name": "Bernstein",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032-2704."
            },
            {
                "First Name": "Eleni P",
                "Last Name": "Mimitou",
                "Affiliation": ""
            },
            {
                "First Name": "Michael J",
                "Last Name": "Mihalevic",
                "Affiliation": ""
            },
            {
                "First Name": "Huan",
                "Last Name": "Chen",
                "Affiliation": ""
            },
            {
                "First Name": "Ivana",
                "Last Name": "Sunjaveric",
                "Affiliation": ""
            },
            {
                "First Name": "Lorraine S",
                "Last Name": "Symington",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Genetics",
        "PubDate": "2013"
    },
    {
        "PMID": "23867212",
        "Title": "DNA in motion during double-strand break repair.",
        "Abstract": "DNA organization and dynamics profoundly affect many biological processes such as gene regulation and DNA repair. In this review, we present the latest studies on DNA mobility in the context of DNA damage. Recent studies demonstrate that DNA mobility is dramatically increased in the presence of double-strand breaks (DSBs) in the yeast Saccharomyces cerevisiae. As a consequence, chromosomes explore a larger nuclear volume, facilitating homologous pairing but also increasing the rate of ectopic recombination. Increased DNA dynamics is dependent on several homologous recombination (HR) proteins and we are just beginning to understand how chromosome dynamics is regulated after DNA damage.",
        "Keywords": [
            "DNA mobility",
            "DNA repair",
            "double-strand break repair",
            "homologous recombination"
        ],
        "MeSH terms": [
            "Animals",
            "DNA",
            "DNA Breaks, Double-Stranded",
            "DNA Repair",
            "Humans",
            "Movement",
            "Saccharomyces cerevisiae"
        ],
        "Authors": [
            {
                "First Name": "Judith",
                "Last Name": "Miné-Hattab",
                "Affiliation": "Institut de Biologie de l'Ecole Normale Supérieure (IBENS), CNRS UMR 8197, Ecole Normale Supérieure, 46, rue d'Ulm, 75005 Paris, France; Department of Genetics & Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Trends in cell biology",
        "PubDate": "2013"
    },
    {
        "PMID": "23790361",
        "Title": "The Shu complex regulates Rad52 localization during rDNA repair.",
        "Abstract": "The Shu complex, consisting of Rad51 paralogues, is an important regulator of homologous recombination, an error-free DNA repair pathway. Consequently, when members of this complex are disrupted, cells exhibit a mutator phenotype, sensitivity to DNA damage reagents and increased gross chromosomal rearrangements. Previously, we found that the Shu complex plays an important role in ribosomal DNA (rDNA) recombination when the Upstream Activating Factor (UAF) protein Uaf30 is disrupted. UAF30 encodes a protein needed for rDNA transcription and when deleted, rDNA recombination increases and the rDNA expands in a Shu1-dependent manner. Here we find using the uaf30-sensitized background that the central DNA repair protein Rad52, which is normally excluded from the nucleolus, frequently overlaps with the rDNA. This close association of Rad52 with the rDNA is dependent upon Shu1 in a uaf30 mutant. Previously, it was shown that in the absence of Rad52 sumoylation, Rad52 foci mislocalize to the nucleolus. Interestingly, here we find that using the uaf30 sensitized background the ability to regulate Rad52 sumoylation is important for Shu1 dependent rDNA recombination as well as Rad52 close association with rDNA. Our results suggest that in the absence of UAF30, the Shu complex plays a central role in Rad52 rDNA localization as long as Rad52 can be sumoylated. This discrimination is important for rDNA copy number homeostasis.",
        "Keywords": [
            "DNA repair",
            "Rad52",
            "Rad52 sumoylation",
            "Shu complex",
            "UAF complex",
            "rDNA recombination"
        ],
        "MeSH terms": [
            "DNA Repair",
            "DNA, Fungal",
            "DNA, Ribosomal",
            "Gene Knockout Techniques",
            "Nuclear Proteins",
            "Protein Transport",
            "Rad52 DNA Repair and Recombination Protein",
            "Recombination, Genetic",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Sumoylation"
        ],
        "Authors": [
            {
                "First Name": "Kara A",
                "Last Name": "Bernstein",
                "Affiliation": "Columbia University Medical Center, Department of Genetics and Development, New York, NY 10032, United States."
            },
            {
                "First Name": "Amélie",
                "Last Name": "Juanchich",
                "Affiliation": ""
            },
            {
                "First Name": "Ivana",
                "Last Name": "Sunjevaric",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "DNA repair",
        "PubDate": "2013"
    },
    {
        "PMID": "23589890",
        "Title": "Physical and genetic-interaction density reveals functional organization and informs significance cutoffs in genome-wide screens.",
        "Abstract": "Genome-wide experiments often measure quantitative differences between treated and untreated cells to identify affected strains. For these studies, statistical models are typically used to determine significance cutoffs. We developed a method termed \"CLIK\" (Cutoff Linked to Interaction Knowledge) that overlays biological knowledge from the interactome on screen results to derive a cutoff. The method takes advantage of the fact that groups of functionally related interacting genes often respond similarly to experimental conditions and, thus, cluster in a ranked list of screen results. We applied CLIK analysis to five screens of the yeast gene disruption library and found that it defined a significance cutoff that differed from traditional statistics. Importantly, verification experiments revealed that the CLIK cutoff correlated with the position in the rank order where the rate of true positives drops off significantly. In addition, the gene sets defined by CLIK analysis often provide further biological perspectives. For example, applying CLIK analysis retrospectively to a screen for cisplatin sensitivity allowed us to identify the importance of the Hrq1 helicase in DNA crosslink repair. Furthermore, we demonstrate the utility of CLIK to determine optimal treatment conditions by analyzing genome-wide screens at multiple rapamycin concentrations. We show that CLIK is an extremely useful tool for evaluating screen quality, determining screen cutoffs, and comparing results between screens. Furthermore, because CLIK uses previously annotated interaction data to determine biologically informed cutoffs, it provides additional insights into screen results, which supplement traditional statistical approaches.",
        "Keywords": [],
        "MeSH terms": [
            "Cisplatin",
            "Genome, Fungal",
            "Humans",
            "Models, Statistical",
            "Mutation",
            "Saccharomyces cerevisiae",
            "Signal Transduction",
            "Sirolimus"
        ],
        "Authors": [
            {
                "First Name": "John C",
                "Last Name": "Dittmar",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Steven",
                "Last Name": "Pierce",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            },
            {
                "First Name": "Robert J D",
                "Last Name": "Reid",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2013"
    },
    {
        "PMID": "23357952",
        "Title": "Histone H3K56 acetylation, Rad52, and non-DNA repair factors control double-strand break repair choice with the sister chromatid.",
        "Abstract": "DNA double-strand breaks (DSBs) are harmful lesions that arise mainly during replication. The choice of the sister chromatid as the preferential repair template is critical for genome integrity, but the mechanisms that guarantee this choice are unknown. Here we identify new genes with a specific role in assuring the sister chromatid as the preferred repair template. Physical analyses of sister chromatid recombination (SCR) in 28 selected mutants that increase Rad52 foci and inter-homolog recombination uncovered 8 new genes required for SCR. These include the SUMO/Ub-SUMO protease Wss1, the stress-response proteins Bud27 and Pdr10, the ADA histone acetyl-transferase complex proteins Ahc1 and Ada2, as well as the Hst3 and Hst4 histone deacetylase and the Rtt109 histone acetyl-transferase genes, whose target is histone H3 Lysine 56 (H3K56). Importantly, we use mutations in H3K56 residue to A, R, and Q to reveal that H3K56 acetylation/deacetylation is critical to promote SCR as the major repair mechanism for replication-born DSBs. The same phenotype is observed for a particular class of rad52 alleles, represented by rad52-C180A, with a DSB repair defect but a spontaneous hyper-recombination phenotype. We propose that specific Rad52 residues, as well as the histone H3 acetylation/deacetylation state of chromatin and other specific factors, play an important role in identifying the sister as the choice template for the repair of replication-born DSBs. Our work demonstrates the existence of specific functions to guarantee SCR as the main repair event for replication-born DSBs that can occur by two pathways, one Rad51-dependent and the other Pol32-dependent. A dysfunction can lead to genome instability as manifested by high levels of homolog recombination and DSB accumulation.",
        "Keywords": [],
        "MeSH terms": [
            "Acetylation",
            "Chromatids",
            "DNA Breaks, Double-Stranded",
            "DNA Repair",
            "DNA Replication",
            "DNA-Directed DNA Polymerase",
            "Genomic Instability",
            "Histone Methyltransferases",
            "Histone-Lysine N-Methyltransferase",
            "Histones",
            "Humans",
            "Rad51 Recombinase",
            "Rad52 DNA Repair and Recombination Protein",
            "Recombination, Genetic",
            "SUMO-1 Protein",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Sister Chromatid Exchange",
            "Ubiquitin"
        ],
        "Authors": [
            {
                "First Name": "Sandra",
                "Last Name": "Muñoz-Galván",
                "Affiliation": "Centro Andaluz de Biología Molecular y Medicina Regenerativa (CABIMER), Universidad de Sevilla-CSIC, Sevilla, Spain."
            },
            {
                "First Name": "Sonia",
                "Last Name": "Jimeno",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            },
            {
                "First Name": "Andrés",
                "Last Name": "Aguilera",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2013"
    },
    {
        "PMID": "22945255",
        "Title": "Visualizing global effects of the DNA damage response.",
        "Abstract": "In a large-scale analysis, the effects of DNA damage on the levels and localization of almost every protein in an organism have now been tracked in living cells. It is shown that that although many proteins change their position or concentration, they rarely do both.",
        "Keywords": [],
        "MeSH terms": [
            "DNA Damage",
            "DNA Replication",
            "Protein Transport"
        ],
        "Authors": [
            {
                "First Name": "Peter H",
                "Last Name": "Thorpe",
                "Affiliation": "MRC National Institute for Medical Research, Division of Stem Cell Biology and Developmental Genetics, Mill Hill, London NW7 1AA, UK. pthorpe@nimr.mrc.ac.uk"
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature cell biology",
        "PubDate": "2012"
    },
    {
        "PMID": "22920874",
        "Title": "[DNA repair: finding the perfect match].",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Chromosomes, Fungal",
            "DNA Breaks, Double-Stranded",
            "DNA Repair",
            "DNA Repair Enzymes",
            "DNA, Fungal",
            "Endonucleases",
            "Forecasting",
            "Genome",
            "Humans",
            "Motion",
            "Rad51 Recombinase",
            "Recombination, Genetic",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Sequence Homology, Nucleic Acid"
        ],
        "Authors": [
            {
                "First Name": "Judith",
                "Last Name": "Miné-Hattab",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Medecine sciences : M/S",
        "PubDate": "2012"
    },
    {
        "PMID": "22522342",
        "Title": "ScreenTroll: a searchable database to compare genome-wide yeast screens.",
        "Abstract": "Systematic biological screens typically identify many genes or proteins that are implicated in a specific phenotype. However, deriving mechanistic insight from these screens typically involves focusing upon one or a few genes within the set in order to elucidate their precise role in producing the phenotype. To find these critical genes, researchers use a variety of tools to query the set of genes to uncover underlying common genetic or physical interactions or common functional annotations (e.g. gene ontology terms). Not only it is necessary to find previous screens containing genes in common with the new set, but also useful to easily access the individual manuscript or study that classified those genes. Unfortunately, no tool currently exists to facilitate this task. We have developed a web-based tool (ScreenTroll) that queries one or more genes against a database of systematic yeast screens. The software determines which genome-wide yeast screens also identified the queried gene(s) and the resulting screens are listed in an order based on the extent of the overlap between the queried gene(s) and the open reading frames (ORFs) characterized in each individual yeast screen. In a separate list, the corresponding ORFs that are found in both the queried set of genes and each individual genome-wide screen are displayed along with links to the relevant manuscript via NIH's PubMed database. ScreenTroll is useful for comparing a list of ORFs with genes identified in a wide array of published genome-wide screens. This comparison informs users whether any of their queried ORFs overlaps a previous study in the ScreenTroll database. By listing the manuscript of the published screen, users can read more about the phenotype associated with that study. Together, this information provides insight into the function of the queried genes and helps the user focus on a subset of them.",
        "Keywords": [],
        "MeSH terms": [
            "Data Mining",
            "Database Management Systems",
            "Databases, Factual",
            "Genes, Fungal",
            "Genome, Fungal",
            "Internet",
            "Open Reading Frames",
            "PubMed",
            "Saccharomyces cerevisiae",
            "User-Computer Interface"
        ],
        "Authors": [
            {
                "First Name": "Peter H",
                "Last Name": "Thorpe",
                "Affiliation": "Department of Genetics & Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "John C",
                "Last Name": "Dittmar",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Database : the journal of biological databases and curation",
        "PubDate": "2012"
    },
    {
        "PMID": "22484485",
        "Title": "Increased chromosome mobility facilitates homology search during recombination.",
        "Abstract": "Homologous recombination, an essential process for preserving genomic integrity, uses intact homologous sequences to repair broken chromosomes. To explore the mechanism of homologous pairing in vivo, we tagged two homologous loci in diploid yeast Saccharomyces cerevisiae cells and investigated their dynamic organization in the absence and presence of DNA damage. When neither locus is damaged, homologous loci occupy largely separate regions, exploring only 2.7% of the nuclear volume. Following the induction of a double-strand break, homologous loci co-localize ten times more often. The mobility of the cut chromosome markedly increases, allowing it to explore a nuclear volume that is more than ten times larger. Interestingly, the mobility of uncut chromosomes also increases, allowing them to explore a four times larger volume. We propose a model for homology search in which increased chromosome mobility facilitates homologous pairing. Finally, we find that the increase in DNA dynamics is dependent on early steps of homologous recombination.",
        "Keywords": [],
        "MeSH terms": [
            "Chromosomes, Fungal",
            "DNA Damage",
            "DNA, Fungal",
            "Gamma Rays",
            "Recombination, Genetic",
            "Saccharomyces cerevisiae"
        ],
        "Authors": [
            {
                "First Name": "Judith",
                "Last Name": "Miné-Hattab",
                "Affiliation": "Department of Genetics & Development, Columbia University Medical Center, New York, New York 10032, USA."
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature cell biology",
        "PubDate": "2012"
    },
    {
        "PMID": "22033189",
        "Title": "Rif1/2 and Tel1 function in separate pathways during replicative senescence.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Cellular Senescence",
            "Gene Deletion",
            "Intracellular Signaling Peptides and Proteins",
            "Protein Serine-Threonine Kinases",
            "Repressor Proteins",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Telomere",
            "Telomere-Binding Proteins"
        ],
        "Authors": [
            {
                "First Name": "Michael",
                "Last Name": "Chang",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell cycle (Georgetown, Tex.)",
        "PubDate": "2011"
    },
    {
        "PMID": "21893595",
        "Title": "Bringing Rad52 foci into focus.",
        "Abstract": "In 2007, we published the results of a genome-wide screen for ORFs that affect the frequency of Rad52 foci in yeast. That paper was published within the constraints of conventional online publishing tools, and it provided only a glimpse into the actual screen data. New tools in the JCB DataViewer now show how these data can—and should—be shared.",
        "Keywords": [],
        "MeSH terms": [
            "Cell Nucleus",
            "Cytophotometry",
            "Gene Deletion",
            "Information Dissemination",
            "Information Storage and Retrieval",
            "Information Systems",
            "Internet",
            "Open Reading Frames",
            "Publishing",
            "Rad52 DNA Repair and Recombination Protein",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "User-Computer Interface"
        ],
        "Authors": [
            {
                "First Name": "Peter H",
                "Last Name": "Thorpe",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Alvaro",
                "Affiliation": ""
            },
            {
                "First Name": "Michael",
                "Last Name": "Lisby",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of cell biology",
        "PubDate": "2011"
    },
    {
        "PMID": "21660714",
        "Title": "Cell biology of homologous recombination in yeast.",
        "Abstract": "Homologous recombination is an important pathway for error-free repair of DNA lesions, such as single- and double-strand breaks, and for rescue of collapsed replication forks. Here, we describe protocols for live cell imaging of single-lesion recombination events in the yeast Saccharomyces cerevisiae using fluorescence microscopy.",
        "Keywords": [],
        "MeSH terms": [
            "DNA Breaks, Double-Stranded",
            "DNA Damage",
            "Microscopy, Fluorescence",
            "Recombination, Genetic",
            "Saccharomyces cerevisiae"
        ],
        "Authors": [
            {
                "First Name": "Nadine",
                "Last Name": "Eckert-Boulet",
                "Affiliation": "Department of Biology, University of Copenhagen, DK-2200, Copenhagen, Denmark. nadine@bio.ku.dk"
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            },
            {
                "First Name": "Michael",
                "Last Name": "Lisby",
                "Affiliation": ""
            }
        ],
        "Journal": "Methods in molecular biology (Clifton, N.J.)",
        "PubDate": "2011"
    },
    {
        "PMID": "21441915",
        "Title": "Long telomeres are preferentially extended during recombination-mediated telomere maintenance.",
        "Abstract": "Most human somatic cells do not express telomerase. Consequently, with each cell division their telomeres progressively shorten until replicative senescence is induced. Around 15% of human cancers maintain their telomeres using telomerase-independent, recombination-based mechanisms that are collectively termed 'alternative lengthening of telomeres' (ALT). In the yeast Saccharomyces cerevisiae, ALT cells are referred to as 'survivors'. One type of survivor (type II) resembles human ALT cells in that both are defined by the amplification of telomeric repeats. We analyzed recombination-mediated telomere extension events at individual telomeres in telomerase-negative yeast during the formation of type II survivors and found that long telomeres were preferentially extended. Furthermore, senescent cells with long telomeres were more efficient at bypassing senescence by the type II pathway. We speculate that telomere length may be important in determining whether cancer cells use telomerase or ALT to bypass replicative senescence.",
        "Keywords": [],
        "MeSH terms": [
            "Cell Line",
            "Humans",
            "Recombination, Genetic",
            "Saccharomyces cerevisiae",
            "Telomere"
        ],
        "Authors": [
            {
                "First Name": "Michael",
                "Last Name": "Chang",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York, USA. mc3096@columbia.edu"
            },
            {
                "First Name": "John C",
                "Last Name": "Dittmar",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature structural & molecular biology",
        "PubDate": "2011"
    },
    {
        "PMID": "21372173",
        "Title": "The Shu complex, which contains Rad51 paralogues, promotes DNA repair through inhibition of the Srs2 anti-recombinase.",
        "Abstract": "The Shu complex, which contains RAD51 paralogues, is involved in the decision between homologous recombination and error-prone repair. We discovered a link to ribosomal DNA (rDNA) recombination when we found an interaction between one member of the Shu complex, SHU1, and UAF30, a component of the upstream activating factor complex (UAF), which regulates rDNA transcription. In the absence of Uaf30, rDNA copy number increases, and this increase depends on several functional subunits of the Shu complex. Furthermore, in the absence of Uaf30, we find that Shu1 and Srs2, an anti-recombinase DNA helicase with which the Shu complex physically interacts, act in the same pathway regulating rDNA recombination. In addition, Shu1 modulates Srs2 recruitment to both induced and spontaneous foci correlating with a decrease in Rad51 foci, demonstrating that the Shu complex is an important regulator of Srs2 activity. Last, we show that Shu1 regulation of Srs2 to double-strand breaks is not restricted to the rDNA, indicating a more general function for the Shu complex in the regulation of Srs2. We propose that the Shu complex shifts the balance of repair toward Rad51 filament stabilization by inhibiting the disassembly reaction of Srs2.",
        "Keywords": [],
        "MeSH terms": [
            "DNA Helicases",
            "DNA Repair",
            "DNA, Fungal",
            "DNA, Ribosomal",
            "Nuclear Proteins",
            "Plasmids",
            "Rad51 Recombinase",
            "Recombination, Genetic",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Kara A",
                "Last Name": "Bernstein",
                "Affiliation": "Department of Genetics & Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Robert J D",
                "Last Name": "Reid",
                "Affiliation": ""
            },
            {
                "First Name": "Ivana",
                "Last Name": "Sunjevaric",
                "Affiliation": ""
            },
            {
                "First Name": "Kimberly",
                "Last Name": "Demuth",
                "Affiliation": ""
            },
            {
                "First Name": "Rebecca C",
                "Last Name": "Burgess",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular biology of the cell",
        "PubDate": "2011"
    },
    {
        "PMID": "21173034",
        "Title": "Selective ploidy ablation, a high-throughput plasmid transfer protocol, identifies new genes affecting topoisomerase I-induced DNA damage.",
        "Abstract": "We have streamlined the process of transferring plasmids into any yeast strain library by developing a novel mating-based, high-throughput method called selective ploidy ablation (SPA). SPA uses a universal plasmid donor strain that contains conditional centromeres on every chromosome. The plasmid-bearing donor is mated to a recipient, followed by removal of all donor-strain chromosomes, producing a haploid strain containing the transferred plasmid. As proof of principle, we used SPA to transfer plasmids containing wild-type and mutant alleles of DNA topoisomerase I (TOP1) into the haploid yeast gene-disruption library. Overexpression of Top1 identified only one sensitive mutation, rpa34, while overexpression of top1-T(722)A allele, a camptothecin mimetic, identified 190 sensitive gene-disruption strains along with rpa34. In addition to known camptothecin-sensitive strains, this set contained mutations in genes involved in the Rpd3 histone deacetylase complex, the kinetochore, and vesicle trafficking. We further show that mutations in several ESCRT vesicle trafficking components increase Top1 levels, which is dependent on SUMO modification. These findings demonstrate the utility of the SPA technique to introduce plasmids into the haploid gene-disruption library to discover new interacting pathways.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Camptothecin",
            "DNA Damage",
            "DNA Topoisomerases, Type I",
            "Endosomal Sorting Complexes Required for Transport",
            "Gene Expression",
            "Gene Regulatory Networks",
            "Genomic Library",
            "High-Throughput Screening Assays",
            "Histone Deacetylases",
            "Mutation",
            "Plasmids",
            "Ploidies",
            "Saccharomyces cerevisiae",
            "Small Ubiquitin-Related Modifier Proteins",
            "Transformation, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Robert J D",
                "Last Name": "Reid",
                "Affiliation": "Columbia University Medical Center, Department of Genetics & Development, New York, NY 10032, USA."
            },
            {
                "First Name": "Sergio",
                "Last Name": "González-Barrera",
                "Affiliation": ""
            },
            {
                "First Name": "Ivana",
                "Last Name": "Sunjevaric",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Alvaro",
                "Affiliation": ""
            },
            {
                "First Name": "Samantha",
                "Last Name": "Ciccone",
                "Affiliation": ""
            },
            {
                "First Name": "Marisa",
                "Last Name": "Wagner",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Genome research",
        "PubDate": "2011"
    },
    {
        "PMID": "21047263",
        "Title": "The RecQ DNA helicases in DNA repair.",
        "Abstract": "The RecQ helicases are conserved from bacteria to humans and play a critical role in genome stability. In humans, loss of RecQ gene function is associated with cancer predisposition and/or premature aging. Recent experiments have shown that the RecQ helicases function during distinct steps during DNA repair; DNA end resection, displacement-loop (D-loop) processing, branch migration, and resolution of double Holliday junctions (dHJs). RecQ function in these different processing steps has important implications for its role in repair of double-strand breaks (DSBs) that occur during DNA replication and meiosis, as well as at specific genomic loci such as telomeres.",
        "Keywords": [],
        "MeSH terms": [
            "Bacteria",
            "DNA Repair",
            "Disease",
            "Genomic Instability",
            "Humans",
            "RecQ Helicases"
        ],
        "Authors": [
            {
                "First Name": "Kara A",
                "Last Name": "Bernstein",
                "Affiliation": "Columbia University Medical Center, Department of Genetics & Development, New York, New York 10032, USA. kab2142@columbia.edu"
            },
            {
                "First Name": "Serge",
                "Last Name": "Gangloff",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Annual review of genetics",
        "PubDate": "2010"
    },
    {
        "PMID": "20584323",
        "Title": "ScreenMill: a freely available software suite for growth measurement, analysis and visualization of high-throughput screen data.",
        "Abstract": "Many high-throughput genomic experiments, such as Synthetic Genetic Array and yeast two-hybrid, use colony growth on solid media as a screen metric. These experiments routinely generate over 100,000 data points, making data analysis a time consuming and painstaking process. Here we describe ScreenMill, a new software suite that automates image analysis and simplifies data review and analysis for high-throughput biological experiments.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Genomics",
            "Internet",
            "Software"
        ],
        "Authors": [
            {
                "First Name": "John C",
                "Last Name": "Dittmar",
                "Affiliation": "Columbia University Medical Center, Dept, Genetics & Development, 701 West 168th Street, New York, NY 10032-2704, USA."
            },
            {
                "First Name": "Robert Jd",
                "Last Name": "Reid",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "BMC bioinformatics",
        "PubDate": "2010"
    },
    {
        "PMID": "20566477",
        "Title": "The ribonucleotide reductase inhibitor, Sml1, is sequentially phosphorylated, ubiquitylated and degraded in response to DNA damage.",
        "Abstract": "Regulation of ribonucleotide reductase (RNR) is important for cell survival and genome integrity in the face of genotoxic stress. The Mec1/Rad53/Dun1 DNA damage response kinase cascade exhibits multifaceted controls over RNR activity including the regulation of the RNR inhibitor, Sml1. After DNA damage, Sml1 is degraded leading to the up-regulation of dNTP pools by RNR. Here, we probe the requirements for Sml1 degradation and identify several sites required for in vivo phosphorylation and degradation of Sml1 in response to DNA damage. Further, in a strain containing a mutation in Rnr1, rnr1-W688G, mutation of these sites in Sml1 causes lethality. Degradation of Sml1 is dependent on the 26S proteasome. We also show that degradation of phosphorylated Sml1 is dependent on the E2 ubiquitin-conjugating enzyme, Rad6, the E3 ubiquitin ligase, Ubr2, and the E2/E3-interacting protein, Mub1, which form a complex previously only implicated in the ubiquitylation of Rpn4.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Substitution",
            "Carrier Proteins",
            "DNA Damage",
            "Deoxyribonucleotides",
            "Down-Regulation",
            "Mutation",
            "Phosphorylation",
            "Proteasome Endopeptidase Complex",
            "Saccharomyces cerevisiae Proteins",
            "Ubiquitin-Conjugating Enzymes",
            "Ubiquitin-Protein Ligases",
            "Ubiquitination"
        ],
        "Authors": [
            {
                "First Name": "Bethany L",
                "Last Name": "Andreson",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Amitabha",
                "Last Name": "Gupta",
                "Affiliation": ""
            },
            {
                "First Name": "Bilyana P",
                "Last Name": "Georgieva",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Nucleic acids research",
        "PubDate": "2010"
    },
    {
        "PMID": "20178629",
        "Title": "Timing is everything: cell cycle control of Rad52.",
        "Abstract": "Regulation of the repair of DNA double-strand breaks by homologous recombination is extremely important for both cell viability and the maintenance of genomic integrity. Modulation of double-strand break repair in the yeast Saccharomyces cerevisiae involves controlling the recruitment of one of the central recombination proteins, Rad52, to sites of DNA lesions. The Rad52 protein, which plays a role in strand exchange and the annealing of single strand DNA, is positively regulated upon entry into S phase, repressed during the intra-S phase checkpoint, and undergoes posttranslational modification events such as phosphorylation and sumoylation. These processes all contribute to the timing of Rad52 recruitment, its stability and function. Here, we summarize the regulatory events affecting the Rad52 protein and discuss how this regulation impacts DNA repair and cell survival.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Jacqueline H",
                "Last Name": "Barlow",
                "Affiliation": "Department of Genetics & Development, Columbia University Medical Center, 701 West 168th Street, HHSC 1608, New York, NY 10032-2704, USA. rothstein@cancercenter.columbia.edu."
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell division",
        "PubDate": "2010"
    },
    {
        "PMID": "19706272",
        "Title": "Rad52.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "DNA Breaks, Double-Stranded",
            "DNA Repair",
            "DNA, Fungal",
            "Meiosis",
            "Mitosis",
            "Protein Conformation",
            "Protein Structure, Tertiary",
            "Rad52 DNA Repair and Recombination Protein",
            "Recombination, Genetic",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins"
        ],
        "Authors": [
            {
                "First Name": "Uffe H",
                "Last Name": "Mortensen",
                "Affiliation": "Center for Microbial Biotechnology, Technical University of Denmark, Bldg 223, DK-2800 Lyngby, Denmark."
            },
            {
                "First Name": "Michael",
                "Last Name": "Lisby",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Current biology : CB",
        "PubDate": "2009"
    },
    {
        "PMID": "19704012",
        "Title": "Telomerase is essential to alleviate pif1-induced replication stress at telomeres.",
        "Abstract": "Pif1, an evolutionarily conserved helicase, negatively regulates telomere length by removing telomerase from chromosome ends. Pif1 has also been implicated in DNA replication processes such as Okazaki fragment maturation and replication fork pausing. We find that overexpression of Saccharomyces cervisiae PIF1 results in dose-dependent growth inhibition. Strong overexpression causes relocalization of the DNA damage response factors Rfa1 and Mre11 into nuclear foci and activation of the Rad53 DNA damage checkpoint kinase, indicating that the toxicity is caused by accumulation of DNA damage. We screened the complete set of approximately 4800 haploid gene deletion mutants and found that moderate overexpression of PIF1, which is only mildly toxic on its own, causes growth defects in strains with mutations in genes involved in DNA replication and the DNA damage response. Interestingly, we find that telomerase-deficient strains are also sensitive to PIF1 overexpression. Our data are consistent with a model whereby increased levels of Pif1 interfere with DNA replication, causing collapsed replication forks. At chromosome ends, collapsed forks result in truncated telomeres that must be rapidly elongated by telomerase to maintain viability.",
        "Keywords": [],
        "MeSH terms": [
            "Cell Cycle Proteins",
            "Cell Division",
            "Checkpoint Kinase 2",
            "DNA Breaks, Single-Stranded",
            "DNA Damage",
            "DNA Helicases",
            "DNA Repair",
            "DNA Replication",
            "Endodeoxyribonucleases",
            "Exodeoxyribonucleases",
            "Gene Expression Regulation, Fungal",
            "Immunoblotting",
            "Luminescent Proteins",
            "Microscopy, Fluorescence",
            "Mutation",
            "Protein Serine-Threonine Kinases",
            "Replication Protein A",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Telomerase",
            "Telomere"
        ],
        "Authors": [
            {
                "First Name": "Michael",
                "Last Name": "Chang",
                "Affiliation": "Department of Genetics, Columbia University Medical Center, New York, New York 10032, USA. mc3096@columbia.edu"
            },
            {
                "First Name": "Brian",
                "Last Name": "Luke",
                "Affiliation": ""
            },
            {
                "First Name": "Claudine",
                "Last Name": "Kraft",
                "Affiliation": ""
            },
            {
                "First Name": "Zhijian",
                "Last Name": "Li",
                "Affiliation": ""
            },
            {
                "First Name": "Matthias",
                "Last Name": "Peter",
                "Affiliation": ""
            },
            {
                "First Name": "Joachim",
                "Last Name": "Lingner",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Genetics",
        "PubDate": "2009"
    },
    {
        "PMID": "19506039",
        "Title": "Localization of recombination proteins and Srs2 reveals anti-recombinase function in vivo.",
        "Abstract": "Homologous recombination (HR), although an important DNA repair mechanism, is dangerous to the cell if improperly regulated. The Srs2 \"anti-recombinase\" restricts HR by disassembling the Rad51 nucleoprotein filament, an intermediate preceding the exchange of homologous DNA strands. Here, we cytologically characterize Srs2 function in vivo and describe a novel mechanism for regulating the initiation of HR. We find that Srs2 is recruited separately to replication and repair centers and identify the genetic requirements for recruitment. In the absence of Srs2 activity, Rad51 foci accumulate, and surprisingly, can form in the absence of Rad52 mediation. However, these Rad51 foci do not represent repair-proficient filaments, as determined by recombination assays. Antagonistic roles for Rad52 and Srs2 in Rad51 filament formation are also observed in vitro. Furthermore, we provide evidence that Srs2 removes Rad51 indiscriminately from DNA, while the Rad52 protein coordinates appropriate filament reformation. This constant breakdown and rebuilding of filaments may act as a stringent quality control mechanism during HR.",
        "Keywords": [],
        "MeSH terms": [
            "DNA Breaks, Double-Stranded",
            "DNA Helicases",
            "DNA Repair",
            "DNA Repair Enzymes",
            "DNA Replication",
            "Rad51 Recombinase",
            "Rad52 DNA Repair and Recombination Protein",
            "Recombinant Fusion Proteins",
            "Recombination, Genetic",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Two-Hybrid System Techniques"
        ],
        "Authors": [
            {
                "First Name": "Rebecca C",
                "Last Name": "Burgess",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Michael",
                "Last Name": "Lisby",
                "Affiliation": ""
            },
            {
                "First Name": "Veronika",
                "Last Name": "Altmannova",
                "Affiliation": ""
            },
            {
                "First Name": "Lumir",
                "Last Name": "Krejci",
                "Affiliation": ""
            },
            {
                "First Name": "Patrick",
                "Last Name": "Sung",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of cell biology",
        "PubDate": "2009"
    },
    {
        "PMID": "19490890",
        "Title": "At loose ends: resecting a double-strand break.",
        "Abstract": "Double-strand break (DSB) repair is critical for maintaining genomic integrity and requires the processing of the 5' DSB ends. Recent studies have shed light on the mechanism and regulation of DNA end processing during DSB repair by homologous recombination.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Archaea",
            "Cell Cycle",
            "DNA Breaks, Double-Stranded",
            "DNA Repair",
            "Humans"
        ],
        "Authors": [
            {
                "First Name": "Kara A",
                "Last Name": "Bernstein",
                "Affiliation": "Columbia University Medical Center, Department of Genetics & Development, New York, NY 10032, USA."
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2009"
    },
    {
        "PMID": "19473884",
        "Title": "Choreography of recombination proteins during the DNA damage response.",
        "Abstract": "Genome integrity is frequently challenged by DNA lesions from both endogenous and exogenous sources. A single DNA double-strand break (DSB) is lethal if unrepaired and may lead to loss of heterozygosity, mutations, deletions, genomic rearrangements and chromosome loss if repaired improperly. Such genetic alterations are the main causes of cancer and other genetic diseases. Consequently, DNA double-strand break repair (DSBR) is an important process in all living organisms. DSBR is also the driving mechanism in most strategies of gene targeting, which has applications in both genetic and clinical research. Here we review the cell biological response to DSBs in mitotically growing cells with an emphasis on homologous recombination pathways in yeast Saccharomyces cerevisiae and in mammalian cells.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "DNA Breaks, Double-Stranded",
            "DNA Damage",
            "DNA Repair",
            "Humans",
            "Nuclear Proteins",
            "Recombination, Genetic",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Michael",
                "Last Name": "Lisby",
                "Affiliation": "Department of Biology, University of Copenhagen, Ole Maaloees Vej 5, DK-2200 Copenhagen N, Denmark. mlisby@bio.ku.dk"
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "DNA repair",
        "PubDate": "2009"
    },
    {
        "PMID": "19346480",
        "Title": "Kinetochore asymmetry defines a single yeast lineage.",
        "Abstract": "Asymmetric cell division is of fundamental importance in biology as it allows for the establishment of separate cell lineages during the development of multicellular organisms. Although microbial systems, including the yeast Saccharomyces cerevisiae, are excellent models of asymmetric cell division, this phenotype occurs in all cell divisions; consequently, models of lineage-specific segregation patterns in these systems do not exist. Here, we report the first example of lineage-specific asymmetric division in yeast. We used fluorescent tags to show that components of the yeast kinetochore, the protein complex that anchors chromosomes to the mitotic spindle, divide asymmetrically in a single postmeiotic lineage. This phenotype is not seen in vegetatively dividing haploid or diploid cells. This kinetochore asymmetry suggests a mechanism for the selective segregation of sister centromeres to daughter cells to establish different cell lineages or fates. These results provide a mechanistic link between lineage-defining asymmetry of metazoa with unicellular eukaryotes.",
        "Keywords": [],
        "MeSH terms": [
            "Cell Division",
            "Cell Lineage",
            "Fluorescent Dyes",
            "Histones",
            "Kinetochores",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Spores, Fungal"
        ],
        "Authors": [
            {
                "First Name": "Peter H",
                "Last Name": "Thorpe",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, 701 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Joanne",
                "Last Name": "Bruno",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2009"
    },
    {
        "PMID": "19262568",
        "Title": "Rad52 recruitment is DNA replication independent and regulated by Cdc28 and the Mec1 kinase.",
        "Abstract": "Recruitment of the homologous recombination machinery to sites of double-strand breaks is a cell cycle-regulated event requiring entry into S phase and CDK1 activity. Here, we demonstrate that the central recombination protein, Rad52, forms foci independent of DNA replication, and its recruitment requires B-type cyclin/CDK1 activity. Induction of the intra-S-phase checkpoint by hydroxyurea (HU) inhibits Rad52 focus formation in response to ionizing radiation. This inhibition is dependent upon Mec1/Tel1 kinase activity, as HU-treated cells form Rad52 foci in the presence of the PI3 kinase inhibitor caffeine. These Rad52 foci colocalize with foci formed by the replication clamp PCNA. These results indicate that Mec1 activity inhibits the recruitment of Rad52 to both sites of DNA damage and stalled replication forks during the intra-S-phase checkpoint. We propose that B-type cyclins promote the recruitment of Rad52 to sites of DNA damage, whereas Mec1 inhibits spurious recombination at stalled replication forks.",
        "Keywords": [],
        "MeSH terms": [
            "CDC2 Protein Kinase",
            "CDC28 Protein Kinase, S cerevisiae",
            "Caffeine",
            "Cell Cycle",
            "Cell Cycle Proteins",
            "Checkpoint Kinase 2",
            "DNA Damage",
            "DNA Replication",
            "Enzyme Inhibitors",
            "F-Box Proteins",
            "Hydroxyurea",
            "Intracellular Signaling Peptides and Proteins",
            "Protein Serine-Threonine Kinases",
            "Rad52 DNA Repair and Recombination Protein",
            "Recombination, Genetic",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Ubiquitin-Protein Ligases"
        ],
        "Authors": [
            {
                "First Name": "Jacqueline H",
                "Last Name": "Barlow",
                "Affiliation": "Department of Genetics & Development, Columbia University Medical Center, New York, NY 10032-2704, USA."
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "The EMBO journal",
        "PubDate": "2009"
    },
    {
        "PMID": "19214189",
        "Title": "Sgs1 function in the repair of DNA replication intermediates is separable from its role in homologous recombinational repair.",
        "Abstract": "Mutations in human homologues of the bacterial RecQ helicase cause diseases leading to cancer predisposition and/or shortened lifespan (Werner, Bloom, and Rothmund-Thomson syndromes). The budding yeast Saccharomyces cerevisiae has one RecQ helicase, Sgs1, which functions with Top3 and Rmi1 in DNA repair. Here, we report separation-of-function alleles of SGS1 that suppress the slow growth of top3Delta and rmi1Delta cells similar to an SGS1 deletion, but are resistant to DNA damage similar to wild-type SGS1. In one allele, the second acidic region is deleted, and in the other, only a single aspartic acid residue 664 is deleted. sgs1-D664Delta, unlike sgs1Delta, neither disrupts DNA recombination nor has synthetic growth defects when combined with DNA repair mutants. However, during S phase, it accumulates replication-associated X-shaped structures at damaged replication forks. Furthermore, fluorescent microscopy reveals that the sgs1-D664Delta allele exhibits increased spontaneous RPA foci, suggesting that the persistent X-structures may contain single-stranded DNA. Taken together, these results suggest that the Sgs1 function in repair of DNA replication intermediates can be uncoupled from its role in homologous recombinational repair.",
        "Keywords": [],
        "MeSH terms": [
            "DNA Repair",
            "DNA Replication",
            "DNA, Fungal",
            "DNA-Binding Proteins",
            "Microscopy, Fluorescence",
            "Mutation",
            "Phenotype",
            "RecQ Helicases",
            "Recombination, Genetic",
            "Replication Protein A",
            "Saccharomyces cerevisiae Proteins",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Kara A",
                "Last Name": "Bernstein",
                "Affiliation": "Department of Genetics & Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Erika",
                "Last Name": "Shor",
                "Affiliation": ""
            },
            {
                "First Name": "Ivana",
                "Last Name": "Sunjevaric",
                "Affiliation": ""
            },
            {
                "First Name": "Marco",
                "Last Name": "Fumasoni",
                "Affiliation": ""
            },
            {
                "First Name": "Rebecca C",
                "Last Name": "Burgess",
                "Affiliation": ""
            },
            {
                "First Name": "Marco",
                "Last Name": "Foiani",
                "Affiliation": ""
            },
            {
                "First Name": "Dana",
                "Last Name": "Branzei",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "The EMBO journal",
        "PubDate": "2009"
    },
    {
        "PMID": "18832360",
        "Title": "Chromosome-scale genetic mapping using a set of 16 conditionally stable Saccharomyces cerevisiae chromosomes.",
        "Abstract": "We have created a resource to rapidly map genetic traits to specific chromosomes in yeast. This mapping is done using a set of 16 yeast strains each containing a different chromosome with a conditionally functional centromere. Conditional centromere function is achieved by integration of a GAL1 promoter in cis to centromere sequences. We show that the 16 yeast chromosomes can be individually lost in diploid strains, which become hemizygous for the destabilized chromosome. Interestingly, most 2n - 1 strains endoduplicate and become 2n. We also demonstrate how chromosome loss in this set of strains can be used to map both recessive and dominant markers to specific chromosomes. In addition, we show that this method can be used to rapidly validate gene assignments from screens of strain libraries such as the yeast gene disruption collection.",
        "Keywords": [],
        "MeSH terms": [
            "Chromosome Mapping",
            "Chromosomes, Fungal",
            "Diploidy",
            "Loss of Heterozygosity",
            "Meiosis",
            "Models, Genetic",
            "Phenotype",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins"
        ],
        "Authors": [
            {
                "First Name": "Robert J D",
                "Last Name": "Reid",
                "Affiliation": "Department of Pathology, University of Utah Health Sciences Center, Salt Lake City, Utah 84112, USA."
            },
            {
                "First Name": "Ivana",
                "Last Name": "Sunjevaric",
                "Affiliation": ""
            },
            {
                "First Name": "Warren P",
                "Last Name": "Voth",
                "Affiliation": ""
            },
            {
                "First Name": "Samantha",
                "Last Name": "Ciccone",
                "Affiliation": ""
            },
            {
                "First Name": "Wendy",
                "Last Name": "Du",
                "Affiliation": ""
            },
            {
                "First Name": "Aileen E",
                "Last Name": "Olsen",
                "Affiliation": ""
            },
            {
                "First Name": "David J",
                "Last Name": "Stillman",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Genetics",
        "PubDate": "2008"
    },
    {
        "PMID": "18406328",
        "Title": "Differential regulation of the cellular response to DNA double-strand breaks in G1.",
        "Abstract": "Double-strand breaks (DSBs) are potentially lethal DNA lesions that can be repaired by either homologous recombination (HR) or nonhomologous end-joining (NHEJ). We show that DSBs induced by ionizing radiation (IR) are efficiently processed for HR and bound by Rfa1 during G1, while endonuclease-induced breaks are recognized by Rfa1 only after the cell enters S phase. This difference is dependent on the DNA end-binding Yku70/Yku80 complex. Cell-cycle regulation is also observed in the DNA damage checkpoint response. Specifically, the 9-1-1 complex is required in G1 cells to recruit the Ddc2 checkpoint protein to damaged DNA, while, upon entry into S phase, the cyclin-dependent kinase Cdc28 and the 9-1-1 complex both serve to recruit Ddc2 to foci. Together, these results demonstrate that the DNA repair machinery distinguishes between different types of damage in G1, which translates into different modes of checkpoint activation in G1 and S/G2 cells.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptor Proteins, Signal Transducing",
            "CDC28 Protein Kinase, S cerevisiae",
            "Cell Cycle Proteins",
            "DNA",
            "DNA Breaks, Double-Stranded",
            "DNA Damage",
            "DNA Repair",
            "DNA-Binding Proteins",
            "Deoxyribonucleases, Type II Site-Specific",
            "Endodeoxyribonucleases",
            "Endonucleases",
            "Exodeoxyribonucleases",
            "G1 Phase",
            "Genes, cdc",
            "Humans",
            "Phosphoproteins",
            "Radiation, Ionizing",
            "Recombinant Fusion Proteins",
            "Recombination, Genetic",
            "Replication Protein A",
            "S Phase",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Jacqueline H",
                "Last Name": "Barlow",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, 701 West 168th Street, New York, NY 10032-2704, USA."
            },
            {
                "First Name": "Michael",
                "Last Name": "Lisby",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2008"
    },
    {
        "PMID": "18285819",
        "Title": "Quality control of DNA break metabolism: in the 'end', it's a good thing.",
        "Abstract": "DNA ends pose specific problems in the control of genetic information quality. Ends of broken DNA need to be rejoined to avoid genome rearrangements, whereas natural DNA ends of linear chromosomes, telomeres, need to be stable and hidden from the DNA damage response. Efficient DNA end metabolism, either at induced DNA breaks or telomeres, does not result from the machine-like precision of molecular reactions, but rather from messier, more stochastic processes. The necessary molecular interactions are dynamically unstable, with constructive and destructive processes occurring in competition. In the end, quality control comes from the constant building up and tearing down of inappropriate, but also appropriate reaction steps in combination with factors that only slightly shift the equilibrium to eventually favour appropriate events. Thus, paradoxically, enzymes antagonizing DNA end metabolism help to ensure that genome maintenance becomes a robust process.",
        "Keywords": [],
        "MeSH terms": [
            "DNA",
            "DNA Breaks",
            "DNA Repair",
            "Recombination, Genetic",
            "Telomere"
        ],
        "Authors": [
            {
                "First Name": "Roland",
                "Last Name": "Kanaar",
                "Affiliation": "Department of Cell Biology and Genetics, Erasmus Medical Center, Rotterdam, The Netherlands. r.kanaar@erasmusmc.nl"
            },
            {
                "First Name": "Claire",
                "Last Name": "Wyman",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "The EMBO journal",
        "PubDate": "2008"
    },
    {
        "PMID": "18272435",
        "Title": "The genetic consequences of ablating helicase activity and the Top3 interaction domain of Sgs1.",
        "Abstract": "Sgs1, the RecQ helicase homolog, and Top3, the type-IA topoisomerase, physically interact and are required for genomic stability in budding yeast. Similarly, topoisomerase III genes physically pair with homologs of SGS1 in humans that are involved in the cancer predisposition and premature aging diseases Bloom, Werner, and Rothmund-Thompson syndromes. In the absence of Top1 activity, sgs1 mutants are severely growth impaired. Here, we investigate the role of Sgs1 helicase activity and its N-terminal Top3 interaction domain by using an allele-replacement technique to integrate mutant alleles at the native SGS1 genomic locus. We compare the phenotype of helicase-defective (sgs1-hd) and N-terminal deletion (sgs1-NDelta) strains to wild-type and sgs1 null strains. Like the sgs1 null, sgs1-hd mutations suppress top3 slow growth, cause a growth defect in the absence of Srs2 helicase, and impair meiosis. However, for recombination and the synthetic interaction with top1Delta mutations, loss of helicase activity exhibits a less severe phenotype than the null. Interestingly, deletion of the Top3 interaction domain of Sgs1 causes a top3-like phenotype, and furthermore, this effect is dependent on helicase activity. These results suggest that the protein-protein interaction between these two DNA-metabolism enzymes, even in the absence of helicase activity, is important for their function in catalyzing specific changes in DNA topology.",
        "Keywords": [],
        "MeSH terms": [
            "Binding Sites",
            "Meiosis",
            "Mutation",
            "Phenotype",
            "Protein Binding",
            "RecQ Helicases",
            "Recombination, Genetic",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins"
        ],
        "Authors": [
            {
                "First Name": "Justin",
                "Last Name": "Weinstein",
                "Affiliation": "Department of Genetics & Development, Columbia University Medical Center, 701 West 168th Street, New York, NY 10032-2704, USA."
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "DNA repair",
        "PubDate": "2008"
    },
    {
        "PMID": "18085829",
        "Title": "Genome-wide analysis of Rad52 foci reveals diverse mechanisms impacting recombination.",
        "Abstract": "To investigate the DNA damage response, we undertook a genome-wide study in Saccharomyces cerevisiae and identified 86 gene deletions that lead to increased levels of spontaneous Rad52 foci in proliferating diploid cells. More than half of the genes are conserved across species ranging from yeast to humans. Along with genes involved in DNA replication, repair, and chromatin remodeling, we found 22 previously uncharacterized open reading frames. Analysis of recombination rates and synthetic genetic interactions with rad52Delta suggests that multiple mechanisms are responsible for elevated levels of spontaneous Rad52 foci, including increased production of recombinogenic lesions, sister chromatid recombination defects, and improper focus assembly/disassembly. Our cell biological approach demonstrates the diversity of processes that converge on homologous recombination, protect against spontaneous DNA damage, and facilitate efficient repair.",
        "Keywords": [],
        "MeSH terms": [
            "Base Sequence",
            "Conserved Sequence",
            "DNA Damage",
            "DNA Primers",
            "DNA Repair",
            "DNA, Fungal",
            "Epistasis, Genetic",
            "Evolution, Molecular",
            "Gene Deletion",
            "Genome, Fungal",
            "Genomic Library",
            "Loss of Heterozygosity",
            "Mitosis",
            "Models, Genetic",
            "Mutation",
            "Open Reading Frames",
            "Phenotype",
            "Rad52 DNA Repair and Recombination Protein",
            "Recombination, Genetic",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins"
        ],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Alvaro",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Michael",
                "Last Name": "Lisby",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2007"
    },
    {
        "PMID": "17418443",
        "Title": "More is not always better: the genetic constraints of polyploidy.",
        "Abstract": "Polyploid cells are a characteristic feature of certain human tissues, and notably many cancers. In a systematic genomic screen in yeast, Storchová and co-workers identified the genetic requirements of tetraploidy. Surprisingly, they showed that only three connected pathways are essential for the viability of tetraploid yeast cells. These data provide exciting new targets that might be essential specifically in polyploid cancer cells.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Genes, Fungal",
            "Genomic Instability",
            "Humans",
            "Polyploidy",
            "Saccharomyces cerevisiae"
        ],
        "Authors": [
            {
                "First Name": "Peter H",
                "Last Name": "Thorpe",
                "Affiliation": "Department of Genetics & Development, Columbia University Medical Center, 701 West 168th Street, New York, NY 10032-2704, USA."
            },
            {
                "First Name": "Sergio",
                "Last Name": "González-Barrera",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Trends in genetics : TIG",
        "PubDate": "2007"
    },
    {
        "PMID": "17096599",
        "Title": "The role of DNA double-strand breaks in spontaneous homologous recombination in S. cerevisiae.",
        "Abstract": "Homologous recombination (HR) is a source of genomic instability and the loss of heterozygosity in mitotic cells. Since these events pose a severe health risk, it is important to understand the molecular events that cause spontaneous HR. In eukaryotes, high levels of HR are a normal feature of meiosis and result from the induction of a large number of DNA double-strand breaks (DSBs). By analogy, it is generally believed that the rare spontaneous mitotic HR events are due to repair of DNA DSBs that accidentally occur during mitotic growth. Here we provide the first direct evidence that most spontaneous mitotic HR in Saccharomyces cerevisiae is initiated by DNA lesions other than DSBs. Specifically, we describe a class of rad52 mutants that are fully proficient in inter- and intra-chromosomal mitotic HR, yet at the same time fail to repair DNA DSBs. The conclusions are drawn from genetic analyses, evaluation of the consequences of DSB repair failure at the DNA level, and examination of the cellular re-localization of Rad51 and mutant Rad52 proteins after introduction of specific DSBs. In further support of our conclusions, we show that, as in wild-type strains, UV-irradiation induces HR in these rad52 mutants, supporting the view that DNA nicks and single-stranded gaps, rather than DSBs, are major sources of spontaneous HR in mitotic yeast cells.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Camptothecin",
            "Chromosomes, Fungal",
            "DNA Breaks, Double-Stranded",
            "DNA Repair",
            "DNA Replication",
            "DNA Topoisomerases",
            "DNA, Fungal",
            "DNA-Binding Proteins",
            "Gamma Rays",
            "Kinetics",
            "Microbial Sensitivity Tests",
            "Mitosis",
            "Mutant Proteins",
            "Mutation",
            "Phenotype",
            "Protein Transport",
            "Rad51 Recombinase",
            "Rad52 DNA Repair and Recombination Protein",
            "Recombination, Genetic",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Ultraviolet Rays"
        ],
        "Authors": [
            {
                "First Name": "Gaëlle",
                "Last Name": "Lettier",
                "Affiliation": "Center for Microbial Biotechnology, BioCentrum-DTU, Technical University of Denmark, Lyngby, Denmark."
            },
            {
                "First Name": "Qi",
                "Last Name": "Feng",
                "Affiliation": ""
            },
            {
                "First Name": "Adriana Antúnez",
                "Last Name": "de Mayolo",
                "Affiliation": ""
            },
            {
                "First Name": "Naz",
                "Last Name": "Erdeniz",
                "Affiliation": ""
            },
            {
                "First Name": "Robert J D",
                "Last Name": "Reid",
                "Affiliation": ""
            },
            {
                "First Name": "Michael",
                "Last Name": "Lisby",
                "Affiliation": ""
            },
            {
                "First Name": "Uffe H",
                "Last Name": "Mortensen",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2006"
    },
    {
        "PMID": "17083134",
        "Title": "Systematic hybrid LOH: a new method to reduce false positives and negatives during screening of yeast gene deletion libraries.",
        "Abstract": "We have developed a new method, systematic hybrid loss of heterozygosity, to facilitate genomic screens utilizing the yeast gene deletion library. Screening is performed using hybrid diploid strains produced through mating the library haploids with strains from a different genetic background, to minimize the contribution of unpredicted recessive genetic factors present in the individual library strains. We utilize a set of strains where each contains a conditional centromere construct on one of the 16 yeast chromosomes that allows the destabilization and selectable loss of that chromosome. After mating a library gene deletion haploid to such a conditional centromere strain, which corresponds to the chromosome carrying the gene deletion, loss of heterozygosity (LOH) at the gene deletion locus can be generated in these otherwise hybrid diploids. The use of hybrid diploid strains permits complementation of any spurious recessive mutations in the library strain, facilitating attribution of the observed phenotype to the documented gene deletion and dramatically reducing false positive results commonly obtained in library screens. The systematic hybrid LOH method can be applied to virtually any screen utilizing the yeast non-essential gene deletion library and is particularly useful for screens requiring the introduction of a genetic assay into the library strains.",
        "Keywords": [],
        "MeSH terms": [
            "Bacterial Proteins",
            "Chromosome Aberrations",
            "Diploidy",
            "Gene Deletion",
            "Genetic Testing",
            "Genome, Fungal",
            "Genomic Library",
            "Haploidy",
            "Loss of Heterozygosity",
            "Luminescent Proteins",
            "Mutation",
            "Rad52 DNA Repair and Recombination Protein",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Two-Hybrid System Techniques"
        ],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Alvaro",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Ivana",
                "Last Name": "Sunjevaric",
                "Affiliation": ""
            },
            {
                "First Name": "Robert J D",
                "Last Name": "Reid",
                "Affiliation": ""
            },
            {
                "First Name": "Michael",
                "Last Name": "Lisby",
                "Affiliation": ""
            },
            {
                "First Name": "David J",
                "Last Name": "Stillman",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Yeast (Chichester, England)",
        "PubDate": "2006"
    },
    {
        "PMID": "16987715",
        "Title": "Rad52 and Rad59 exhibit both overlapping and distinct functions.",
        "Abstract": "Homologous recombination is an important pathway for the repair of DNA double-strand breaks (DSBs). In the yeast Saccharomyces cerevisiae, Rad52 is a central recombination protein, whereas its paralogue, Rad59, plays a more subtle role in homologous recombination. Both proteins can mediate annealing of complementary single-stranded DNA in vitro, but only Rad52 interacts with replication protein A and the Rad51 recombinase. We have studied the functional overlap between Rad52 and Rad59 in living cells using chimeras of the two proteins and site-directed mutagenesis. We find that Rad52 and Rad59 have both overlapping as well as separate functions in DSB repair. Importantly, the N-terminus of Rad52 possesses functions not supplied by Rad59, which may account for its central role in homologous recombination.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "DNA Breaks, Double-Stranded",
            "DNA Repair",
            "DNA Replication",
            "DNA, Fungal",
            "DNA, Single-Stranded",
            "DNA-Binding Proteins",
            "Genetic Complementation Test",
            "Molecular Sequence Data",
            "Mutagenesis, Site-Directed",
            "Mutation",
            "Protein Conformation",
            "Rad51 Recombinase",
            "Rad52 DNA Repair and Recombination Protein",
            "Recombination, Genetic",
            "Replication Protein A",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Sequence Homology, Amino Acid"
        ],
        "Authors": [
            {
                "First Name": "Qi",
                "Last Name": "Feng",
                "Affiliation": "Department of Genetics & Development, Columbia University Medical Center, 701 West 168th Street, New York, NY 10032-2704, USA."
            },
            {
                "First Name": "Louis",
                "Last Name": "Düring",
                "Affiliation": ""
            },
            {
                "First Name": "Adriana Antúnez",
                "Last Name": "de Mayolo",
                "Affiliation": ""
            },
            {
                "First Name": "Gaëlle",
                "Last Name": "Lettier",
                "Affiliation": ""
            },
            {
                "First Name": "Michael",
                "Last Name": "Lisby",
                "Affiliation": ""
            },
            {
                "First Name": "Naz",
                "Last Name": "Erdeniz",
                "Affiliation": ""
            },
            {
                "First Name": "Uffe H",
                "Last Name": "Mortensen",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "DNA repair",
        "PubDate": "2007"
    },
    {
        "PMID": "16816432",
        "Title": "The absence of Top3 reveals an interaction between the Sgs1 and Pif1 DNA helicases in Saccharomyces cerevisiae.",
        "Abstract": "RecQ DNA helicases and Topo III topoisomerases have conserved genetic, physical, and functional interactions that are consistent with a model in which RecQ creates a recombination-dependent substrate that is resolved by Topo III. The phenotype associated with Topo III loss suggests that accumulation of a RecQ-created substrate is detrimental. In yeast, mutation of the TOP3 gene encoding Topo III causes pleiotropic defects that are suppressed by deletion of the RecQ homolog Sgs1. We searched for gene dosage suppressors of top3 and identified Pif1, a DNA helicase that acts with polarity opposite to that of Sgs1. Pif1 overexpression suppresses multiple top3 defects, but exacerbates sgs1 and sgs1 top3 defects. Furthermore, Pif1 helicase activity is essential in the absence of Top3 in an Sgs1-dependent manner. These data clearly demonstrate that Pif1 helicase activity is required to counteract Sgs1 helicase activity that has become uncoupled from Top3. Pif1 genetic interactions with the Sgs1-Top3 pathway are dependent upon homologous recombination. We also find that Pif1 is recruited to DNA repair foci and that the frequency of these foci is significantly increased in top3 mutants. Our results support a model in which Pif1 has a direct role in the prevention or repair of Sgs1-induced DNA damage that accumulates in top3 mutants.",
        "Keywords": [],
        "MeSH terms": [
            "DNA Damage",
            "DNA Helicases",
            "DNA Repair",
            "DNA Topoisomerases, Type I",
            "Genes, Lethal",
            "Protein Interaction Mapping",
            "RecQ Helicases",
            "Recombination, Genetic",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Marisa",
                "Last Name": "Wagner",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons, Columbia University, New York, New York 10032-2704, USA."
            },
            {
                "First Name": "Gavrielle",
                "Last Name": "Price",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Genetics",
        "PubDate": "2006"
    },
    {
        "PMID": "16707661",
        "Title": "Multiple start codons and phosphorylation result in discrete Rad52 protein species.",
        "Abstract": "The sequence of the Saccharomyces cerevisiae RAD52 gene contains five potential translation start sites and protein-blot analysis typically detects multiple Rad52 species with different electrophoretic mobilities. Here we define the gene products encoded by RAD52. We show that the multiple Rad52 protein species are due to promiscuous choice of start codons as well as post-translational modification. Specifically, Rad52 is phosphorylated both in a cell cycle-independent and in a cell cycle-dependent manner. Furthermore, phosphorylation is dependent on the presence of the Rad52 C terminus, but not dependent on its interaction with Rad51. We also show that the Rad52 protein can be translated from the last three start sites and expression from any one of them is sufficient for spontaneous recombination and the repair of gamma-ray-induced double-strand breaks.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Amino Acid Sequence",
            "Cell Cycle",
            "Codon, Initiator",
            "Molecular Sequence Data",
            "Mutation",
            "Phosphorylation",
            "Protein Processing, Post-Translational",
            "Rad52 DNA Repair and Recombination Protein",
            "Recombination, Genetic",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins"
        ],
        "Authors": [
            {
                "First Name": "Adriana",
                "Last Name": "Antúnez de Mayolo",
                "Affiliation": "Department of Genetics & Development, Columbia University Medical Center, 701 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Michael",
                "Last Name": "Lisby",
                "Affiliation": ""
            },
            {
                "First Name": "Naz",
                "Last Name": "Erdeniz",
                "Affiliation": ""
            },
            {
                "First Name": "Tanja",
                "Last Name": "Thybo",
                "Affiliation": ""
            },
            {
                "First Name": "Uffe H",
                "Last Name": "Mortensen",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Nucleic acids research",
        "PubDate": "2006"
    },
    {
        "PMID": "16648471",
        "Title": "Cells expressing murine RAD52 splice variants favor sister chromatid repair.",
        "Abstract": "The RAD52 gene is essential for homologous recombination in the yeast Saccharomyces cerevisiae. RAD52 is the archetype in an epistasis group of genes essential for DNA damage repair. By catalyzing the replacement of replication protein A with Rad51 on single-stranded DNA, Rad52 likely promotes strand invasion of a double-stranded DNA molecule by single-stranded DNA. Although the sequence and in vitro functions of mammalian RAD52 are conserved with those of yeast, one difference is the presence of introns and consequent splicing of the mammalian RAD52 pre-mRNA. We identified two novel splice variants from the RAD52 gene that are expressed in adult mouse tissues. Expression of these splice variants in tissue culture cells elevates the frequency of recombination that uses a sister chromatid template. To characterize this dominant phenotype further, the RAD52 gene from the yeast Saccharomyces cerevisiae was truncated to model the mammalian splice variants. The same dominant sister chromatid recombination phenotype seen in mammalian cells was also observed in yeast. Furthermore, repair from a homologous chromatid is reduced in yeast, implying that the choice of alternative repair pathways may be controlled by these variants. In addition, a dominant DNA repair defect induced by one of the variants in yeast is suppressed by overexpression of RAD51, suggesting that the Rad51-Rad52 interaction is impaired.",
        "Keywords": [],
        "MeSH terms": [
            "3T3 Cells",
            "Alleles",
            "Alternative Splicing",
            "Amino Acid Sequence",
            "Animals",
            "CHO Cells",
            "Cricetinae",
            "DNA Repair",
            "Exons",
            "Flow Cytometry",
            "Gamma Rays",
            "Gene Frequency",
            "Genes, Dominant",
            "Genetic Variation",
            "Introns",
            "Mice",
            "Molecular Sequence Data",
            "Rad52 DNA Repair and Recombination Protein",
            "Recombination, Genetic",
            "Reverse Transcriptase Polymerase Chain Reaction",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Sequence Homology, Amino Acid",
            "Sister Chromatid Exchange"
        ],
        "Authors": [
            {
                "First Name": "Peter H",
                "Last Name": "Thorpe",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, HHSC 1608, 701 West 168th St., New York, New York 10032, USA."
            },
            {
                "First Name": "Vanessa A",
                "Last Name": "Marrero",
                "Affiliation": ""
            },
            {
                "First Name": "Margaret H",
                "Last Name": "Savitzky",
                "Affiliation": ""
            },
            {
                "First Name": "Ivana",
                "Last Name": "Sunjevaric",
                "Affiliation": ""
            },
            {
                "First Name": "Tom C",
                "Last Name": "Freeman",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular and cellular biology",
        "PubDate": "2006"
    },
    {
        "PMID": "15989975",
        "Title": "Localization of checkpoint and repair proteins in eukaryotes.",
        "Abstract": "In eukaryotes, the cellular response to DNA damage depends on the type of DNA structure being recognized by the checkpoint and repair machinery. DNA ends and single-stranded DNA are hallmarks of double-strand breaks and replication stress. These two structures are recognized by distinct sets of proteins, which are reorganized into a focal assembly at the lesion. Moreover, the composition of these foci is coordinated with cell cycle progression, reflecting the favoring of end-joining in the G1 phase and homologous recombination in S and G2. The assembly of proteins at sites of DNA damage is largely controlled by a network of protein-protein interactions, with the Mre11 complex initiating assembly at DNA ends and replication protein A directing recruitment to single-stranded DNA. This review summarizes current knowledge on the cellular organization of DSB repair and checkpoint proteins focusing on budding yeast and mammalian cells.",
        "Keywords": [],
        "MeSH terms": [
            "Cell Cycle",
            "DNA Damage",
            "DNA Repair",
            "DNA Replication",
            "DNA-Binding Proteins",
            "Humans",
            "Recombination, Genetic",
            "Saccharomyces cerevisiae"
        ],
        "Authors": [
            {
                "First Name": "Michael",
                "Last Name": "Lisby",
                "Affiliation": "Institute of Molecular Biology, University of Copenhagen, Øster Farimagsgade 2 A, DK-1353 Copenhagen K, Denmark."
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Biochimie",
        "PubDate": "2005"
    },
    {
        "PMID": "15654096",
        "Title": "A genetic screen for top3 suppressors in Saccharomyces cerevisiae identifies SHU1, SHU2, PSY3 and CSM2: four genes involved in error-free DNA repair.",
        "Abstract": "Helicases of the RecQ family and topoisomerase III are evolutionarily conserved proteins important for maintenance of genome stability. In Saccharomyces cerevisiae, loss of the TOP3 gene, encoding topoisomerase III, results in a phenotype of slow growth, DNA damage sensitivity, meiotic defects, and hyperrecombination. The sole RecQ helicase in budding yeast, Sgs1, interacts with Top3 both physically and genetically, and the two proteins are thought to act in concert in vivo. Much recent genetic and biochemical evidence points to the role of RecQ helicases and topoisomerase III in regulating homologous recombination (HR) during DNA replication. Previously, we found that mutations in HR genes partially suppress top3 slow growth. Here, we describe the analysis of four additional mutational suppressors of top3 defects: shu1, shu2, psy3, and csm2. These genes belong to one epistasis group and their protein products interact with each other, strongly suggesting that they function as a complex in vivo. Their mutant phenotype indicates that they are important for error-free repair of spontaneous and induced DNA lesions, protecting the genome from mutation. These mutants exhibit an epistatic relationship with rad52 and show altered dynamics of Rad52-YFP foci, suggesting a role for these proteins in recombinational repair.",
        "Keywords": [],
        "MeSH terms": [
            "Base Sequence",
            "Cloning, Molecular",
            "DNA Damage",
            "DNA Primers",
            "DNA Repair",
            "DNA Replication",
            "DNA Topoisomerases, Type I",
            "DNA, Fungal",
            "Genes, Fungal",
            "Genetic Complementation Test",
            "Genotype",
            "Mutation",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins"
        ],
        "Authors": [
            {
                "First Name": "Erika",
                "Last Name": "Shor",
                "Affiliation": "Department of Genetics and Development, Columbia University College of Physicians & Surgeons, New York, New York 10032-2704, USA."
            },
            {
                "First Name": "Justin",
                "Last Name": "Weinstein",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Genetics",
        "PubDate": "2005"
    },
    {
        "PMID": "15589147",
        "Title": "DNA repair: keeping it together.",
        "Abstract": "A protein scaffold has been identified that holds a chromosome together in the event of a DNA double-strand break. This scaffold is dependent on Rad52 and the Rad50-Mre11-Xrs2 complex and withstands the pulling forces of the mitotic spindle during DNA damage checkpoint arrest.",
        "Keywords": [],
        "MeSH terms": [
            "Cell Cycle",
            "Cell Cycle Proteins",
            "Chromosome Breakage",
            "Chromosome Segregation",
            "DNA Repair",
            "DNA Repair Enzymes",
            "DNA-Binding Proteins",
            "Rad52 DNA Repair and Recombination Protein",
            "Spindle Apparatus"
        ],
        "Authors": [
            {
                "First Name": "Michael",
                "Last Name": "Lisby",
                "Affiliation": "Institute of Molecular Biology, University of Copenhagen, Øster Farimagsgade 2A, DK-1353 Copenhagen K, Denmark. mlisby@my.molbio.ku.dk"
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Current biology : CB",
        "PubDate": "2004"
    },
    {
        "PMID": "15369670",
        "Title": "Choreography of the DNA damage response: spatiotemporal relationships among checkpoint and repair proteins.",
        "Abstract": "DNA repair is an essential process for preserving genome integrity in all organisms. In eukaryotes, recombinational repair is choreographed by multiprotein complexes that are organized into centers (foci). Here, we analyze the cellular response to DNA double-strand breaks (DSBs) and replication stress in Saccharomyces cerevisiae. The Mre11 nuclease and the ATM-related Tel1 kinase are the first proteins detected at DSBs. Next, the Rfa1 single-strand DNA binding protein relocalizes to the break and recruits other key checkpoint proteins. Later and only in S and G2 phase, the homologous recombination machinery assembles at the site. Unlike the response to DSBs, Mre11 and recombination proteins are not recruited to hydroxyurea-stalled replication forks unless the forks collapse. The cellular response to DSBs and DNA replication stress is likely directed by the Mre11 complex detecting and processing DNA ends in conjunction with Sae2 and by RP-A recognizing single-stranded DNA and recruiting additional checkpoint and repair proteins.",
        "Keywords": [],
        "MeSH terms": [
            "Cell Cycle Proteins",
            "DNA",
            "DNA Damage",
            "DNA Repair",
            "DNA-Binding Proteins",
            "Endodeoxyribonucleases",
            "Endonucleases",
            "Exodeoxyribonucleases",
            "Fungal Proteins",
            "G2 Phase",
            "Gamma Rays",
            "Gene Expression Regulation, Fungal",
            "Genes, cdc",
            "Hydroxyurea",
            "Intracellular Signaling Peptides and Proteins",
            "Oxidative Stress",
            "Protein Serine-Threonine Kinases",
            "Reaction Time",
            "Recombination, Genetic",
            "Replication Protein A",
            "S Phase",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Time Factors",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Michael",
                "Last Name": "Lisby",
                "Affiliation": "Department of Genetics and Development, Columbia University, College of Physicians and Surgeons, 701 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Jacqueline H",
                "Last Name": "Barlow",
                "Affiliation": ""
            },
            {
                "First Name": "Rebecca C",
                "Last Name": "Burgess",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2004"
    },
    {
        "PMID": "15149590",
        "Title": "Stay close to your sister.",
        "Abstract": "Yeast Sir2 protein regulates chromatin structure and suppresses recombination at the multiple tandem rDNA array. In the current issue of Cell, Kobayashi and colleagues reinvestigate rDNA dynamics in sir2 strains and find that Sir2 is necessary to recruit cohesins to the array, which influences the nature of rDNA recombination events.",
        "Keywords": [],
        "MeSH terms": [
            "Cell Cycle Proteins",
            "Chromosomal Proteins, Non-Histone",
            "Chromosome Segregation",
            "DNA, Ribosomal",
            "Fungal Proteins",
            "Histone Deacetylases",
            "Mitosis",
            "Mutation",
            "Nuclear Proteins",
            "Recombination, Genetic",
            "Sequence Homology",
            "Silent Information Regulator Proteins, Saccharomyces cerevisiae",
            "Sirtuin 2",
            "Sirtuins",
            "Yeasts",
            "Cohesins"
        ],
        "Authors": [
            {
                "First Name": "Robert J D",
                "Last Name": "Reid",
                "Affiliation": "Department of Genetics and Development, Columbia University College of Physicians and Surgeons, 701 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2004"
    },
    {
        "PMID": "15145359",
        "Title": "DNA damage checkpoint and repair centers.",
        "Abstract": "In eukaryotes, recombinational repair is choreographed by multiprotein complexes that are organized into focal assemblies. These foci are highly dynamic giga-dalton structures capable of simultaneously repairing multiple DNA lesions. Moreover, the composition of these repair centers depends on the nature of the DNA lesion and is tightly coordinated with progression of the cell cycle. Components of DNA repair centers are regulated by post-translational modifications such as phosphorylation, ubiquitination and sumoylation. Repair foci progress through four distinct stages: first, DNA damage recognition and binding of DNA ends by the Mre11 complex and Ku70/80; second, end-processing and binding of single-stranded DNA by replication protein A, which recruits checkpoint proteins; third, recombinational repair during S and G(2) phase; and fourth, disassembly of foci and resumption of the cell cycle.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Cycle",
            "Cell Cycle Proteins",
            "DNA Damage",
            "DNA Repair",
            "DNA Replication",
            "Humans",
            "Recombination, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Michael",
                "Last Name": "Lisby",
                "Affiliation": "Department of Genetics & Development, Columbia University, College of Physicians & Surgeons, 701 West 168th Street, New York, NY 10032-2704, USA."
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Current opinion in cell biology",
        "PubDate": "2004"
    },
    {
        "PMID": "12963848",
        "Title": "Cell cycle-regulated centers of DNA double-strand break repair.",
        "Abstract": "In eukaryotes, homologous recombination is an important pathway for the repair of DNA double-strand breaks. We have studied this process in living cells in the yeast Saccharomyces cerevisiae using Rad52 as a cell biological marker. In response to DNA damage, Rad52 redistributes itself and forms foci specifically during S phase. We have shown previously that Rad52 foci are centers of DNA repair where multiple DNA double-strand breaks colocalize. Here we report a correlation between the timing of Rad52 focus formation and modification of the Rad52 protein. In addition, we show that the two ends of a double-strand break are held tightly together in the majority of cells. Interestingly, in a small but significant fraction of the S phase cells, the two ends of a break separate suggesting that mechanisms exist to reassociate and align these ends for proper DNA repair.",
        "Keywords": [],
        "MeSH terms": [
            "Cell Cycle",
            "DNA Damage",
            "DNA Repair",
            "DNA-Binding Proteins",
            "Rad52 DNA Repair and Recombination Protein",
            "Recombination, Genetic",
            "S Phase",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins"
        ],
        "Authors": [
            {
                "First Name": "Michael",
                "Last Name": "Lisby",
                "Affiliation": "Department of Genetics and Development, Columbia University, College of Physicians and Surgeons, New York, New York 10032-2704, USA."
            },
            {
                "First Name": "Adriana",
                "Last Name": "Antúnez de Mayolo",
                "Affiliation": ""
            },
            {
                "First Name": "Uffe H",
                "Last Name": "Mortensen",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell cycle (Georgetown, Tex.)",
        "PubDate": "2003"
    },
    {
        "PMID": "12766777",
        "Title": "Colocalization of multiple DNA double-strand breaks at a single Rad52 repair centre.",
        "Abstract": "DNA double-strand break repair (DSBR) is an essential process for preserving genomic integrity in all organisms. To investigate this process at the cellular level, we engineered a system of fluorescently marked DNA double-strand breaks (DSBs) in the yeast Saccharomyces cerevisiae to visualize in vivo DSBR in single cells. Using this system, we demonstrate for the first time that Rad52 DNA repair foci and DSBs colocalize. Time-lapse microscopy reveals that the relocalization of Rad52 protein into a focal assembly is a rapid and reversible process. In addition, analysis of DNA damage checkpoint-deficient cells provides direct evidence for coordination between DNA repair and subsequent release from checkpoint arrest. Finally, analyses of cells experiencing multiple DSBs demonstrate that Rad52 foci are centres of DNA repair capable of simultaneously recruiting more than one DSB.",
        "Keywords": [],
        "MeSH terms": [
            "Bacterial Proteins",
            "DNA Damage",
            "DNA Repair",
            "DNA, Fungal",
            "DNA-Binding Proteins",
            "Deoxyribonucleases, Type II Site-Specific",
            "Escherichia coli Proteins",
            "G1 Phase",
            "G2 Phase",
            "Gamma Rays",
            "Genes, Insect",
            "Haploidy",
            "Lac Repressors",
            "Mitosis",
            "Rad52 DNA Repair and Recombination Protein",
            "Recombinant Fusion Proteins",
            "Repressor Proteins",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Michael",
                "Last Name": "Lisby",
                "Affiliation": "Department of Genetics & Development, Columbia University, College of Physicians & Surgeons, 701 West 168th Street, New York, NY 10032-2704, USA."
            },
            {
                "First Name": "Uffe H",
                "Last Name": "Mortensen",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature cell biology",
        "PubDate": "2003"
    },
    {
        "PMID": "12399378",
        "Title": "Mutations in homologous recombination genes rescue top3 slow growth in Saccharomyces cerevisiae.",
        "Abstract": "In budding yeast, loss of topoisomerase III, encoded by the TOP3 gene, leads to a genomic instability phenotype that includes slow growth, hyper-sensitivity to genotoxic agents, mitotic hyper-recombination, increased chromosome missegregation, and meiotic failure. Slow growth and other defects of top3 mutants are suppressed by mutation of SGS1, which encodes the only RecQ helicase in S. cerevisiae. sgs1 is epistatic to top3, suggesting that the two proteins act in the same pathway. To identify other factors that function in the Sgs1-Top3 pathway, we undertook a genetic screen for non-sgs1 suppressors of top3 defects. We found that slow growth and DNA damage sensitivity of top3 mutants are suppressed by mutations in RAD51, RAD54, RAD55, and RAD57. In contrast, top3 mutants show extreme synergistic growth defects with mutations in RAD50, MRE11, XRS2, RDH54, and RAD1. We also analyzed recombination at the SUP4-o region, showing that in a rad51, rad54, rad55, or rad57 background top3Delta does not increase recombination to the same degree as in a wild-type strain. These results suggest that the presence of the Rad51 homologous recombination complex in a top3 background facilitates creation of detrimental intermediates by Sgs1. We present a model wherein Rad51 helps recruit Sgs1-Top3 to sites of replicative damage.",
        "Keywords": [],
        "MeSH terms": [
            "Adenosine Triphosphatases",
            "DNA Damage",
            "DNA Helicases",
            "DNA Repair Enzymes",
            "DNA Topoisomerases",
            "DNA Topoisomerases, Type I",
            "DNA-Binding Proteins",
            "Fungal Proteins",
            "Mutation",
            "Rad51 Recombinase",
            "Rad52 DNA Repair and Recombination Protein",
            "RecQ Helicases",
            "Recombination, Genetic",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins"
        ],
        "Authors": [
            {
                "First Name": "Erika",
                "Last Name": "Shor",
                "Affiliation": "Department of Genetics and Development, Columbia University College of Physicians & Surgeons, New York, New York 10032-2704, USA."
            },
            {
                "First Name": "Serge",
                "Last Name": "Gangloff",
                "Affiliation": ""
            },
            {
                "First Name": "Marisa",
                "Last Name": "Wagner",
                "Affiliation": ""
            },
            {
                "First Name": "Justin",
                "Last Name": "Weinstein",
                "Affiliation": ""
            },
            {
                "First Name": "Gavrielle",
                "Last Name": "Price",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Genetics",
        "PubDate": "2002"
    },
    {
        "PMID": "12073318",
        "Title": "Kar-mediated plasmid transfer between yeast strains: alternative to traditional transformation methods.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Culture Media",
            "Fungal Proteins",
            "Gene Transfer Techniques",
            "Genetic Complementation Test",
            "Nuclear Proteins",
            "Phenotype",
            "Plasmids",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Transformation, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Bilyana",
                "Last Name": "Georgieva",
                "Affiliation": "Department of Genetics and Development, Columbia University College of Physicians and Surgeons, New York, New York 10032, USA."
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Methods in enzymology",
        "PubDate": "2002"
    },
    {
        "PMID": "12073317",
        "Title": "Cloning-free genome alterations in Saccharomyces cerevisiae using adaptamer-mediated PCR.",
        "Abstract": "Each of the adaptamer-directed genome manipulation methods is predicated on the fact that recombination between two DNAs is enhanced by increasing the length of homology. Many of the current PCR-based genome manipulation techniques rely on very short homologies to promote recombination. In these cases homology length is dictated by the technical limits of oligonucleotide synthesis. Adaptamers circumvent this problem since long homology regions are produced in a first round of PCR, and then fused to the selectable marker in a second round of PCR via complementary sequence tags on the adaptamers. Furthermore, many of the techniques described here rely on preexisting and commercially available adaptamer sets that can be obtained inexpensively rather than designing new primers for every experiment. Although a cost is incurred when performing multiple PCR amplifications, the increase in recombination efficiency is dramatic. Finally, the adaptamer-mediated PCR fusion methodology is versatile and can be applied to varied genome manipulations.",
        "Keywords": [],
        "MeSH terms": [
            "DNA Primers",
            "Genetic Markers",
            "Genome, Fungal",
            "Mutagenesis",
            "Polymerase Chain Reaction",
            "Recombinant Proteins",
            "Saccharomyces cerevisiae"
        ],
        "Authors": [
            {
                "First Name": "Robert J D",
                "Last Name": "Reid",
                "Affiliation": "Department of Genetics and Development, Columbia University College of Physicians and Surgeons, New York, New York 10032, USA."
            },
            {
                "First Name": "Michael",
                "Last Name": "Lisby",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Methods in enzymology",
        "PubDate": "2002"
    },
    {
        "PMID": "12072453",
        "Title": "A molecular genetic dissection of the evolutionarily conserved N terminus of yeast Rad52.",
        "Abstract": "Rad52 is a DNA-binding protein that stimulates the annealing of complementary single-stranded DNA. Only the N terminus of Rad52 is evolutionarily conserved; it contains the core activity of the protein, including its DNA-binding activity. To identify amino acid residues that are important for Rad52 function(s), we systematically replaced 76 of 165 amino acid residues in the N terminus with alanine. These substitutions were examined for their effects on the repair of gamma-ray-induced DNA damage and on both interchromosomal and direct repeat heteroallelic recombination. This analysis identified five regions that are required for efficient gamma-ray damage repair or mitotic recombination. Two regions, I and II, also contain the classic mutations, rad52-2 and rad52-1, respectively. Interestingly, four of the five regions contain mutations that impair the ability to repair gamma-ray-induced DNA damage yet still allow mitotic recombinants to be produced at rates that are similar to or higher than those obtained with wild-type strains. In addition, a new class of separation-of-function mutation that is only partially deficient in the repair of gamma-ray damage, but exhibits decreased mitotic recombination similar to rad52 null strains, was identified. These results suggest that Rad52 protein acts differently on lesions that occur spontaneously during the cell cycle than on those induced by gamma-irradiation.",
        "Keywords": [],
        "MeSH terms": [
            "Alanine",
            "Amino Acid Sequence",
            "Conserved Sequence",
            "DNA-Binding Proteins",
            "Evolution, Molecular",
            "Gamma Rays",
            "Molecular Sequence Data",
            "Mutation",
            "Rad52 DNA Repair and Recombination Protein",
            "Recombination, Genetic",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Sequence Alignment",
            "Sequence Analysis, Protein"
        ],
        "Authors": [
            {
                "First Name": "Uffe H",
                "Last Name": "Mortensen",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons, Columbia University, New York, New York 10032-2704, USA."
            },
            {
                "First Name": "Naz",
                "Last Name": "Erdeniz",
                "Affiliation": ""
            },
            {
                "First Name": "Qi",
                "Last Name": "Feng",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Genetics",
        "PubDate": "2002"
    },
    {
        "PMID": "11904430",
        "Title": "The Dun1 checkpoint kinase phosphorylates and regulates the ribonucleotide reductase inhibitor Sml1.",
        "Abstract": "Cell cycle checkpoints are evolutionarily conserved surveillance systems that protect genomic stability and prevent oncogenesis in mammals. One important target of checkpoint control is ribonucleotide reductase (RNR), which catalyzes the rate-limiting step in dNTP and DNA synthesis. In both yeast and humans, RNR is transcriptionally induced after DNA damage via Mec1/Rad53 (yeast) and ATM/CHK2 (human) checkpoint pathways. In addition, yeast checkpoint proteins Mec1 and Rad53 also regulate the RNR inhibitor Sml1. After DNA damage or at S phase, Mec1 and Rad53 control the phosphorylation and concomitant degradation of Sml1 protein. This new layer of control contributes to the increased dNTP production likely necessary for DNA repair and replication; however, the molecular mechanism is unclear. Here we show that Dun1, a downstream kinase of Mec1/Rad53, genetically and physically interacts with Sml1 in vivo. The absence of Dun1 activity leads to the accumulation of Sml1 protein at S phase and after DNA damage. As a result, dun1Delta strains need more time to finish DNA replication, are defective in mitochondrial DNA propagation, and are sensitive to DNA-damaging agents. Moreover, phospho-Sml1 is absent or dramatically reduced in dun1Delta cells. Finally, Dun1 can phosphorylate Sml1 in vitro. These results suggest that Dun1 kinase function is the last step required in the Mec1/Rad53 cascade to remove Sml1 during S phase and after DNA damage.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Cell Cycle Proteins",
            "Cell Division",
            "Checkpoint Kinase 2",
            "DNA Damage",
            "Enzyme Inhibitors",
            "Fungal Proteins",
            "Gene Deletion",
            "Genes, Lethal",
            "Intracellular Signaling Peptides and Proteins",
            "Models, Biological",
            "Phenotype",
            "Phosphorylation",
            "Protein Binding",
            "Protein Kinases",
            "Protein Serine-Threonine Kinases",
            "Ribonucleotide Reductases",
            "S Phase",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Trefoil Factor-2",
            "Two-Hybrid System Techniques"
        ],
        "Authors": [
            {
                "First Name": "Xiaolan",
                "Last Name": "Zhao",
                "Affiliation": "Department of Genetics and Development, Columbia University, College of Physicians and Surgeons, 701 West 168th Street, New York, NY 10032-2704, USA."
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2002"
    },
    {
        "PMID": "11870855",
        "Title": "Efficient PCR-based gene disruption in Saccharomyces strains using intergenic primers.",
        "Abstract": "Gene disruptions are a vital tool for understanding Saccharomyces cerevisiae gene function. An arrayed library of gene disruption strains has been produced by a consortium of yeast laboratories; however their use is limited to a single genetic background. Since the yeast research community works with several different strain backgrounds, disruption libraries in other common laboratory strains are desirable. We have developed simple PCR-based methods that allow transfer of gene disruptions from the S288C-derived strain library into any Saccharomyces strain. One method transfers the unique sequence tags that flank each of the disrupted genes and replaces the kanamycin resistance marker with a recyclable URA3 gene from Kluyveromyces lactis. All gene-specific PCR amplifications for this method are performed using a pre-existing set of primers that are commercially available. We have also extended this PCR technique to develop a second general gene disruption method suitable for any transformable strain of Saccharomyces.",
        "Keywords": [],
        "MeSH terms": [
            "DNA Primers",
            "Gene Deletion",
            "Kluyveromyces",
            "Molecular Biology",
            "Polymerase Chain Reaction",
            "Saccharomyces cerevisiae",
            "Transformation, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Robert J D",
                "Last Name": "Reid",
                "Affiliation": "Department of Genetics and Development, Columbia University College of Physicians and Surgeons, New York, NY 10032-2704, USA."
            },
            {
                "First Name": "Ivana",
                "Last Name": "Sunjevaric",
                "Affiliation": ""
            },
            {
                "First Name": "Mehdi",
                "Last Name": "Keddache",
                "Affiliation": ""
            },
            {
                "First Name": "Rodney",
                "Last Name": "Rothstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Yeast (Chichester, England)",
        "PubDate": "2002"
    }
]