[
    {
        "PMID": "23237495",
        "Title": "Automated flux chamber for investigating gas flux at water-air interfaces.",
        "Abstract": "Aquatic ecosystems are major sources of greenhouse gases (GHG). Representative measurements of GHG fluxes from aquatic ecosystems to the atmosphere are vital for quantitative understanding of relationships between biogeochemistry and climate. Fluxes occur at high temporal variability at diel or longer scales, which are not captured by traditional short-term deployments (often in the order of 30 min) of floating flux chambers. High temporal frequency measurements are necessary but also extremely labor intensive if manual flux chamber based methods are used. Therefore, we designed an inexpensive and easily mobile automated flux chamber (AFC) for extended deployments. The AFC was designed to measure in situ accumulation of gas in the chamber and also to collect gas samples in an array of sample bottles for subsequent analysis in the laboratory, providing two independent ways of CH(4) concentration measurements. We here present the AFC design and function together with data from initial laboratory tests and from a field deployment.",
        "Keywords": [],
        "MeSH terms": [
            "Air",
            "Environmental Monitoring",
            "Equipment Design",
            "Gases",
            "Greenhouse Effect",
            "Methane",
            "Water"
        ],
        "Authors": [
            {
                "First Name": "Nguyen Thanh",
                "Last Name": "Duc",
                "Affiliation": "Department of Geological Sciences, Stockholm University, 106 91 Stockholm, Sweden. nguyen.duc@geo.su.se"
            },
            {
                "First Name": "Samuel",
                "Last Name": "Silverstein",
                "Affiliation": ""
            },
            {
                "First Name": "Lars",
                "Last Name": "Lundmark",
                "Affiliation": ""
            },
            {
                "First Name": "Henrik",
                "Last Name": "Reyier",
                "Affiliation": ""
            },
            {
                "First Name": "Patrick",
                "Last Name": "Crill",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Bastviken",
                "Affiliation": ""
            }
        ],
        "Journal": "Environmental science & technology",
        "PubDate": "2013"
    },
    {
        "PMID": "22820286",
        "Title": "How many neutrophils are enough (redux, redux)?",
        "Abstract": "Many chemotherapeutic regimens produce neutropenia, which predisposes to microbial infection. However, not all neutropenic individuals develop infections, so the ability to predict this outcome would be a powerful clinical tool. In this issue of the JCI, Malka et al. describe a dynamic system model of neutrophil bactericidal activity that confirms and extends the concept of critical neutrophil concentration. The authors demonstrate that when the neutrophil concentration approaches the critical concentration, bacterial populations in contact with them exhibit bistability. Their experimental findings raise the intriguing possibility of greater variability in bactericidal activity of neutrophils from healthy adults than heretofore recognized; their model predicts that this could have life-and-death consequences.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Samuel C",
                "Last Name": "Silverstein",
                "Affiliation": ""
            },
            {
                "First Name": "Raul",
                "Last Name": "Rabadan",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of clinical investigation",
        "PubDate": "2012"
    },
    {
        "PMID": "22490302",
        "Title": "Toward integrative cancer immunotherapy: targeting the tumor microenvironment.",
        "Abstract": "The development of cancer has historically been attributed to genomic alterations of normal host cells. Accordingly, the aim of most traditional cancer therapies has been to destroy the transformed cells themselves. There is now widespread appreciation that the progressive growth and metastatic spread of cancer cells requires the cooperation of normal host cells (endothelial cells, fibroblasts, other mesenchymal cells, and immune cells), both local to, and at sites distant from, the site at which malignant transformation occurs. It is the balance of these cellular interactions that both determines the natural history of the cancer, and influences its response to therapy. This active tumor-host dynamic has stimulated interest in the tumor microenvironment as a key target for both cancer diagnosis and therapy. Recent data has demonstrated both that the presence of CD8⁺ T cells within a tumor is associated with a good prognosis, and that the eradication of all malignantly transformed cells within a tumor requires that the intra-tumoral concentration of cytolytically active CD8⁺ effector T cells remain above a critical concentration until every tumor cell has been killed. These findings have stimulated two initiatives in the field of cancer immunotherapy that focus on the tumor microenvironment. The first is the development of the immune score as part of the routine diagnostic and prognostic evaluation of human cancers, and the second is the development of combinatorial immune-based therapies that reduce tumor-associated immune suppression to unleash pre-existing or therapeutically-induced tumor immunity. In support of these efforts, the Society for the Immunotherapy of Cancer (SITC) is sponsoring a workshop entitled \"Focus on the Target: The Tumor Microenvironment\" to be held October 24-25, 2012 in Bethesda, Maryland. This meeting should support development of the immune score, and result in a position paper highlighting opportunities for the development of integrative cancer immunotherapies that sculpt the tumor microenvironment to promote definitive tumor rejection.",
        "Keywords": [],
        "MeSH terms": [
            "Cell Proliferation",
            "Congresses as Topic",
            "Disease Progression",
            "Humans",
            "Immunity",
            "Immunotherapy",
            "Neoplasms",
            "Tumor Microenvironment"
        ],
        "Authors": [
            {
                "First Name": "Leisha A",
                "Last Name": "Emens",
                "Affiliation": ""
            },
            {
                "First Name": "Samuel C",
                "Last Name": "Silverstein",
                "Affiliation": ""
            },
            {
                "First Name": "Samir",
                "Last Name": "Khleif",
                "Affiliation": ""
            },
            {
                "First Name": "Francesco M",
                "Last Name": "Marincola",
                "Affiliation": ""
            },
            {
                "First Name": "Jérôme",
                "Last Name": "Galon",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of translational medicine",
        "PubDate": "2012"
    },
    {
        "PMID": "20065066",
        "Title": "CD8+ T cell concentration determines their efficiency in killing cognate antigen-expressing syngeneic mammalian cells in vitro and in mouse tissues.",
        "Abstract": "We describe a quantitative model for assessing the cytolytic activity of antigen-specific CD8+ T cells in vitro and in vivo in which the concentration of antigen-specific CD8+ T cells determines the efficiency with which these cells kill cognate antigen-expressing melanoma cells in packed cell pellets, in three-dimensional collagen-fibrin gels in vitro, and in established melanomas in vivo. In combination with a clonogenic assay for melanoma cells, collagen-fibrin gels are 4,500-5,500-fold more sensitive than the packed cell pellet-type assays generally used to measure CD8+ T cell cytolytic activity. An equation previously used to describe neutrophil bactericidal activity in vitro and in vivo also describes antigen-specific CD8+ T cell-mediated cytolysis of cognate antigen-expressing melanoma cells in collagen-fibrin gels in vitro and in transplanted tumors in vivo. We have used this equation to calculate the critical concentration of antigen-specific CD8+ T cells, which is the concentration of these cells required to hold constant the concentration of a growing population of cognate antigen-expressing melanoma cells. It is approximately 3.5x10(5)/ml collagen-fibrin gel in vitro and approximately 3x10(6)/ml or /g melanoma for previously published studies of ex vivo-activated adoptively transferred tumor antigen-specific CD8+ T cell killing of cognate antigen-expressing melanoma cells in established tumors in vivo. The antigen-specific CD8+ T cell concentration required to kill 100% of 2x10(7)/ml cognate antigen-expressing melanoma cells in collagen fibrin gels is >or=10(7)/ml of gel.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Antigens, Neoplasm",
            "CD8-Positive T-Lymphocytes",
            "Cell Line, Tumor",
            "Gene Expression Regulation, Neoplastic",
            "Humans",
            "Immunity, Cellular",
            "Melanoma",
            "Mice",
            "Mice, Transgenic"
        ],
        "Authors": [
            {
                "First Name": "Sadna",
                "Last Name": "Budhu",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "John D",
                "Last Name": "Loike",
                "Affiliation": ""
            },
            {
                "First Name": "Ashley",
                "Last Name": "Pandolfi",
                "Affiliation": ""
            },
            {
                "First Name": "Soo",
                "Last Name": "Han",
                "Affiliation": ""
            },
            {
                "First Name": "Geoffrey",
                "Last Name": "Catalano",
                "Affiliation": ""
            },
            {
                "First Name": "Andrei",
                "Last Name": "Constantinescu",
                "Affiliation": ""
            },
            {
                "First Name": "Raphael",
                "Last Name": "Clynes",
                "Affiliation": ""
            },
            {
                "First Name": "Samuel C",
                "Last Name": "Silverstein",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of experimental medicine",
        "PubDate": "2010"
    },
    {
        "PMID": "19833969",
        "Title": "Teachers' participation in research programs improves their students' achievement in science.",
        "Abstract": "Research experience programs engage teachers in the hands-on practice of science. Program advocates assert that program participation enhances teachers' skills in communicating science to students. We measured the impact of New York City public high-school science teachers' participation in Columbia University's Summer Research Program on their students' academic performance in science. In the year before program entry, students of participating and nonparticipating teachers passed a New York State Regents science examination at the same rate. In years three and four after program entry, participating teachers' students passed Regents science exams at a rate that was 10.1% higher (P = 0.049) than that of nonparticipating teachers' students. Other program benefits include decreased teacher attrition from classroom teaching and school cost savings of U.S. $1.14 per $1 invested in the program.",
        "Keywords": [],
        "MeSH terms": [
            "Achievement",
            "Curriculum",
            "Education, Continuing",
            "Educational Measurement",
            "Faculty",
            "Humans",
            "New York",
            "New York City",
            "Program Evaluation",
            "Research",
            "Science",
            "Universities"
        ],
        "Authors": [
            {
                "First Name": "Samuel C",
                "Last Name": "Silverstein",
                "Affiliation": "Department of Physiology, Columbia University, 630 West 168th Street, New York, NY 10032, USA. scs3@columbia.edu"
            },
            {
                "First Name": "Jay",
                "Last Name": "Dubner",
                "Affiliation": ""
            },
            {
                "First Name": "Jon",
                "Last Name": "Miller",
                "Affiliation": ""
            },
            {
                "First Name": "Sherry",
                "Last Name": "Glied",
                "Affiliation": ""
            },
            {
                "First Name": "John D",
                "Last Name": "Loike",
                "Affiliation": ""
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2009"
    },
    {
        "PMID": "19429621",
        "Title": "Gemfibrozil inhibits Legionella pneumophila and Mycobacterium tuberculosis enoyl coenzyme A reductases and blocks intracellular growth of these bacteria in macrophages.",
        "Abstract": "We report here that gemfibrozil (GFZ) inhibits axenic and intracellular growth of Legionella pneumophila and of 27 strains of wild-type and multidrug-resistant Mycobacterium tuberculosis in bacteriological medium and in human and mouse macrophages, respectively. At a concentration of 0.4 mM, GFZ completely inhibited L. pneumophila fatty acid synthesis, while at 0.12 mM it promoted cytoplasmic accumulation of polyhydroxybutyrate. To assess the mechanism(s) of these effects, we cloned an L. pneumophila FabI enoyl reductase homolog that complemented for growth an Escherichia coli strain carrying a temperature-sensitive enoyl reductase and rendered the complemented E. coli strain sensitive to GFZ at the nonpermissive temperature. GFZ noncompetitively inhibited this L. pneumophila FabI homolog, as well as M. tuberculosis InhA and E. coli FabI.",
        "Keywords": [],
        "MeSH terms": [
            "Acyl-CoA Dehydrogenases",
            "Amino Acid Sequence",
            "Animals",
            "Cells, Cultured",
            "Clofibric Acid",
            "Enzyme Activation",
            "Escherichia coli",
            "Gemfibrozil",
            "Glyceraldehyde",
            "Humans",
            "Kinetics",
            "Legionella pneumophila",
            "Lipid Metabolism",
            "Macrophages",
            "Mice",
            "Microbial Sensitivity Tests",
            "Microscopy, Electron, Transmission",
            "Molecular Sequence Data",
            "Mycobacterium tuberculosis",
            "Propane",
            "Sequence Homology, Amino Acid"
        ],
        "Authors": [
            {
                "First Name": "Ronit",
                "Last Name": "Reich-Slotky",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Christina A",
                "Last Name": "Kabbash",
                "Affiliation": ""
            },
            {
                "First Name": "Phyllis",
                "Last Name": "Della-Latta",
                "Affiliation": ""
            },
            {
                "First Name": "John S",
                "Last Name": "Blanchard",
                "Affiliation": ""
            },
            {
                "First Name": "Steven J",
                "Last Name": "Feinmark",
                "Affiliation": ""
            },
            {
                "First Name": "Sherry",
                "Last Name": "Freeman",
                "Affiliation": ""
            },
            {
                "First Name": "Gilla",
                "Last Name": "Kaplan",
                "Affiliation": ""
            },
            {
                "First Name": "Howard A",
                "Last Name": "Shuman",
                "Affiliation": ""
            },
            {
                "First Name": "Samuel C",
                "Last Name": "Silverstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of bacteriology",
        "PubDate": "2009"
    },
    {
        "PMID": "17146037",
        "Title": "How teaching matters.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Educational Measurement",
            "Educational Status",
            "Humans",
            "Professional Competence",
            "Research",
            "Research Design",
            "Science",
            "Students",
            "Teaching"
        ],
        "Authors": [
            {
                "First Name": "Samuel C",
                "Last Name": "Silverstein",
                "Affiliation": ""
            }
        ],
        "Journal": "CBE life sciences education",
        "PubDate": "2006"
    },
    {
        "PMID": "16244116",
        "Title": "PAF-receptor antagonists, lovastatin, and the PTK inhibitor genistein inhibit H2O2 secretion by macrophages cultured on oxidized-LDL matrices.",
        "Abstract": "Adhesion of mononuclear phagocytes (Macs) to extracellular matrices containing oxidized low-density lipoproteins (oxLDL) stimulates these cells to secrete reactive oxygen species (e.g., O2-, H2O2) that are believed to promote atherogenesis. Current in vitro systems designed to measure Mac H2O2 secretion in response to oxLDL show that these cells secrete H2O2 for only a few hours after plating. The slow onset and chronicity of atherogenesis, however, suggested to us that Mac ROS secretion might be sustained for much longer periods when Macs are maintained in an environment resembling that in the intima of arteries undergoing atherogenesis. The findings reported here confirm this suggestion. They show that Macs maintained on collagen IV matrices containing oxLDL in medium containing human plasma-derived serum secrete H2O2 continuously and in large amounts for at least 11 days. Using this system we tested the effects of compounds known to attenuate atherogenesis in vivo. Platelet-activating factor (PAF) receptor antagonists, lovastatin, and the isoflavone protein tyrosine kinase (PTK) inhibitor genistein each reduced H2O2 secretion by Macs maintained on oxLDL-containing matrices by approximately 60%. Lovastatin's inhibitory effect was blocked completely by addition of geranylgeranyl pyrophosphate to the medium. We conclude that matrix-bound and oxidized lipoproteins stimulate Macs to produce H2O2 continuously and in large quantities via a pathway that involves PAF receptors and PTK and is reversibly blocked by inhibitors of protein prenylation.",
        "Keywords": [],
        "MeSH terms": [
            "Atherosclerosis",
            "Cells, Cultured",
            "Extracellular Matrix",
            "Genistein",
            "Humans",
            "Hydrogen Peroxide",
            "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
            "Lipoproteins, LDL",
            "Lovastatin",
            "Macrophages",
            "Phagocytes",
            "Platelet Membrane Glycoproteins",
            "Protein-Tyrosine Kinases",
            "Receptors, G-Protein-Coupled",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Indra",
                "Last Name": "Sethy-Coraci",
                "Affiliation": "Departments of Physiology and Cellular Biophysics, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Lara W",
                "Last Name": "Crock",
                "Affiliation": ""
            },
            {
                "First Name": "Samuel C",
                "Last Name": "Silverstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of leukocyte biology",
        "PubDate": "2005"
    },
    {
        "PMID": "15353554",
        "Title": "Determination of the critical concentration of neutrophils required to block bacterial growth in tissues.",
        "Abstract": "We showed previously that the competition between bacterial killing by neutrophils and bacterial growth in stirred serum-containing suspensions could be modeled as the competition between a first-order reaction (bacterial growth) and a second-order reaction (bacterial killing by neutrophils). The model provided a useful parameter, the critical neutrophil concentration (CNC), below which bacterial concentration increased and above which it decreased, independent of the initial bacterial concentration. We report here that this model applies to neutrophil killing of bacteria in three-dimensional fibrin matrices and in rabbit dermis. We measured killing of 10(3)-10(8) colony forming units/ml Staphylococcus epidermidis by 10(5)-10(8) human neutrophils/ml in fibrin gels. The CNC was approximately 4 x 10(6) neutrophils/ml gel in the presence of normal serum and approximately 1.6 x 10(7) neutrophils/ml gel in the presence of C5-deficient serum. Application of our model to published data of others on killing of approximately 5 x 10(7) to 2 x 10(8) E. coli/ml rabbit dermis yielded CNCs from approximately 4 x 10(6) to approximately 8 x 10(6) neutrophils/ml dermis. Thus, in disparate tissues and tissuelike environments, our model fits the kinetics of bacterial killing and gives similar lower limits (CNCs) to the neutrophil concentration required to control bacterial growth.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Division",
            "Culture Media",
            "Escherichia coli",
            "Fibrin",
            "Humans",
            "Kinetics",
            "Microscopy, Confocal",
            "Neutrophils",
            "Rabbits",
            "Skin",
            "Staphylococcus epidermidis",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Yongmei",
                "Last Name": "Li",
                "Affiliation": "Dept. of Physiology and Cellular Biophysics, College of Physicians and Surgeons, Columbia University, 630 W. 168th St., New York, NY 10032, USA."
            },
            {
                "First Name": "Arthur",
                "Last Name": "Karlin",
                "Affiliation": ""
            },
            {
                "First Name": "John D",
                "Last Name": "Loike",
                "Affiliation": ""
            },
            {
                "First Name": "Samuel C",
                "Last Name": "Silverstein",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of experimental medicine",
        "PubDate": "2004"
    },
    {
        "PMID": "12379907",
        "Title": "Scavenger receptors in neurobiology and neuropathology: their role on microglia and other cells of the nervous system.",
        "Abstract": "Scavenger receptor class A (SR-A, CD204), scavenger receptor-BI (SR-BI), and CD36 are cell surface proteins that mediate cell adhesion to, and endocytosis of, various native and pathologically modified substances, and participate in intracellular signaling, lipid metabolism, and host defense against bacterial pathogens. Microglia, Mato cells, astrocytes, cerebral microvascular endothelial cells, cerebral arterial smooth muscle cells, and retinal pigment epithelial cells express one or more of these SR. Expression of SR-A and SR-BI by microglia is developmentally regulated. Neonatal microglia express SR-A and SR-BI, while microglia in normal mouse and human adult brain express neither. Astrocytes in adult brain express SR-BI. In Alzheimer's disease, microglial expression of SR-A is increased. Such findings, and evidence that SR-A and SR-BI mediate adhesion and endocytosis of fibrillar beta-amyloid by microglia and astrocytes, respectively, and that SR-A, SR-BI, and CD36 participate in secretion of reactive oxygen species by microglia, suggest roles for these receptors in homeostasis and neuropathology.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "CD36 Antigens",
            "Humans",
            "Ligands",
            "Lipid Metabolism",
            "Membrane Proteins",
            "Microglia",
            "Nervous System",
            "Nervous System Diseases",
            "Phagocytosis",
            "Receptors, Immunologic",
            "Receptors, Lipoprotein",
            "Receptors, Scavenger",
            "Scavenger Receptors, Class A",
            "Scavenger Receptors, Class B"
        ],
        "Authors": [
            {
                "First Name": "Jens",
                "Last Name": "Husemann",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University, New York, New York."
            },
            {
                "First Name": "John D",
                "Last Name": "Loike",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University, New York, New York."
            },
            {
                "First Name": "Roman",
                "Last Name": "Anankov",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University, New York, New York."
            },
            {
                "First Name": "Maria",
                "Last Name": "Febbraio",
                "Affiliation": "Department of Medicine, Division of Hematology and Medical Oncology, Center of Vascular Biology, Weill Medical College of Cornell University, New York, New York."
            },
            {
                "First Name": "Samuel C",
                "Last Name": "Silverstein",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University, New York, New York."
            }
        ],
        "Journal": "Glia",
        "PubDate": "2002"
    },
    {
        "PMID": "12060772",
        "Title": "A critical concentration of neutrophils is required for effective bacterial killing in suspension.",
        "Abstract": "We have examined the effect of neutrophil concentration on killing of a clinical isolate of Staphylococcus epidermidis. Human neutrophils at concentrations varying from 10(5) to 10(7) per ml were mixed in suspension with S. epidermidis at concentrations varying from 10(3) to 10(8) colony-forming units/ml, and the concentration of viable bacteria was assayed after various times at 37 degrees C. The rate of bacterial killing depended on the concentration of neutrophils and not on the ratio of neutrophils to bacteria. Below a critical concentration of neutrophils, bacteria growth was greater than neutrophil killing of bacteria even when the ratio of neutrophils to bacteria was 100:1. We fitted the time course of bacterial concentration and its dependence on neutrophil concentration with an exponential function, the exponent of which is (-kp + g)t, where k is the second-order rate constant for bacterial killing, p is the neutrophil concentration, g is the first-order rate constant for bacterial growth, and t is time. We found that k approximately 2 x 10(-8) ml per neutrophil per min, and g approximately 8 x 10(-3)/min. Only when p is greater than g/k, which we call the critical neutrophil concentration, does the bacterial concentration fall. Under optimal assay conditions, the critical neutrophil concentration was 3-4 x 10(5) per ml, a value very close to that (< or =5 x 10(5) per ml) known to predispose humans to bacterial and fungal infections.",
        "Keywords": [],
        "MeSH terms": [
            "Blood Bactericidal Activity",
            "Colony-Forming Units Assay",
            "Humans",
            "In Vitro Techniques",
            "Kinetics",
            "Neutrophils",
            "Staphylococcus epidermidis",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Yongmei",
                "Last Name": "Li",
                "Affiliation": "Department of Physiology and Cellular Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Arthur",
                "Last Name": "Karlin",
                "Affiliation": ""
            },
            {
                "First Name": "John D",
                "Last Name": "Loike",
                "Affiliation": ""
            },
            {
                "First Name": "Samuel C",
                "Last Name": "Silverstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2002"
    },
    {
        "PMID": "11777977",
        "Title": "The bacterial peptide N-formyl-Met-Leu-Phe inhibits killing of Staphylococcus epidermidis by human neutrophils in fibrin gels.",
        "Abstract": "To study human neutrophil (polymorphonuclear leukocyte (PMN)) migration and killing of bacteria in an environment similar to that found in inflamed tissues in vivo, we have used fibrin gels. Fibrin gels (1500 microm thick) containing Staphylococcus epidermidis were formed in Boyden-type chemotaxis chambers. PMN migrated < 300 microm into these gels in 6 h and did not kill S. epidermidis when the gels contained heat-inactivated serum, C5-deficient serum, a streptococcal peptidase specific for a fragment of cleaved C5 (C5a), or anti-C5aR IgG. In contrast, in gels containing normal human serum, PMN migrated approximately 1000 microm into the gels in 4 h and into the full thickness of the gels in 6 h, and killed 90% of S. epidermidis in 6 h. fMLP reduced PMN migration into fibrin gels and allowed S. epidermidis to increase by approximately 300% in 4 h, whereas leukotriene B(4) stimulated PMN to migrate the full thickness of the gels and to kill 80% of S. epidermidis in 4 h. We conclude that both complement opsonization and C5a-stimulated chemotaxis are required for PMN bacterial killing in fibrin gels, and that fMLP inhibits PMN bactericidal activity in fibrin gels. The latter finding is surprising and suggests that in the presence of fibrin fMLP promotes bacterial virulence.",
        "Keywords": [],
        "MeSH terms": [
            "Adhesins, Bacterial",
            "Adult",
            "Bacterial Proteins",
            "Cell Migration Inhibition",
            "Chemotaxis, Leukocyte",
            "Complement C3",
            "Complement C5a",
            "Complement System Proteins",
            "Endopeptidases",
            "Fibrin",
            "Gels",
            "Humans",
            "Immunoglobulin G",
            "Leukotriene B4",
            "N-Formylmethionine Leucyl-Phenylalanine",
            "Neutrophils",
            "Opsonin Proteins",
            "Phagocytosis",
            "Staphylococcus epidermidis",
            "Streptococcus pyogenes"
        ],
        "Authors": [
            {
                "First Name": "Yongmei",
                "Last Name": "Li",
                "Affiliation": "Department of Physiology and Cellular Biophysics, Columbia University College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "John D",
                "Last Name": "Loike",
                "Affiliation": ""
            },
            {
                "First Name": "Julia A",
                "Last Name": "Ember",
                "Affiliation": ""
            },
            {
                "First Name": "P Patrick",
                "Last Name": "Cleary",
                "Affiliation": ""
            },
            {
                "First Name": "Emily",
                "Last Name": "Lu",
                "Affiliation": ""
            },
            {
                "First Name": "Sadna",
                "Last Name": "Budhu",
                "Affiliation": ""
            },
            {
                "First Name": "Long",
                "Last Name": "Cao",
                "Affiliation": ""
            },
            {
                "First Name": "Samuel C",
                "Last Name": "Silverstein",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of immunology (Baltimore, Md. : 1950)",
        "PubDate": "2002"
    }
]