[
    {
        "PMID": "22921154",
        "Title": "Leptin prevents hippocampal synaptic disruption and neuronal cell death induced by amyloid β.",
        "Abstract": "Accumulation of amyloid-β (Aβ) is a key event mediating the cognitive deficits in Alzheimer's disease (AD) as Aβ promotes synaptic dysfunction and triggers neuronal death. Recent evidence has linked the hormone leptin to AD as leptin levels are markedly attenuated in AD patients. Leptin is also a potential cognitive enhancer as it facilitates the cellular events underlying hippocampal learning and memory. Here we show that leptin prevents the detrimental effects of Aβ(1-42) on hippocampal long-term potentiation. Moreover leptin inhibits Aβ(1-42)-driven facilitation of long-term depression and internalization of the 2-amino-3-(5-methyl-3-oxo-1,2- oxazol-4-yl)propanoic acid (AMPA) receptor subunit, GluR1, via activation of PI3-kinase. Leptin also protects cortical neurons from Aβ(1-42)-induced cell death by a signal transducer and activator of transcription-3 (STAT-3)-dependent mechanism. Furthermore, leptin inhibits Aβ(1-42)-mediated upregulation of endophilin I and phosphorylated tau in vitro, whereas cortical levels of endophilin I and phosphorylated tau are enhanced in leptin-insensitive Zucker fa/fa rats. Thus leptin benefits the functional characteristics and viability of neurons that degenerate in AD. These novel findings establish that the leptin system is an important therapeutic target in neurodegenerative conditions.",
        "Keywords": [],
        "MeSH terms": [
            "Amyloid beta-Peptides",
            "Analysis of Variance",
            "Animals",
            "Animals, Newborn",
            "Biophysics",
            "Cell Death",
            "Cells, Cultured",
            "Cerebral Cortex",
            "Dose-Response Relationship, Drug",
            "Drug Interactions",
            "Electric Stimulation",
            "Embryo, Mammalian",
            "Enzyme Inhibitors",
            "Gene Expression Regulation",
            "Hippocampus",
            "Leptin",
            "Mice",
            "Mitogen-Activated Protein Kinase 1",
            "Neurons",
            "Neuroprotective Agents",
            "Organ Culture Techniques",
            "Patch-Clamp Techniques",
            "Peptide Fragments",
            "Rats",
            "Receptors, AMPA",
            "STAT3 Transcription Factor",
            "Signal Transduction",
            "Synapses",
            "Synaptic Potentials",
            "Tetrazolium Salts",
            "Thiazoles",
            "tau Proteins"
        ],
        "Authors": [
            {
                "First Name": "Gayle H",
                "Last Name": "Doherty",
                "Affiliation": "School of Biology, University of St. Andrews, St. Andrews, Fife, Scotland, UK."
            },
            {
                "First Name": "Dayne",
                "Last Name": "Beccano-Kelly",
                "Affiliation": ""
            },
            {
                "First Name": "Shi Du",
                "Last Name": "Yan",
                "Affiliation": ""
            },
            {
                "First Name": "Frank J",
                "Last Name": "Gunn-Moore",
                "Affiliation": ""
            },
            {
                "First Name": "Jenni",
                "Last Name": "Harvey",
                "Affiliation": ""
            }
        ],
        "Journal": "Neurobiology of aging",
        "PubDate": "2013"
    },
    {
        "PMID": "19387116",
        "Title": "RAGE and Alzheimer's disease: a progression factor for amyloid-beta-induced cellular perturbation?",
        "Abstract": "Receptor for Advanced Glycation Endproducts (RAGE) is a multiligand member of the immunoglobulin superfamily of cell surface molecules which serves as a receptor for amyloid-beta peptide (Abeta) on neurons, microglia, astrocytes, and cells of vessel wall. Increased expression of RAGE is observed in regions of the brain affected by Alzheimer's disease (AD), and Abeta-RAGE interaction in vitro leads to cell stress with the generation of reactive oxygen species and activation of downstream signaling mechanisms including the MAP kinase pathway. RAGE-mediated activation of p38 MAP kinase in neurons causes Abeta-induced inhibition of long-term potentiation in slices of entorhinal cortex. Increased expression of RAGE in an Abeta-rich environment, using transgenic mouse models, accelerates and accentuates pathologic, biochemical, and behavioral abnormalities compared with mice overexpressing only mutant amyloid-beta protein precursor. Interception of Abeta interaction with RAGE, by infusion of soluble RAGE, decreases Abeta content and amyloid load, as well as improving learning/memory and synaptic function, in a murine transgenic model of Abeta accumulation. These data suggest that RAGE may be a therapeutic target for AD.",
        "Keywords": [],
        "MeSH terms": [
            "Alzheimer Disease",
            "Amyloid beta-Peptides",
            "Animals",
            "Behavior, Animal",
            "Brain",
            "Disease Models, Animal",
            "Humans",
            "Mice",
            "Receptor for Advanced Glycation End Products",
            "Receptors, Immunologic"
        ],
        "Authors": [
            {
                "First Name": "Shi Du",
                "Last Name": "Yan",
                "Affiliation": "Department of Pathology, College of Physicians & Surgeons of Columbia University, New York City, NY, USA."
            },
            {
                "First Name": "Angelika",
                "Last Name": "Bierhaus",
                "Affiliation": ""
            },
            {
                "First Name": "Peter P",
                "Last Name": "Nawroth",
                "Affiliation": ""
            },
            {
                "First Name": "David M",
                "Last Name": "Stern",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of Alzheimer's disease : JAD",
        "PubDate": "2009"
    },
    {
        "PMID": "19322705",
        "Title": "Tempering the wrath of RAGE: an emerging therapeutic strategy against diabetic complications, neurodegeneration, and inflammation.",
        "Abstract": "The multiligand receptor RAGE (receptor for advanced glycation end-products) is emerging as a central mediator in the immune/inflammatory response. Epidemiological evidence accruing in the human suggests upregulation of RAGE's ligands (AGEs, S100/calgranulins, high mobility group box-1 (HMGB1), and amyloid beta-peptide and beta-sheet fibrils) and the receptor itself at sites of inflammation and in chronic diseases such as diabetes and neurodegeneration. The consequences of ligand-RAGE interaction include upregulation of molecules implicated in inflammatory responses and tissue damage, such as cytokines, adhesion molecules, and matrix metalloproteinases. In this review, we discuss the localization of RAGE and its ligand families and the biological impact of this axis in multiple cell types implicated in chronic diseases. Lastly, we consider findings from animal model studies suggesting that although tissue-damaging effects ensue from recruitment of the ligand-RAGE interaction, in distinct settings, adaptive and repair/regeneration outcomes appear to override detrimental effects of RAGE. As RAGE blockade moves further into clinical development, clarifying the biology of RAGE garners ever-increasing importance.",
        "Keywords": [],
        "MeSH terms": [
            "Amyloid beta-Peptides",
            "Animals",
            "Dendrites",
            "Diabetes Complications",
            "Glycation End Products, Advanced",
            "HMGB1 Protein",
            "Humans",
            "Inflammation",
            "Leukocyte L1 Antigen Complex",
            "Ligands",
            "Macrophages",
            "Mice",
            "Monocytes",
            "Neurodegenerative Diseases",
            "Neutrophils",
            "Rats",
            "Up-Regulation"
        ],
        "Authors": [
            {
                "First Name": "Shi Fang",
                "Last Name": "Yan",
                "Affiliation": "Division of Surgical Science, Department of Surgery, College of Physicians & Surgeons, Columbia University, 630 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Shi Du",
                "Last Name": "Yan",
                "Affiliation": ""
            },
            {
                "First Name": "Ravichandran",
                "Last Name": "Ramasamy",
                "Affiliation": ""
            },
            {
                "First Name": "Ann Marie",
                "Last Name": "Schmidt",
                "Affiliation": ""
            }
        ],
        "Journal": "Annals of medicine",
        "PubDate": "2009"
    },
    {
        "PMID": "19276986",
        "Title": "Endothelial precursor cells and CRP on the RAGE: activation or cell death?",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Apoptosis",
            "C-Reactive Protein",
            "Endothelial Cells",
            "RNA, Messenger",
            "Rats",
            "Reactive Oxygen Species",
            "Receptor for Advanced Glycation End Products",
            "Receptors, Immunologic",
            "Stem Cells",
            "Up-Regulation"
        ],
        "Authors": [
            {
                "First Name": "Shi Du",
                "Last Name": "Yan",
                "Affiliation": "Department of Pathology, College of Physicians and Surgeons of Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Angelika",
                "Last Name": "Bierhaus",
                "Affiliation": ""
            },
            {
                "First Name": "Peter P",
                "Last Name": "Nawroth",
                "Affiliation": ""
            },
            {
                "First Name": "David M",
                "Last Name": "Stern",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of cardiovascular pharmacology",
        "PubDate": "2009"
    },
    {
        "PMID": "18806802",
        "Title": "Cyclophilin D deficiency attenuates mitochondrial and neuronal perturbation and ameliorates learning and memory in Alzheimer's disease.",
        "Abstract": "Cyclophilin D (CypD, encoded by Ppif) is an integral part of the mitochondrial permeability transition pore, whose opening leads to cell death. Here we show that interaction of CypD with mitochondrial amyloid-beta protein (Abeta) potentiates mitochondrial, neuronal and synaptic stress. The CypD-deficient cortical mitochondria are resistant to Abeta- and Ca(2+)-induced mitochondrial swelling and permeability transition. Additionally, they have an increased calcium buffering capacity and generate fewer mitochondrial reactive oxygen species. Furthermore, the absence of CypD protects neurons from Abeta- and oxidative stress-induced cell death. Notably, CypD deficiency substantially improves learning and memory and synaptic function in an Alzheimer's disease mouse model and alleviates Abeta-mediated reduction of long-term potentiation. Thus, the CypD-mediated mitochondrial permeability transition pore is directly linked to the cellular and synaptic perturbations observed in the pathogenesis of Alzheimer's disease. Blockade of CypD may be a therapeutic strategy in Alzheimer's disease.",
        "Keywords": [],
        "MeSH terms": [
            "Alzheimer Disease",
            "Amyloid beta-Peptides",
            "Animals",
            "Apoptosis",
            "Calcium",
            "Cyclophilins",
            "Disease Models, Animal",
            "Humans",
            "Learning",
            "Membrane Potential, Mitochondrial",
            "Memory",
            "Mice",
            "Mitochondria",
            "Mitochondrial Membrane Transport Proteins",
            "Mitochondrial Permeability Transition Pore",
            "Neurons",
            "Reactive Oxygen Species",
            "Synapses"
        ],
        "Authors": [
            {
                "First Name": "Heng",
                "Last Name": "Du",
                "Affiliation": "Department of Surgery, College of Physicians and Surgeons, Columbia University, 630 West 168th Street, New York, New York 10032, USA."
            },
            {
                "First Name": "Lan",
                "Last Name": "Guo",
                "Affiliation": ""
            },
            {
                "First Name": "Fang",
                "Last Name": "Fang",
                "Affiliation": ""
            },
            {
                "First Name": "Doris",
                "Last Name": "Chen",
                "Affiliation": ""
            },
            {
                "First Name": "Alexander A",
                "Last Name": "Sosunov",
                "Affiliation": ""
            },
            {
                "First Name": "Guy M",
                "Last Name": "McKhann",
                "Affiliation": ""
            },
            {
                "First Name": "Yilin",
                "Last Name": "Yan",
                "Affiliation": ""
            },
            {
                "First Name": "Chunyu",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Hong",
                "Last Name": "Zhang",
                "Affiliation": ""
            },
            {
                "First Name": "Jeffery D",
                "Last Name": "Molkentin",
                "Affiliation": ""
            },
            {
                "First Name": "Frank J",
                "Last Name": "Gunn-Moore",
                "Affiliation": ""
            },
            {
                "First Name": "Jean Paul",
                "Last Name": "Vonsattel",
                "Affiliation": ""
            },
            {
                "First Name": "Ottavio",
                "Last Name": "Arancio",
                "Affiliation": ""
            },
            {
                "First Name": "John Xi",
                "Last Name": "Chen",
                "Affiliation": ""
            },
            {
                "First Name": "Shi Du",
                "Last Name": "Yan",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature medicine",
        "PubDate": "2008"
    },
    {
        "PMID": "18331231",
        "Title": "RAGE: a potential target for Abeta-mediated cellular perturbation in Alzheimer's disease.",
        "Abstract": "This review focuses on the current findings regarding interaction between amyloid beta peptide (Abeta) and receptor for advanced glycation endproducts (RAGE) and its roles in the pathogenesis of Alzheimer's disease (AD). As a ubiquitously expressed cell surface receptor, RAGE mediates the effects of Abeta on microglia, blood-brain barrier (BBB) and neurons through activating different signaling pathways. Data from autopsy brain tissues, in vitro cell cultures and transgenic mouse models suggest that Abeta-RAGE interaction exaggerates neuronal stress, accumulation of Abeta, impaired learning memory, and neuroinflammation. Blockade of RAGE protects against Abeta-mediated cellular perturbation. These findings may have an important therapeutic implication for neurodegenerative disorders relevant to AD.",
        "Keywords": [],
        "MeSH terms": [
            "Alzheimer Disease",
            "Amyloid beta-Peptides",
            "Animals",
            "Brain",
            "Humans",
            "Protein Binding",
            "Receptor for Advanced Glycation End Products",
            "Receptors, Immunologic",
            "Synapses"
        ],
        "Authors": [
            {
                "First Name": "Xi",
                "Last Name": "Chen",
                "Affiliation": "Department of Neurology and Neurosurgery,North Shore-LIJ Health System, NY, USA."
            },
            {
                "First Name": "Douglas G",
                "Last Name": "Walker",
                "Affiliation": ""
            },
            {
                "First Name": "Ann Marie",
                "Last Name": "Schmidt",
                "Affiliation": ""
            },
            {
                "First Name": "Ottavio",
                "Last Name": "Arancio",
                "Affiliation": ""
            },
            {
                "First Name": "Lih-Fen",
                "Last Name": "Lue",
                "Affiliation": ""
            },
            {
                "First Name": "Shi Du",
                "Last Name": "Yan",
                "Affiliation": ""
            }
        ],
        "Journal": "Current molecular medicine",
        "PubDate": "2007"
    },
    {
        "PMID": "17997700",
        "Title": "Pathogenic role of mitochondrial [correction of mitochondral] amyloid-beta peptide.",
        "Abstract": "Metabolic dysfunction is one of the early features in Alzheimer's disease (AD) affected brain. Amyloid-beta peptide (Abeta), a major peptide deposited in neuritic plaques, has been considered as an important initiating molecule in the pathogenesis of AD. However, the pathogenic role of Abeta remains to be determined. Here, we review current studies showing that progressive accumulation of Abeta occurs within the mitochondria of both transgenic mice overexpressing mutant Abeta peptide precursor protein and autopsied brains from AD patients. Interaction of Abeta with Abeta-binding alcohol dehydrogenase (ABAD), a short-chain alcohol dehydrogenase in the mitochondrial matrix, leads to mitochondrial dysfunction evidenced by increased reactive oxygen species generation, mitochondrial membrane permeability formation and caspase-3-like activity induction, and decreased activities of the Krebs cycle. These effects can be blocked by intracellular transduction of the ABAD decoy peptide. We hypothesize that Abeta-induced and mitochondria-dependent cytotoxic pathways might play an important role in AD pathogenesis and could be a potential therapeutic target.",
        "Keywords": [],
        "MeSH terms": [
            "Alzheimer Disease",
            "Amyloid beta-Peptides",
            "Animals",
            "Humans",
            "Mitochondrial Proteins"
        ],
        "Authors": [
            {
                "First Name": "John Xi",
                "Last Name": "Chen",
                "Affiliation": "Harvey Cushing Institutes of Neuroscience, North Shore-Long Island Jewish Health System, Great Neck, NY 11021, USA. jchen1@nshs.edu"
            },
            {
                "First Name": "Shi Du",
                "Last Name": "Yan",
                "Affiliation": ""
            }
        ],
        "Journal": "Expert review of neurotherapeutics",
        "PubDate": "2007"
    },
    {
        "PMID": "17917162",
        "Title": "Amyloid-beta-induced mitochondrial dysfunction.",
        "Abstract": "As an important molecule in the pathogenesis of Alzheimer's disease (AD), amyloid-beta (Abeta) interferes with multiple aspects of mitochondrial function, including energy metabolism failure, production of reactive oxygen species (ROS) and permeability transition pore formation. Recent studies have demonstrated that Abeta progressively accumulates within mitochondrial matrix, providing a direct link to mitochondrial toxicity. Abeta-binding alcohol dehydrogenase (ABAD) is localized to the mitochondrial matrix and binds to mitochondrial Abeta. Interaction of ABAD with Abeta exaggerates Abeta-mediated mitochondrial and neuronal perturbation, leading to impaired synaptic function, and dysfunctional spatial learning/memory. Thus, blockade of ABAD/Abeta interaction may be a potential therapeutic strategy for AD.",
        "Keywords": [],
        "MeSH terms": [
            "Alzheimer Disease",
            "Amyloid beta-Protein Precursor",
            "Energy Metabolism",
            "Humans",
            "Mitochondrial Diseases"
        ],
        "Authors": [
            {
                "First Name": "John Xi",
                "Last Name": "Chen",
                "Affiliation": "Harvey Cushing Institutes of Neuroscience, North Shore-Long Island Jewish Health System, Great Neck, NY 11021, USA."
            },
            {
                "First Name": "Shi Du",
                "Last Name": "Yan",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of Alzheimer's disease : JAD",
        "PubDate": "2007"
    },
    {
        "PMID": "17425919",
        "Title": "The biology of RAGE and its ligands: uncovering mechanisms at the heart of diabetes and its complications.",
        "Abstract": "The interaction of glucose-modified and inflammation-promoting ligands with the receptor for advanced glycation end products (RAGE) is emerging as a central mechanism contributing to the diverse complications of diabetes. These ligands, particularly in oligomeric form, bind to RAGE and transduce intracellular signals. The consequences of this interaction, as elucidated in cultured cells and animal models, include upregulation of inflammatory and tissue-degradative pathways. Pharmacologic antagonism of RAGE may hold promise for the treatment of diabetic complications.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Diabetes Complications",
            "Diabetes Mellitus",
            "Glycation End Products, Advanced",
            "Humans",
            "Inflammation",
            "Ligands",
            "Receptor for Advanced Glycation End Products",
            "Receptors, Immunologic"
        ],
        "Authors": [
            {
                "First Name": "Shi Fang",
                "Last Name": "Yan",
                "Affiliation": "Division of Surgical Science, Department of Surgery, Columbia University Medical Center, 630 West 168th Street, P&S 17-501, New York, NY 10032, USA."
            },
            {
                "First Name": "Gaetano R",
                "Last Name": "Barile",
                "Affiliation": ""
            },
            {
                "First Name": "Vivette",
                "Last Name": "D'Agati",
                "Affiliation": ""
            },
            {
                "First Name": "Shi",
                "Last Name": "Du Yan",
                "Affiliation": ""
            },
            {
                "First Name": "Ravichandran",
                "Last Name": "Ramasamy",
                "Affiliation": ""
            },
            {
                "First Name": "Ann Marie",
                "Last Name": "Schmidt",
                "Affiliation": ""
            }
        ],
        "Journal": "Current diabetes reports",
        "PubDate": "2007"
    },
    {
        "PMID": "17424907",
        "Title": "Mitochondrial Abeta: a potential cause of metabolic dysfunction in Alzheimer's disease.",
        "Abstract": "Deficits in mitochondrial function are a characteristic finding in Alzheimer's disease (AD), though the mechanism remains to be clarified. Recent studies revealed that amyloid beta peptide (Abeta) gains access into mitochondrial matrix, which was much more pronounced in both AD brain and transgenic mutant APP mice than in normal controls. Abeta progressively accumulates in mitochondria and mediates mitochondrial toxicity. Interaction of mitochondrial Abeta with mitochondrial enzymes such as amyloid beta binding alcohol dehydrogenase (ABAD) exaggerates mitochondrial stress by inhibiting the enzyme activity, releasing reactive oxygen species (ROS), and affecting glycolytic, Krebs cycle and/or the respiratory chain pathways through the accumulation of deleterious intermediate metabolites. The pathways proposed may play a key role in the pathogenesis of this devastating neurodegenerative disorder, Alzheimer's disease.",
        "Keywords": [],
        "MeSH terms": [
            "3-Hydroxyacyl CoA Dehydrogenases",
            "Alzheimer Disease",
            "Amyloid beta-Peptides",
            "Electron Transport",
            "Energy Metabolism",
            "Enzymes",
            "Humans",
            "Mitochondria"
        ],
        "Authors": [
            {
                "First Name": "Xi",
                "Last Name": "Chen",
                "Affiliation": "Department of Neurology and Veteran Administration Medical Center, School of Medicine, Saint Louis University, St. Louis, Missouri, USA."
            },
            {
                "First Name": "Shi Du",
                "Last Name": "Yan",
                "Affiliation": ""
            }
        ],
        "Journal": "IUBMB life",
        "PubDate": "2006"
    },
    {
        "PMID": "17168650",
        "Title": "Mitochondrial dysfunction and Alzheimer's disease.",
        "Abstract": "Mitochondrial dysfunction has been implicated in causing metabolic abnormalities in Alzheimer's disease (AD). The searches for mitochondrial DNA variants associated with AD susceptibility have generated conflicting results. The age-related accumulation of somatic mitochondrial DNA deletion has been suggested to play a pathogenic role in the development of AD. Recent studies have demonstrated that amyloid-beta peptide (Abeta) progressively accumulates in mitochndrial matrix, as demonstrated in both transgenic mice over-expressing mutant amyloid precursor protein (APP) and autopsy brain from AD patients. Abeta-mediated mitochondrial stress was evidenced by impaired oxygen consumption and decreased respiratory chain complexes III and IV activities in brains from AD patients and AD-type transgenic mouse model. Furthermore, our studies indicated that interaction of intramitochondrial Abeta with a mitochondrial enzyme, amyloid binding alcohol dehydrogenase (ABAD), inhibits its enzyme activity, enhances generation of reactive oxygen species (ROS), impairs energy metabolism, and exaggerates Abeta-induced spatial learning/memory deficits and neuropathological changes in transgenic AD-type mouse model. Interception of ABAD-Abeta interaction may be a potential therapeutic strategy for Alzheimer's disease.",
        "Keywords": [],
        "MeSH terms": [
            "Alzheimer Disease",
            "Amyloid beta-Peptides",
            "Amyloid beta-Protein Precursor",
            "Animals",
            "DNA, Mitochondrial",
            "Humans",
            "Mice",
            "Mitochondrial Diseases"
        ],
        "Authors": [
            {
                "First Name": "Xi",
                "Last Name": "Chen",
                "Affiliation": "Department of Neurology and Veteran Administration Medical Center, School of Medicine, Saint Louis University, St. Louis, MO 63106, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Stern",
                "Affiliation": ""
            },
            {
                "First Name": "Shi Du",
                "Last Name": "Yan",
                "Affiliation": ""
            }
        ],
        "Journal": "Current Alzheimer research",
        "PubDate": "2006"
    },
    {
        "PMID": "16959583",
        "Title": "Receptor for advanced glycation end products and the cardiovascular complications of diabetes and beyond: lessons from AGEing.",
        "Abstract": "The presence of elevated blood glucose levels characterizes the diabetic state. Hyperglycemia may be caused by a number of underlying factors; however, the consequences of chronically elevated glucose are similar. Both the macrovasculature and microvasculature are exquisitely sensitive to the long-term effects of elevated blood glucose. Cardiovascular disease remains the leading cause of morbidity and mortality in diabetes, regardless of the underlying cause of hyperglycemia. Although other substrates, such as DNA, are susceptible to glycation, this article addresses the impact of nonenzymatic glycation on the proteome. The impact of Advanced Glycation End products (AGEs) on alteration of protein function and signal transduction mechanisms contributes to the pathogenesis of diabetes complications. This suggests that blocking the generation or molecular impact of AGEs may modulate the complications of diabetes.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Atherosclerosis",
            "Cardiovascular Diseases",
            "Coronary Restenosis",
            "Diabetes Complications",
            "Diabetes Mellitus",
            "Disease Models, Animal",
            "Glycation End Products, Advanced",
            "Humans",
            "Inflammation",
            "Receptor for Advanced Glycation End Products",
            "Receptors, Immunologic"
        ],
        "Authors": [
            {
                "First Name": "Shi Fang",
                "Last Name": "Yan",
                "Affiliation": "Columbia University Medical Center, 630 West 168th Street, P&S 17-501, New York, NY 10032, USA."
            },
            {
                "First Name": "Shi Du",
                "Last Name": "Yan",
                "Affiliation": ""
            },
            {
                "First Name": "Kevan",
                "Last Name": "Herold",
                "Affiliation": ""
            },
            {
                "First Name": "Ravichandran",
                "Last Name": "Ramsamy",
                "Affiliation": ""
            },
            {
                "First Name": "Ann Marie",
                "Last Name": "Schmidt",
                "Affiliation": ""
            }
        ],
        "Journal": "Endocrinology and metabolism clinics of North America",
        "PubDate": "2006"
    },
    {
        "PMID": "16873960",
        "Title": "Mitochondrial amyloid-beta peptide: pathogenesis or late-phase development?",
        "Abstract": "Mitochondrial and metabolic dysfunction have been linked to Alzheimer's disease for some time. Key questions regarding this association concern the nature and mechanisms of mitochondrial dysfunction, and whether such changes in metabolic properties are pathogenic or secondary, with respect to neuronal degeneration. In terms of mitochondria and Alzheimer's, altered function could reflect intrinsic properties of this organelle, potentially due to mutations in mitochondrial DNA, or extrinsic changes secondary to signal transduction mechanisms activated in the cytosol. This review presents data relevant to these questions, and considers the implication of recent findings demonstrating the presence of amyloid-beta peptide in mitochondria, as well as intra-mitochondrial molecular targets with which it can interact. Regardless of the underlying mechanism(s), it is likely that mitochondrial dysfunction contributes to oxidant stress which is commonly observed in brains of patients with Alzheimer's and transgenic models of Alzheimer's-like pathology.",
        "Keywords": [],
        "MeSH terms": [
            "Alzheimer Disease",
            "Amyloid Precursor Protein Secretases",
            "Amyloid beta-Peptides",
            "Amyloid beta-Protein Precursor",
            "Animals",
            "Humans",
            "Mitochondria",
            "Oxidative Stress"
        ],
        "Authors": [
            {
                "First Name": "Shi Du",
                "Last Name": "Yan",
                "Affiliation": "Department of Pathology, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Wen-Cheng",
                "Last Name": "Xiong",
                "Affiliation": ""
            },
            {
                "First Name": "David M",
                "Last Name": "Stern",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of Alzheimer's disease : JAD",
        "PubDate": "2006"
    },
    {
        "PMID": "16640960",
        "Title": "The ligand/RAGE axis: lighting the fuse and igniting vascular stress.",
        "Abstract": "Vascular inflammation contributes critically to the initiation and progression of atherosclerosis. These processes are accelerated in hyperglycemia and play key roles in the increased incidence and severity of myocardial infarction and stroke observed in diabetes. Evidence suggests that the ligands of the receptor for advanced glycation endproducts (RAGE), a multiligand member of the immunoglobulin superfamily, interact with this receptor to play important roles in both early development and progression of atherosclerosis and vascular inflammation. Studies in animal models of vascular injury underscored the potent impact of RAGE blockade; administration of ligand-binding decoys of RAGE or antibodies to the receptor reduced the consequences of diabetes, hyperlipidemia, and physical injury to the vessel wall. This review focuses on the ligand repertoire of RAGE, the impact of ligand-RAGE interaction, and the potent effect of RAGE blockade in rodent models of vascular injury.",
        "Keywords": [],
        "MeSH terms": [
            "Amyloid beta-Peptides",
            "Animals",
            "Disease Models, Animal",
            "Glycation End Products, Advanced",
            "Humans",
            "Inflammation",
            "Ligands",
            "Mice",
            "Models, Biological",
            "Vascular Diseases"
        ],
        "Authors": [
            {
                "First Name": "Shi Fang",
                "Last Name": "Yan",
                "Affiliation": "Division of Surgical Science, Department of Surgery, Columbia University Medical Center, 630 West 168th Street, P&S 17-501, New York, NY 10032, USA."
            },
            {
                "First Name": "Yoshifumi",
                "Last Name": "Naka",
                "Affiliation": ""
            },
            {
                "First Name": "Barry I",
                "Last Name": "Hudson",
                "Affiliation": ""
            },
            {
                "First Name": "Kevan",
                "Last Name": "Herold",
                "Affiliation": ""
            },
            {
                "First Name": "Shi Du",
                "Last Name": "Yan",
                "Affiliation": ""
            },
            {
                "First Name": "Ravichandran",
                "Last Name": "Ramasamy",
                "Affiliation": ""
            },
            {
                "First Name": "Ann Marie",
                "Last Name": "Schmidt",
                "Affiliation": ""
            }
        ],
        "Journal": "Current atherosclerosis reports",
        "PubDate": "2006"
    },
    {
        "PMID": "16305050",
        "Title": "RAGE and its ligands: a lasting memory in diabetic complications?",
        "Abstract": "The complications of diabetes are myriad and represent a rising cause of morbidity and mortality, particularly in the Western world. The update of the Diabetes Control and Clinical Trials Group/Epidemiology of Diabetes Interventions and Complications Research Group (DCCT/EDIC) suggested that previous strict control of hyperglycaemia was associated with reduced carotid atherosclerosis compared to conventional treatment, even after levels of glycosylated haemoglobin between the two treatment groups became indistinguishable. These intriguing findings prompt the key question, why does the blood vessel 'remember'? This review focuses on the hypothesis that the ligand/RAGE axis contributes importantly to glycaemic 'memory'. Studies in rodent models of diabetes suggest that blockade or genetic modification of RAGE suppress diabetes-associated progression of atherosclerosis, exaggerated neointimal expansion consequent to acute arterial injury, and cardiac dysfunction. We propose that therapeutic RAGE blockade will intercept maladaptive diabetes-associated memory in the vessel wall and provide cardiovascular protection in diabetes.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Arteries",
            "Atherosclerosis",
            "CD18 Antigens",
            "Diabetes Complications",
            "Diabetic Angiopathies",
            "Disease Models, Animal",
            "Endothelium, Vascular",
            "Glucose",
            "Glycation End Products, Advanced",
            "HMGB1 Protein",
            "Humans",
            "Hyperglycemia",
            "Inflammation",
            "Inflammation Mediators",
            "Leukocyte L1 Antigen Complex",
            "Ligands",
            "Myocardium",
            "Receptor for Advanced Glycation End Products",
            "Receptors, Immunologic",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Shi-Fang",
                "Last Name": "Yan",
                "Affiliation": "Department of Surgery, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Ravichandran",
                "Last Name": "Ramasamy",
                "Affiliation": ""
            },
            {
                "First Name": "Loredana G",
                "Last Name": "Bucciarelli",
                "Affiliation": ""
            },
            {
                "First Name": "Thoralf",
                "Last Name": "Wendt",
                "Affiliation": ""
            },
            {
                "First Name": "Larisse K",
                "Last Name": "Lee",
                "Affiliation": ""
            },
            {
                "First Name": "Barry I",
                "Last Name": "Hudson",
                "Affiliation": ""
            },
            {
                "First Name": "David M",
                "Last Name": "Stern",
                "Affiliation": ""
            },
            {
                "First Name": "Evanthia",
                "Last Name": "Lalla",
                "Affiliation": ""
            },
            {
                "First Name": "Shi",
                "Last Name": "DU Yan",
                "Affiliation": ""
            },
            {
                "First Name": "Ling Ling",
                "Last Name": "Rong",
                "Affiliation": ""
            },
            {
                "First Name": "Yoshifumi",
                "Last Name": "Naka",
                "Affiliation": ""
            },
            {
                "First Name": "Ann Marie",
                "Last Name": "Schmidt",
                "Affiliation": ""
            }
        ],
        "Journal": "Diabetes & vascular disease research",
        "PubDate": "2004"
    },
    {
        "PMID": "16210396",
        "Title": "Mitochondrial Abeta: a potential focal point for neuronal metabolic dysfunction in Alzheimer's disease.",
        "Abstract": "Although amyloid-beta peptide (Abeta) is the neurotoxic species implicated in the pathogenesis of Alzheimer's disease (AD), mechanisms through which intracellular Abeta impairs cellular properties, resulting in neuronal dysfunction, remain to be clarified. Here we demonstrate that intracellular Abeta is present in mitochondria from brains of transgenic mice with targeted neuronal overexpression of mutant human amyloid precursor protein and AD patients. Abeta progressively accumulates in mitochondria and is associated with diminished enzymatic activity of respiratory chain complexes (III and IV) and a reduction in the rate of oxygen consumption. Importantly, mitochondria-associated Abeta, principally Abeta42, was detected as early as 4 months, before extensive extracellular Abeta deposits. Our studies delineate a new means through which Abeta potentially impairs neuronal energetics, contributing to cellular dysfunction in AD.",
        "Keywords": [],
        "MeSH terms": [
            "Alzheimer Disease",
            "Amyloid beta-Peptides",
            "Animals",
            "Brain",
            "Brefeldin A",
            "Cerebral Cortex",
            "Cytosol",
            "Electron Transport Chain Complex Proteins",
            "Energy Metabolism",
            "Enzyme-Linked Immunosorbent Assay",
            "Humans",
            "Immunoblotting",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Transgenic",
            "Microscopy, Confocal",
            "Microscopy, Immunoelectron",
            "Mitochondria",
            "Models, Biological",
            "Mutation",
            "Neurons",
            "Oxidative Stress",
            "Oxygen Consumption",
            "Peptide Fragments",
            "Peptide Hydrolases",
            "Plaque, Amyloid",
            "Protein Synthesis Inhibitors",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Casper",
                "Last Name": "Caspersen",
                "Affiliation": "Department of Surgery, College of Physicians & Surgeons of Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Ning",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Jun",
                "Last Name": "Yao",
                "Affiliation": ""
            },
            {
                "First Name": "Alexander",
                "Last Name": "Sosunov",
                "Affiliation": ""
            },
            {
                "First Name": "Xi",
                "Last Name": "Chen",
                "Affiliation": ""
            },
            {
                "First Name": "Joyce W",
                "Last Name": "Lustbader",
                "Affiliation": ""
            },
            {
                "First Name": "Hong Wei",
                "Last Name": "Xu",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Stern",
                "Affiliation": ""
            },
            {
                "First Name": "Guy",
                "Last Name": "McKhann",
                "Affiliation": ""
            },
            {
                "First Name": "Shi Du",
                "Last Name": "Yan",
                "Affiliation": ""
            }
        ],
        "Journal": "FASEB journal : official publication of the Federation of American Societies for Experimental Biology",
        "PubDate": "2005"
    },
    {
        "PMID": "16052547",
        "Title": "Articular chondrocytes express the receptor for advanced glycation end products: Potential role in osteoarthritis.",
        "Abstract": "The receptor for advanced glycation end products (RAGE) binds multiple ligands, including S100 proteins, high mobility group box chromosomal protein 1 (HMGB-1), and AGEs, all of which are present in articular cartilage. Stimulation of RAGE signaling can lead to MAP kinase activation and increased NF-kappaB activity. The objective of the present study was to determine if chondrocytes express functional RAGE.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Aged",
            "Aged, 80 and over",
            "Aging",
            "Cartilage, Articular",
            "Case-Control Studies",
            "Cells, Cultured",
            "Chondrocytes",
            "Collagenases",
            "Enzyme Activation",
            "Extracellular Signal-Regulated MAP Kinases",
            "Fibronectins",
            "Humans",
            "Interleukin-1",
            "Matrix Metalloproteinase 13",
            "Middle Aged",
            "NF-kappa B",
            "Nerve Growth Factors",
            "Osteoarthritis",
            "Peptide Fragments",
            "Receptor for Advanced Glycation End Products",
            "Receptors, Immunologic",
            "S100 Calcium Binding Protein beta Subunit",
            "S100 Proteins",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Richard F",
                "Last Name": "Loeser",
                "Affiliation": "Rush Medical College, Chicago, IL 60612, USA. rloeser@rush.edu"
            },
            {
                "First Name": "Raghunatha R",
                "Last Name": "Yammani",
                "Affiliation": ""
            },
            {
                "First Name": "Cathy S",
                "Last Name": "Carlson",
                "Affiliation": ""
            },
            {
                "First Name": "Hong",
                "Last Name": "Chen",
                "Affiliation": ""
            },
            {
                "First Name": "Ada",
                "Last Name": "Cole",
                "Affiliation": ""
            },
            {
                "First Name": "Hee-Jeong",
                "Last Name": "Im",
                "Affiliation": ""
            },
            {
                "First Name": "Laura S",
                "Last Name": "Bursch",
                "Affiliation": ""
            },
            {
                "First Name": "Shi Du",
                "Last Name": "Yan",
                "Affiliation": ""
            }
        ],
        "Journal": "Arthritis and rheumatism",
        "PubDate": "2005"
    },
    {
        "PMID": "15910550",
        "Title": "Mitochondrial dysfunction and Alzheimer's disease: role of amyloid-beta peptide alcohol dehydrogenase (ABAD).",
        "Abstract": "An important means of determining how amyloid-beta peptide (Abeta) affects cells is to identify specific macromolecular targets and assess how Abeta interaction with such targets impacts on cellular functions. On the one hand, cell surface receptors interacting with extracellular Abeta have been identified, and their engagement by amyloid peptide can trigger intracellular signaling cascades. Recent evidence has indicated a potentially significant role for deposition of intracellular Abeta in cell stress associated with amyloidosis. Thus, specific intracellular targets of Abeta might also be of interest. Our review evaluates the potential significance of Abeta interaction with a mitochondrial enzyme termed Abeta-binding alcohol dehydrogenase (ABAD), a member of the short-chain dehydrogenase-reductase family concentrated in mitochondria of neurones. Binding of Abeta to ABAD distorts the enzyme's structure, rendering it inactive with respect to its metabolic properties, and promotes mitochondrial generation of free radicals. Double transgenic mice in which increased levels of ABAD are expressed in an Abeta-rich environment, the latter provided by a mutant amyloid precursor protein transgene, demonstrate accelerated decline in spatial learning/memory and pathologic changes. These data suggest that mitochondria ABAD, ordinarily a contributor to metabolic homeostasis, has the capacity to become a pathogenic factor in an Abeta-rich environment.",
        "Keywords": [],
        "MeSH terms": [
            "Alcohol Dehydrogenase",
            "Alzheimer Disease",
            "Amyloid beta-Peptides",
            "Animals",
            "Brain",
            "Homeostasis",
            "Humans",
            "Mice",
            "Mice, Transgenic",
            "Mitochondria",
            "Reactive Oxygen Species",
            "Stress, Physiological"
        ],
        "Authors": [
            {
                "First Name": "Shi Du",
                "Last Name": "Yan",
                "Affiliation": "Departments of Pathology, Surgery, Taub Institute for Research on Alzheimer's Disease and the Ageing Brain, College of Physicians & Surgeons of Columbia University, 650 West 168th Street, Black Building Rm. 17-01, New York, NY 10032, USA. sdy1@columbia.edu"
            },
            {
                "First Name": "David M",
                "Last Name": "Stern",
                "Affiliation": ""
            }
        ],
        "Journal": "International journal of experimental pathology",
        "PubDate": "2005"
    },
    {
        "PMID": "15576485",
        "Title": "RAGE modulates peripheral nerve regeneration via recruitment of both inflammatory and axonal outgrowth pathways.",
        "Abstract": "Axotomy of peripheral nerve stimulates events in multiple cell types that initiate a limited inflammatory response to axonal degeneration and simultaneous outgrowth of neurites into the distal segments after injury. We found that pharmacological blockade of RAGE impaired peripheral nerve regeneration in mice subjected to RAGE blockade and acute crush of the sciatic nerve. As our studies revealed that RAGE was expressed in axons and in infiltrating mononuclear phagocytes upon injury, we tested the role of RAGE in these distinct cell types on nerve regeneration. Transgenic mice expressing signal transduction-deficient RAGE in mononuclear phagocytes or peripheral neurons were generated and subjected to unilateral crush injury to the sciatic nerve. Transgenic mice displayed decreased functional and morphological recovery compared with littermate controls, as assessed by motor and sensory conduction velocities; and myelinated fiber density. In double transgenic mice expressing signal transduction deficient RAGE in both mononuclear phagocytes and peripheral neurons, regeneration was even further impaired, suggesting the critical interplay between RAGE-modulated inflammation and neurite outgrowth in nerve repair. These findings suggest that RAGE signaling in inflammatory cells and peripheral neurons plays an important role in plasticity of the peripheral nervous system.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Movement",
            "DNA-Binding Proteins",
            "Extracellular Signal-Regulated MAP Kinases",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Transgenic",
            "Mutation",
            "Nerve Crush",
            "Nerve Regeneration",
            "Neurites",
            "Neurons",
            "Phagocytes",
            "Receptor for Advanced Glycation End Products",
            "Receptors, Immunologic",
            "STAT3 Transcription Factor",
            "Sciatic Nerve",
            "Signal Transduction",
            "Trans-Activators"
        ],
        "Authors": [
            {
                "First Name": "Ling Ling",
                "Last Name": "Rong",
                "Affiliation": "Departments of Surgery, College of Physicians & Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Shi-Fang",
                "Last Name": "Yan",
                "Affiliation": ""
            },
            {
                "First Name": "Thoralf",
                "Last Name": "Wendt",
                "Affiliation": ""
            },
            {
                "First Name": "Diana",
                "Last Name": "Hans",
                "Affiliation": ""
            },
            {
                "First Name": "Sophia",
                "Last Name": "Pachydaki",
                "Affiliation": ""
            },
            {
                "First Name": "Loredana G",
                "Last Name": "Bucciarelli",
                "Affiliation": ""
            },
            {
                "First Name": "Adebukola",
                "Last Name": "Adebayo",
                "Affiliation": ""
            },
            {
                "First Name": "Wu",
                "Last Name": "Qu",
                "Affiliation": ""
            },
            {
                "First Name": "Yan",
                "Last Name": "Lu",
                "Affiliation": ""
            },
            {
                "First Name": "Konstantin",
                "Last Name": "Kostov",
                "Affiliation": ""
            },
            {
                "First Name": "Evanthia",
                "Last Name": "Lalla",
                "Affiliation": ""
            },
            {
                "First Name": "Shi Du",
                "Last Name": "Yan",
                "Affiliation": ""
            },
            {
                "First Name": "Clifton",
                "Last Name": "Gooch",
                "Affiliation": ""
            },
            {
                "First Name": "Matthias",
                "Last Name": "Szabolcs",
                "Affiliation": ""
            },
            {
                "First Name": "Werner",
                "Last Name": "Trojaborg",
                "Affiliation": ""
            },
            {
                "First Name": "Arthur P",
                "Last Name": "Hays",
                "Affiliation": ""
            },
            {
                "First Name": "Ann Marie",
                "Last Name": "Schmidt",
                "Affiliation": ""
            }
        ],
        "Journal": "FASEB journal : official publication of the Federation of American Societies for Experimental Biology",
        "PubDate": "2004"
    },
    {
        "PMID": "15246553",
        "Title": "Regional cerebral blood volume reduction in transgenic mutant APP (V717F, K670N/M671L) mice.",
        "Abstract": "Recent advance in nuclear magnetic resonance (NMR) microimaging has enabled in vivo cerebral blood volume (CBV) mapping with high spatial resolution. Using an intravascular susceptibility contrast agent and T(2)-weighted magnetic resonance imaging (MRI) on a 9.4T NMR microimager, the regional CBV was measured in mice as the transverse relaxation increase induced by the contrast agent. CBV maps in an Alzheimer's disease mouse model at resting state were obtained and examined. Four-month-old male transgenic mutant APP (V717F, K670N/M671L) mice (N = 10) and littermate wild-type controls (N = 12) were used. Regional analysis of the multi-slice CBV maps revealed statistically significant CBV reductions among the APP mice in cerebral cortex (-9.29%, P = 0.0002), hippocampus (-4.22%, P = 0.02), and thalamus (-5.21%, P = 0.03), indicating an early change of microvasculature in these selected regions. No significant difference was found in olfactory bulb, pons, midbrain, superior colliculus, medulla, and cerebellum.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Blood Volume",
            "Brain",
            "Contrast Media",
            "Magnetic Resonance Imaging",
            "Male",
            "Mice",
            "Mice, Mutant Strains",
            "Mice, Transgenic"
        ],
        "Authors": [
            {
                "First Name": "Ed X",
                "Last Name": "Wu",
                "Affiliation": "Department of Radiology, Columbia University, 710 West 168th Street-Unit 63, New York, NY 10032, USA. xew1@columbia.edu"
            },
            {
                "First Name": "Haiying",
                "Last Name": "Tang",
                "Affiliation": ""
            },
            {
                "First Name": "Tomohiro",
                "Last Name": "Asai",
                "Affiliation": ""
            },
            {
                "First Name": "Shi Du",
                "Last Name": "Yan",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuroscience letters",
        "PubDate": "2004"
    },
    {
        "PMID": "12808450",
        "Title": "RAGE mediates amyloid-beta peptide transport across the blood-brain barrier and accumulation in brain.",
        "Abstract": "Amyloid-beta peptide (Abeta) interacts with the vasculature to influence Abeta levels in the brain and cerebral blood flow, providing a means of amplifying the Abeta-induced cellular stress underlying neuronal dysfunction and dementia. Systemic Abeta infusion and studies in genetically manipulated mice show that Abeta interaction with receptor for advanced glycation end products (RAGE)-bearing cells in the vessel wall results in transport of Abeta across the blood-brain barrier (BBB) and expression of proinflammatory cytokines and endothelin-1 (ET-1), the latter mediating Abeta-induced vasoconstriction. Inhibition of RAGE-ligand interaction suppresses accumulation of Abeta in brain parenchyma in a mouse transgenic model. These findings suggest that vascular RAGE is a target for inhibiting pathogenic consequences of Abeta-vascular interactions, including development of cerebral amyloidosis.",
        "Keywords": [],
        "MeSH terms": [
            "Aged",
            "Aged, 80 and over",
            "Amyloid beta-Peptides",
            "Animals",
            "Blood-Brain Barrier",
            "Brain",
            "Cerebrovascular Circulation",
            "Cytokines",
            "Endothelin Receptor Antagonists",
            "Endothelin-1",
            "Humans",
            "Mice",
            "Mice, Transgenic",
            "Oligopeptides",
            "Peptide Fragments",
            "Protein Transport",
            "Receptor for Advanced Glycation End Products",
            "Receptor, Endothelin A",
            "Receptors, Immunologic"
        ],
        "Authors": [
            {
                "First Name": "Rashid",
                "Last Name": "Deane",
                "Affiliation": "Frank P. Smith Laboratories for Neurosurgery, Department of Neurosurgery and Division of Neurovascular Biology, Center for Aging and Developmental Biology, University of Rochester Medical Center, Rochester, New York 14642, USA."
            },
            {
                "First Name": "Shi",
                "Last Name": "Du Yan",
                "Affiliation": ""
            },
            {
                "First Name": "Ram Kumar",
                "Last Name": "Submamaryan",
                "Affiliation": ""
            },
            {
                "First Name": "Barbara",
                "Last Name": "LaRue",
                "Affiliation": ""
            },
            {
                "First Name": "Suzana",
                "Last Name": "Jovanovic",
                "Affiliation": ""
            },
            {
                "First Name": "Elizabeth",
                "Last Name": "Hogg",
                "Affiliation": ""
            },
            {
                "First Name": "Deborah",
                "Last Name": "Welch",
                "Affiliation": ""
            },
            {
                "First Name": "Lawrence",
                "Last Name": "Manness",
                "Affiliation": ""
            },
            {
                "First Name": "Chang",
                "Last Name": "Lin",
                "Affiliation": ""
            },
            {
                "First Name": "Jin",
                "Last Name": "Yu",
                "Affiliation": ""
            },
            {
                "First Name": "Hong",
                "Last Name": "Zhu",
                "Affiliation": ""
            },
            {
                "First Name": "Jorge",
                "Last Name": "Ghiso",
                "Affiliation": ""
            },
            {
                "First Name": "Blas",
                "Last Name": "Frangione",
                "Affiliation": ""
            },
            {
                "First Name": "Alan",
                "Last Name": "Stern",
                "Affiliation": ""
            },
            {
                "First Name": "Ann Marie",
                "Last Name": "Schmidt",
                "Affiliation": ""
            },
            {
                "First Name": "Don L",
                "Last Name": "Armstrong",
                "Affiliation": ""
            },
            {
                "First Name": "Bernd",
                "Last Name": "Arnold",
                "Affiliation": ""
            },
            {
                "First Name": "Birgit",
                "Last Name": "Liliensiek",
                "Affiliation": ""
            },
            {
                "First Name": "Peter",
                "Last Name": "Nawroth",
                "Affiliation": ""
            },
            {
                "First Name": "Florence",
                "Last Name": "Hofman",
                "Affiliation": ""
            },
            {
                "First Name": "Mark",
                "Last Name": "Kindy",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Stern",
                "Affiliation": ""
            },
            {
                "First Name": "Berislav",
                "Last Name": "Zlokovic",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature medicine",
        "PubDate": "2003"
    },
    {
        "PMID": "12671045",
        "Title": "Central role of RAGE-dependent neointimal expansion in arterial restenosis.",
        "Abstract": "Cellular proliferation, migration, and expression of extracellular matrix proteins and MMPs contribute to neointimal formation upon vascular injury. Wild-type mice undergoing arterial endothelial denudation displayed striking upregulation of receptor for advanced glycation end products (RAGE) in the injured vessel, particularly in activated smooth muscle cells of the expanding neointima. In parallel, two of RAGE's signal transducing ligands, advanced glycation end products (AGEs) and S100/calgranulins, demonstrated increased deposition/expression in the injured vessel wall. Blockade of RAGE, employing soluble truncated receptor or antibodies, or in homozygous RAGE null mice, resulted in significantly decreased neointimal expansion after arterial injury and decreased smooth muscle cell proliferation, migration, and expression of extracellular matrix proteins. A critical role for smooth muscle cell RAGE signaling was demonstrated in mice bearing a transgene encoding a RAGE cytosolic tail-deletion mutant, specifically in smooth muscle cells, driven by the SM22alpha promoter. Upon arterial injury, neointimal expansion was strikingly suppressed compared with that observed in wild-type littermates. Taken together, these data highlight key roles for RAGE in modulating smooth muscle cell properties after injury and suggest that RAGE is a logical target for suppression of untoward neointimal expansion consequent to arterial injury.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Arteriosclerosis",
            "Cell Division",
            "Cell Movement",
            "Cells, Cultured",
            "Coronary Restenosis",
            "Dose-Response Relationship, Drug",
            "Extracellular Matrix",
            "Heterozygote",
            "Homozygote",
            "Immunoblotting",
            "Immunohistochemistry",
            "In Situ Nick-End Labeling",
            "Ligands",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Muscle, Smooth",
            "Precipitin Tests",
            "Promoter Regions, Genetic",
            "RNA",
            "Receptor for Advanced Glycation End Products",
            "Receptors, Immunologic",
            "Reverse Transcriptase Polymerase Chain Reaction",
            "S100 Proteins",
            "Signal Transduction",
            "Time Factors",
            "Tunica Intima",
            "Up-Regulation"
        ],
        "Authors": [
            {
                "First Name": "Taichi",
                "Last Name": "Sakaguchi",
                "Affiliation": "Department of Surgery, College of Physicians & Surgeons, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Shi Fang",
                "Last Name": "Yan",
                "Affiliation": ""
            },
            {
                "First Name": "Shi Du",
                "Last Name": "Yan",
                "Affiliation": ""
            },
            {
                "First Name": "Dmitri",
                "Last Name": "Belov",
                "Affiliation": ""
            },
            {
                "First Name": "Ling Ling",
                "Last Name": "Rong",
                "Affiliation": ""
            },
            {
                "First Name": "Monica",
                "Last Name": "Sousa",
                "Affiliation": ""
            },
            {
                "First Name": "Martin",
                "Last Name": "Andrassy",
                "Affiliation": ""
            },
            {
                "First Name": "Steven P",
                "Last Name": "Marso",
                "Affiliation": ""
            },
            {
                "First Name": "Stephan",
                "Last Name": "Duda",
                "Affiliation": ""
            },
            {
                "First Name": "Bernd",
                "Last Name": "Arnold",
                "Affiliation": ""
            },
            {
                "First Name": "Birgit",
                "Last Name": "Liliensiek",
                "Affiliation": ""
            },
            {
                "First Name": "Peter P",
                "Last Name": "Nawroth",
                "Affiliation": ""
            },
            {
                "First Name": "David M",
                "Last Name": "Stern",
                "Affiliation": ""
            },
            {
                "First Name": "Ann Marie",
                "Last Name": "Schmidt",
                "Affiliation": ""
            },
            {
                "First Name": "Yoshifumi",
                "Last Name": "Naka",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of clinical investigation",
        "PubDate": "2003"
    },
    {
        "PMID": "12453678",
        "Title": "Receptor for advanced glycation endproducts: a multiligand receptor magnifying cell stress in diverse pathologic settings.",
        "Abstract": "Receptor for Advanced Glycation Endproducts (RAGE) is a member of the immunoglobulin superfamily of cell surface molecules capable of interacting with a broad spectrum of ligands, including advanced glycation endproducts (AGEs), amyloid fibrils, S100/calgranulins and amphoterin. The biology of RAGE is dictated by the accumulation of these ligands at pathologic sites, leading to upregulation of the receptor and sustained RAGE-dependent cell activation eventuating in cellular dysfunction. Although RAGE is not central to the initial pathogenesis of disorders in which it ultimately appears to be involved, such as diabetes, amyloidoses, inflammatory conditions and tumors (each of these conditions leading to accumulation of RAGE ligands), the receptor functions as a progression factor driving cellular dysfunction and exaggerating the host response towards tissue destruction, rather than restitution of homeostasis. These observations suggest that RAGE might represent a therapeutic target in a diverse group of seemingly unrelated disorders linked only by a multiligand receptor with an unusually wide and diverse repertoire of ligands, namely, RAGE.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Glycation End Products, Advanced",
            "Humans",
            "Inflammation",
            "Ligands",
            "Oxidative Stress",
            "Receptor for Advanced Glycation End Products",
            "Receptors, Immunologic"
        ],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Stern",
                "Affiliation": "Department of Surgery, College of Physicians and Surgeons of Columbia University, New York, NY 10032, USA. dstern@mail.mcg.edu"
            },
            {
                "First Name": "Shi Du",
                "Last Name": "Yan",
                "Affiliation": ""
            },
            {
                "First Name": "Shi Fang",
                "Last Name": "Yan",
                "Affiliation": ""
            },
            {
                "First Name": "Ann Marie",
                "Last Name": "Schmidt",
                "Affiliation": ""
            }
        ],
        "Journal": "Advanced drug delivery reviews",
        "PubDate": "2002"
    },
    {
        "PMID": "12039445",
        "Title": "Receptor for advanced glycation endproducts (RAGE) and the complications of diabetes.",
        "Abstract": "Receptor for Advanced Glycation Endproducts (RAGE) is a multiligand member of the immunoglobulin superfamily of cell surface molecules with a diverse repertoire of ligands. These ligands include products of nonenzymatic glycation, the Advanced Glycation Endproducts (AGEs, enriched in the diabetic milieu), members of the S100/calgranulin family of proinflammatory mediators, beta-sheet fibrillar structures (characteristic of amyloid) and amphoterin (present at high levels in the tumor bed). Ligation of RAGE by its ligands upregulates expression of the receptor and triggers an ascending spiral of cellular perturbation due to sustained RAGE-mediated cellular activation. For example, in the setting of diabetes, a vascular environment rich in AGEs and S100/calgranulins accelerates atherogenesis in murine models, and this can be blocked by intercepting the interaction of ligands with RAGE. While RAGE is certainly not the cause of diabetes, it functions as a progression factor driving cellular dysfunction underlying the development of diabetic complications as the microenvironment becomes enriched in its ligands. Though further studies will be required to determine the importance of RAGE-mediated cellular activation to human chronic diseases, it represents a novel receptor-ligand system potentially impacting on a range of pathophysiologic conditions.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Diabetes Complications",
            "Diabetes Mellitus",
            "Glycation End Products, Advanced",
            "Humans",
            "Immunoglobulins",
            "Neurofibrils",
            "Receptor for Advanced Glycation End Products",
            "Receptors, Immunologic"
        ],
        "Authors": [
            {
                "First Name": "David M",
                "Last Name": "Stern",
                "Affiliation": "Department of Surgery, College of Physicians, Columbia University, P&S 17-401, West 168th Street, New York, NY 10032, USA. dms9@columbia.edu"
            },
            {
                "First Name": "Shi Du",
                "Last Name": "Yan",
                "Affiliation": ""
            },
            {
                "First Name": "Shi Fang",
                "Last Name": "Yan",
                "Affiliation": ""
            },
            {
                "First Name": "Ann Marie",
                "Last Name": "Schmidt",
                "Affiliation": ""
            }
        ],
        "Journal": "Ageing research reviews",
        "PubDate": "2002"
    }
]