[
    {
        "PMID": "37203669",
        "Title": "A Model for Multi-Institutional Clinical Data Repository.",
        "Abstract": "Creating a sustainable model for clinical data infrastructure requires the inclusion of key stakeholders, harmonization of their needs and constraints, integration with data governance considerations, conforming to FAIR principles while maintaining data safety and data quality, and maintaining financial health for contributing organizations and partners. This paper reflects on Columbia University's 30+ years of experiences in designing and developing clinical data infrastructure that synergizes both patient care and clinical research missions. We define the desiderata for a sustainable model and make recommendations of best practices to achieve a sustainable model.",
        "Keywords": [
            "clinical data warehouse",
            "data governance",
            "data modeling"
        ],
        "MeSH terms": [
            "Humans",
            "Health Facilities",
            "Organizations"
        ],
        "Authors": [
            {
                "First Name": "Karthik",
                "Last Name": "Natarajan",
                "Affiliation": "Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Chunhua",
                "Last Name": "Weng",
                "Affiliation": "Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Soumitra",
                "Last Name": "Sengupta",
                "Affiliation": "Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "Studies in health technology and informatics",
        "PubDate": "2023"
    },
    {
        "PMID": "33186458",
        "Title": "Ten principles for data sharing and commercialization.",
        "Abstract": "Digital medical records have enabled us to employ clinical data in many new and innovative ways. However, these advances have brought with them a complex set of demands for healthcare institutions regarding data sharing with topics such as data ownership, the loss of privacy, and the protection of the intellectual property. The lack of clear guidance from government entities often creates conflicting messages about data policy, leaving institutions to develop guidelines themselves. Through discussions with multiple stakeholders at various institutions, we have generated a set of guidelines with 10 key principles to guide the responsible and appropriate use and sharing of clinical data for the purposes of care and discovery. Industry, universities, and healthcare institutions can build upon these guidelines toward creating a responsible, ethical, and practical response to data sharing.",
        "Keywords": [
            "data sharing",
            "electronic medical records",
            "intellectual property",
            "policy",
            "privacy"
        ],
        "MeSH terms": [
            "Academic Medical Centers",
            "Biomedical Research",
            "Electronic Health Records",
            "Health Facilities",
            "Information Dissemination",
            "Ownership",
            "Schools, Health Occupations"
        ],
        "Authors": [
            {
                "First Name": "Curtis L",
                "Last Name": "Cole",
                "Affiliation": "Healthcare Policy and Research, Cornell University, New York, New York, USA."
            },
            {
                "First Name": "Soumitra",
                "Last Name": "Sengupta",
                "Affiliation": "Columbia University Irving Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Sarah",
                "Last Name": "Rossetti Née Collins",
                "Affiliation": "Columbia University Irving Medical Center, New York, New York, USA."
            },
            {
                "First Name": "David K",
                "Last Name": "Vawdrey",
                "Affiliation": "Geisinger Health System, Danville, Pennsylvania, USA."
            },
            {
                "First Name": "Michael",
                "Last Name": "Halaas",
                "Affiliation": "Stanford University School of Medicine, Palo Alto, California, USA."
            },
            {
                "First Name": "Thomas M",
                "Last Name": "Maddox",
                "Affiliation": "Healthcare Innovation Lab, BJC HealthCare/Washington University School of Medicine, St. Louis, Missouri, USA."
            },
            {
                "First Name": "Geoff",
                "Last Name": "Gordon",
                "Affiliation": "Informatics Institute, University of Alabama-Birmingham, Birmingham, Alabama, USA."
            },
            {
                "First Name": "Trushna",
                "Last Name": "Dave",
                "Affiliation": "IT Business Solutions, NewYork-Presbyterian Hospital, New York, New York, USA."
            },
            {
                "First Name": "Philip R O",
                "Last Name": "Payne",
                "Affiliation": "Institute for Informatics (I2), Washington University School of Medicine, St. Louis, Missouri, USA."
            },
            {
                "First Name": "Andrew E",
                "Last Name": "Williams",
                "Affiliation": "Tufts Medical Center, Boston, Massachusetts, USA."
            },
            {
                "First Name": "Deborah",
                "Last Name": "Estrin",
                "Affiliation": "Cornell Tech, Cornell University, New York, New York, USA."
            }
        ],
        "Journal": "Journal of the American Medical Informatics Association : JAMIA",
        "PubDate": "2021"
    },
    {
        "PMID": "25617209",
        "Title": "Nitro and dinitroamino N-oxides of octaazaanthracene as high energy materials.",
        "Abstract": "The present study undertook the design of nitro and dinitroamino compounds from the skeleton of isomeric N-oxides of octaazanaphthalene, using computational methods to predict their degradation and explosive characteristics. The atom equivalent method was employed to evaluate the gas phase heats of formation of the designed species. Condensed phase heats of formation were also determined and found to be in the range of 220-286 kcal mol(-1). Crystal densities of all the designed molecules were calculated and found to be in the range of 1.91-1.98 g cm(-3). Detonation pressure (P) and detonation velocity (D) determined using the Kamlet-Jacobs equation showed that the performance of nitro-substituted compounds was comparable to that of RDX while that of dinitroamino compounds (P ≈ 43.4-43.7 GPa; D ≈ 9.6-9.7 km s(-1)) showed their superiority over HMX (P ≈ 39.3 GPa and D ≈ 9.10 km s(-1)). Impact sensitivity (h 50) of the designed molecules was compared with nitro- and nitramino-based commercial explosives on the basis of the available free space (∆V) per molecule in their crystal lattice estimated using wave function analysis. The study showed that dinitroamino compounds were more sensitive compared to their nitro analogs. Reactivity or chemical stability of the designed molecules were measured in terms of charge distribution, molecular electrostatic potential and frontier molecular orbital energy. The nitro compounds of N-oxides of octaazaanthracene were found to be more stable than their dinitroamino analogs.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Explosive Agents",
            "Models, Chemical",
            "Models, Molecular",
            "Nitro Compounds",
            "Oxides"
        ],
        "Authors": [
            {
                "First Name": "Manish Kumar",
                "Last Name": "Upadhyay",
                "Affiliation": "Department of Chemistry, DDU Gorakhpur University, Gorakhpur, Uttar Pradesh, India."
            },
            {
                "First Name": "Soumitra Kumar",
                "Last Name": "Sengupta",
                "Affiliation": ""
            },
            {
                "First Name": "Hari Ji",
                "Last Name": "Singh",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of molecular modeling",
        "PubDate": "2015"
    },
    {
        "PMID": "24691532",
        "Title": "Theoretical studies on benzo[1,2,4]triazine-based high-energy materials.",
        "Abstract": "Density functional theory calculations of 13 aminonitro compounds based on the benzo[1,2,4]triazine fused-ring system were performed. The geometries of all 13 species were optimized at the B3LYP/6-31G(d) level of theory. In order to refine the energy values, single-point energy calculations of the species were made at the B3LYP/6-311++G(2df,2p) level. The gas-phase heats of formation of the species considered were calculated using the atom equivalent method. Condensed-phase heats of formation were calculated utilizing the heats of sublimation of the designed molecules, as evaluated during the present study. With the help of the WFA program, crystal densities of the designed compounds were predicted using the geometry of the molecule optimized at the B3PW91/6-31G(d,p) level. The stabilities and impact sensitivities of all of the compounds are discussed in the present paper in terms of the bond dissociation energy (BDE) of the trigger linkage (the longest C-NO₂ bond) and the available free space per molecule (∆V) in the unit cell of each compound. A nucleus-independent chemical shift (NICS) study was performed to assess the aromaticities of the designed molecules, and the NICS(1) values determined 1 Å above and below the plane of the ring were found to be -7.9 to -10.5, respectively, for the benzene ring and -10.7 to -11.4, respectively, for the triazine ring in the designed fused-ring molecules, showing that both rings retain their aromaticities when undergoing substitution by nitro groups. Detonation parameters of the species were calculated, and the results suggest that the designed compounds possess comparable values to those of the commercial explosives TNT and RDX. Furthermore, results suggest that the designed compounds may be less sensitive than many nitroaromatic and nitramine explosives. Thus, the results obtained during the present study imply that the designed compounds may be used as safe explosive materials, and could be potential alternatives to TNT and RDX.",
        "Keywords": [],
        "MeSH terms": [
            "Explosions",
            "Explosive Agents",
            "Models, Chemical",
            "Models, Theoretical",
            "Thermodynamics",
            "Triazines"
        ],
        "Authors": [
            {
                "First Name": "Hari Ji",
                "Last Name": "Singh",
                "Affiliation": "Department of Chemistry, DDU Gorakhpur University, Gorakhpur, 273004, India, hjschem50@gmail.com."
            },
            {
                "First Name": "Manish Kumar",
                "Last Name": "Upadhyay",
                "Affiliation": ""
            },
            {
                "First Name": "Soumitra Kumar",
                "Last Name": "Sengupta",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of molecular modeling",
        "PubDate": "2014"
    },
    {
        "PMID": "20351897",
        "Title": "Using a pipeline to improve de-identification performance.",
        "Abstract": "Effective de-identification methods are needed to support reuse of electronic health record data for research and other purposes. We investigated using two different text-processing systems in tandem as a strategy for de-identification of clinical notes. We ran 100 outpatient notes through deid.pl, from MIT's PhysioToolkit, followed by MedLEE, and we manually compared the output with original notes to determine the amount of protected health information (PHI) retained. Pipelining resulted in an overall error rate of 2%, with 2 personal names retained in output: one initial and a commonly used English term used in medicine. All retained PHI was transformed into standardized medical concepts, making re-identification less likely. Pipelining using deid.pl improved performance of MedLEE in excluding PHI from output and may be a useful strategy for de-identifying clinical data while providing computer-readable output.",
        "Keywords": [],
        "MeSH terms": [
            "Confidentiality",
            "Electronic Health Records",
            "Humans",
            "Methods",
            "Natural Language Processing"
        ],
        "Authors": [
            {
                "First Name": "Frances P",
                "Last Name": "Morrison",
                "Affiliation": "Columbia University Department of Biomedical Informatics."
            },
            {
                "First Name": "Soumitra",
                "Last Name": "Sengupta",
                "Affiliation": ""
            },
            {
                "First Name": "George",
                "Last Name": "Hripcsak",
                "Affiliation": ""
            }
        ],
        "Journal": "AMIA ... Annual Symposium proceedings. AMIA Symposium",
        "PubDate": "2009"
    },
    {
        "PMID": "18694057",
        "Title": "An informatics course on applied clinical information systems.",
        "Abstract": "In the ongoing evaluation of our informatics curricula, feedback from alumni indicated a need for a more practically oriented course in clinical systems. This poster presents our experience developing and teaching such a course that seeks to provide students with the principles, concepts and skills needed to plan, implement, and maintain clinical systems.",
        "Keywords": [],
        "MeSH terms": [
            "Education, Graduate",
            "Information Systems",
            "Medical Informatics",
            "New York City",
            "Program Evaluation",
            "Universities"
        ],
        "Authors": [
            {
                "First Name": "Bruce",
                "Last Name": "Forman",
                "Affiliation": "Department of Biomedical Informatics,Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Soumitra",
                "Last Name": "Sengupta",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia",
                "Last Name": "Lorenzi",
                "Affiliation": ""
            }
        ],
        "Journal": "AMIA ... Annual Symposium proceedings. AMIA Symposium",
        "PubDate": "2007"
    },
    {
        "PMID": "18579843",
        "Title": "A model for expanded public health reporting in the context of HIPAA.",
        "Abstract": "The advent of electronic medical records and health information exchange raise the possibility of expanding public health reporting to detect a broad range of clinical conditions and of monitoring the health of the public on a broad scale. Expanding public health reporting may require patient anonymity, matching records, re-identifying cases, and recording patient characteristics for localization. The privacy regulations under the Health Insurance Portability and Accountability Act of 1996 (HIPAA) provide several mechanisms for public health surveillance, including using laws and regulations, public health activities, de-identification, research waivers, and limited data sets, and in addition, surveillance may be distributed with aggregate reporting. The appropriateness of these approaches varies with the definition of what data may be included, the requirements of the minimum necessary standard, the accounting of disclosures, and the feasibility of the approach.",
        "Keywords": [],
        "MeSH terms": [
            "Confidentiality",
            "Disclosure",
            "Disease Notification",
            "Health Insurance Portability and Accountability Act",
            "Humans",
            "Information Systems",
            "Medical Record Linkage",
            "Models, Organizational",
            "Population Surveillance",
            "United States"
        ],
        "Authors": [
            {
                "First Name": "Soumitra",
                "Last Name": "Sengupta",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Neil S",
                "Last Name": "Calman",
                "Affiliation": ""
            },
            {
                "First Name": "George",
                "Last Name": "Hripcsak",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the American Medical Informatics Association : JAMIA",
        "PubDate": "2008"
    },
    {
        "PMID": "18368146",
        "Title": "Synthesis, spectroscopic, and antimicrobial studies of binuclear metallocene (M = Ti, Zr, or Hf) derivatives of bis(mercaptoazoles).",
        "Abstract": "The reactions of (eta(5) - C(5)H(5))(2)MCl(2) (M = Ti, Zr, or Hf) with mercaptoazoles (LH(2)), namely, bis(mercaptotriazoles), bis(mercap- tooxadiazoles), and bis(mercaptothiadiazoles) in 2 : 1 molar ratio, respectively, have been studied in dry tetrahydrofuran in the presence of n-butylamine and the binuclear complexes of the type [{(eta - C(5)H(5))(2) M}(2)(L)] (M = Ti/Zr/Hf) are obtained. Tentative structural conclusions are drawn for the reaction products based upon elemental analysis, electrical conductance, magnetic moment, and spectral data (UV-Vis, IR, (1)H NMR, and (13)C NMR). FAB-mass spectra of few complexes of each series were also carried out to confirm the binuclear structures. Studies were conducted to assess the growth-inhibiting potential of the complexes synthesized, and the ligands against various fungal and bacterial strains.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Shilpi",
                "Last Name": "Sinha",
                "Affiliation": "Department of Chemistry, DDU Gorakhpur University, Gorakhpur 273009, India."
            },
            {
                "First Name": "Akhilesh Kumar",
                "Last Name": "Srivastava",
                "Affiliation": ""
            },
            {
                "First Name": "Chandra Mohan",
                "Last Name": "Tripathi",
                "Affiliation": ""
            },
            {
                "First Name": "Om Prakash",
                "Last Name": "Pandey",
                "Affiliation": ""
            },
            {
                "First Name": "Soumitra Kumar",
                "Last Name": "Sengupta",
                "Affiliation": ""
            }
        ],
        "Journal": "Bioinorganic chemistry and applications",
        "PubDate": "2007"
    },
    {
        "PMID": "18007335",
        "Title": "Reactions of Cp2MCl2 (M=Ti or Zr) with imine-oxime ligands. Formation of metallacycles.",
        "Abstract": "The reactions of bis(cyclopentadienyl)titanium(IV)/zirconium(IV) dichloride with a series of imine-oxime ligands (LH2), derived by condensing benzil-alpha-monoxime and 2-phenylenediamine, 4-phenylenediamine, 4-methyl-2-phenylenediamine, 2,6-diamino-pyridine, have been studied in anhydrous tetrahydrofuran in the presence of base and metallocycles of the [Cp2M(L)] (M=Ti or Zr) type have been isolated. Tentative structures have been proposed for the products based on elemental analysis, electrical conductance and spectral (electronic, IR and (1)H-NMR) data. Proton NMR spectra indicate that on the NMR time scale there is rapid rotation of the cyclopentadienyl ring around the metal-ring axis at 25 degrees C. Studies were conducted to assess the growth inhibiting potential of the complexes synthesized and the ligands against various bacterial strains.",
        "Keywords": [],
        "MeSH terms": [
            "Anti-Bacterial Agents",
            "Cyclization",
            "Imines",
            "Ligands",
            "Molecular Structure",
            "Organometallic Compounds",
            "Oximes",
            "Spectrum Analysis",
            "Titanium",
            "Zirconium"
        ],
        "Authors": [
            {
                "First Name": "Om Prakash",
                "Last Name": "Pandey",
                "Affiliation": "Chemistry Department, D.D.U. Gorakhpur University, Gorakhpur - 273009, India. sengupta2002@yahoo.co.in"
            },
            {
                "First Name": "Soumitra Kumar",
                "Last Name": "Sengupta",
                "Affiliation": ""
            },
            {
                "First Name": "Chandra Mohan",
                "Last Name": "Tripathi",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecules (Basel, Switzerland)",
        "PubDate": "2005"
    },
    {
        "PMID": "17213496",
        "Title": "Emergency department access to a longitudinal medical record.",
        "Abstract": "Our goal is to assess how clinical information from previous visits is used in the emergency department. We used detailed user audit logs to measure access to different data types. We found that clinician-authored notes and laboratory and radiology data were used most often (common data types were used up to 5% to 20% of the time). Data were accessed less than half the time (up to 20% to 50%) even when the user was alerted to the presence of data. Our access rate indicates that health information exchange projects should be conservative in estimating how often shared data will be used and the wide breadth of data accessed indicates that although a clinical summary is likely to be useful, an ideal solution will supply a broad variety of data.",
        "Keywords": [],
        "MeSH terms": [
            "Emergency Service, Hospital",
            "Hospital Information Systems",
            "Humans",
            "Medical Audit",
            "Medical Records",
            "Medical Records Systems, Computerized",
            "Practice Patterns, Physicians'"
        ],
        "Authors": [
            {
                "First Name": "George",
                "Last Name": "Hripcsak",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA. hripcsak@columbia.edu"
            },
            {
                "First Name": "Soumitra",
                "Last Name": "Sengupta",
                "Affiliation": ""
            },
            {
                "First Name": "Adam",
                "Last Name": "Wilcox",
                "Affiliation": ""
            },
            {
                "First Name": "Robert A",
                "Last Name": "Green",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the American Medical Informatics Association : JAMIA",
        "PubDate": "2007"
    },
    {
        "PMID": "16330242",
        "Title": "Lanthanum(III) and praseodymium(III) derivatives with dithiocarbamates derived from alpha-amino acids.",
        "Abstract": "Lanthanum(III) and praseodymium(III) complexes with dithiocarbamates have been synthesized by the reactions of lanthanum(III) and praseodymium(III) chloride with barium dithiocarbamate and complexes of type [LnCl(L)H2O]n have been obtained (where Ln=La(III) or Pr(III); L=barium salt of dithiocarbamate derived from glycine, L-leucine, L-valine, DL-alanine). The complexes have been characterized by elemental analysis, molar conductance, electronic absorption and fluorescence, infrared, far infrared, 1H NMR spectral studies. The presence of coordinated water molecule is inferred from thermogravimetric analysis which indicates the loss of one water molecule at 150-170 degrees C. The oscillator strength, Judd-Ofelt intensity parameter, stimulated emission cross-section, etc. have been obtained for different transitions of Pr3+.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acids",
            "Lanthanum",
            "Praseodymium",
            "Spectrometry, Fluorescence",
            "Thiocarbamates"
        ],
        "Authors": [
            {
                "First Name": "Anita",
                "Last Name": "Rai",
                "Affiliation": "Department of Chemistry, Jagatpur P.G. College, Varanasi 221005, India. sbrai49@yahoo.co.in"
            },
            {
                "First Name": "Soumitra K",
                "Last Name": "Sengupta",
                "Affiliation": ""
            },
            {
                "First Name": "Om P",
                "Last Name": "Pandey",
                "Affiliation": ""
            }
        ],
        "Journal": "Spectrochimica acta. Part A, Molecular and biomolecular spectroscopy",
        "PubDate": "2006"
    },
    {
        "PMID": "16043075",
        "Title": "Lanthanum(III) and praseodymium(III) complexes with isatin thiosemicarbazones.",
        "Abstract": "Ten new lanthanum(III) and praseodymium(III) complexes of the general formula Na[La(L)2H2O] (Ln=La(III) or Pr(III); LH2=thiosemicarbazones) derived from the condensation of isatin with 4-phenyl thiosemicarbazide, 4-(4-chlorophenyl) thiosemicarbazide, 4-(2-nitrophenyl) thiosemicarbazide, 4-(2-bromophenyl) thiosemicarbazide and 4-(2-methylphenyl) thiosemicarbazide, have been synthesized in methanol in presence of sodium hydroxide. The XRD spectra of the complexes were monitored to verify complex formation. The complexes have also been characterized by elemental analysis, molar conductance, electronic absorption and fluorescence, infrared, far infrared, 1H and 13C NMR spectral studies. Thermal studies of these complexes have been carried out in the temperature range 25-800 degrees C using TG, DTG and DTA techniques. All these complexes decompose gradually with the formation of Ln2O3 as the end product. The Judd-ofelt intensity parameter, oscillator strength, transition probability, stimulated emission cross section for different transitions of Pr3+ for 4-phenyl thiosemicarbazones have been calculated.",
        "Keywords": [],
        "MeSH terms": [
            "Electrons",
            "Isatin",
            "Lanthanum",
            "Magnetics",
            "Molecular Structure",
            "Praseodymium",
            "Sodium Hydroxide",
            "Spectrum Analysis",
            "Temperature",
            "Thiosemicarbazones"
        ],
        "Authors": [
            {
                "First Name": "Anita",
                "Last Name": "Rai",
                "Affiliation": "Department of Chemistry, Jagatpur P.G. College, Varanasi, India. sbrai49@yahoo.co.in"
            },
            {
                "First Name": "Soumitra K",
                "Last Name": "Sengupta",
                "Affiliation": ""
            },
            {
                "First Name": "Om P",
                "Last Name": "Pandey",
                "Affiliation": ""
            }
        ],
        "Journal": "Spectrochimica acta. Part A, Molecular and biomolecular spectroscopy",
        "PubDate": "2005"
    },
    {
        "PMID": "12225074",
        "Title": "Does a randall-sundrum scenario create the illusion of a torsion-free universe?",
        "Abstract": "We consider spacetime with torsion in a Randall-Sundrum scenario where torsion, identified with the rank-2 Kalb-Ramond field, exists in the bulk together with gravity. While the interactions of both graviton and torsion in the bulk are controlled by the Planck mass, an additional exponential suppression comes for the torsion zero-mode on the visible brane. This may serve as a natural explanation of why the effect of torsion is so much weaker than that of curvature on the brane. The massive torsion modes, on the other hand, are correlated with the corresponding gravitonic modes and may be detectable in TeV-scale experiments.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Biswarup",
                "Last Name": "Mukhopadhyaya",
                "Affiliation": "Harish-Chandra Research Institute, Chhatnag Road, Jhusi, Allahabad 211 019, India."
            },
            {
                "First Name": "Somasri",
                "Last Name": "Sen",
                "Affiliation": ""
            },
            {
                "First Name": "Soumitra",
                "Last Name": "SenGupta",
                "Affiliation": ""
            }
        ],
        "Journal": "Physical review letters",
        "PubDate": "2002"
    },
    {
        "PMID": "11751801",
        "Title": "Columbia University's Informatics for Diabetes Education and Telemedicine (IDEATel) project: technical implementation.",
        "Abstract": "The Columbia University Informatics for Diabetes Education and Telemedicine IDEATel) project is a four-year demonstration project funded by the Centers for Medicare and Medicaid Services with the overall goal of evaluating the feasibility, acceptability, effectiveness, and cost-effectiveness of telemedicine. The focal point of the intervention is the home telemedicine unit (HTU), which provides four functions: synchronous videoconferencing over standard telephone lines, electronic transmission for fingerstick glucose and blood pressure readings, secure Web-based messaging and clinical data review, and access to Web-based educational materials. The HTU must be usable by elderly patients with no prior computer experience. Providing these functions through the HTU requires tight integration of six components: the HTU itself, case management software, a clinical information system, Web-based educational material, data security, and networking and telecommunications. These six components were integrated through a variety of interfaces, providing a system that works well for patients and providers. With more than 400 HTUs installed, IDEATel has demonstrated the feasibility of large-scale home telemedicine.",
        "Keywords": [],
        "MeSH terms": [
            "Case Management",
            "Computer Security",
            "Computer Systems",
            "Decision Making, Computer-Assisted",
            "Diabetes Mellitus",
            "Hospital Information Systems",
            "Humans",
            "Internet",
            "New York City",
            "Patient Education as Topic",
            "Software",
            "Telecommunications",
            "Telemedicine",
            "Universities"
        ],
        "Authors": [
            {
                "First Name": "Justin",
                "Last Name": "Starren",
                "Affiliation": "Columbia University, New York, New York, USA."
            },
            {
                "First Name": "George",
                "Last Name": "Hripcsak",
                "Affiliation": ""
            },
            {
                "First Name": "Soumitra",
                "Last Name": "Sengupta",
                "Affiliation": ""
            },
            {
                "First Name": "C R",
                "Last Name": "Abbruscato",
                "Affiliation": ""
            },
            {
                "First Name": "Paul E",
                "Last Name": "Knudson",
                "Affiliation": ""
            },
            {
                "First Name": "Ruth S",
                "Last Name": "Weinstock",
                "Affiliation": ""
            },
            {
                "First Name": "Steven",
                "Last Name": "Shea",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the American Medical Informatics Association : JAMIA",
        "PubDate": "2002"
    }
]