[
    {
        "PMID": "38743228",
        "Title": "Chromatin Immunoprecipitation of Retroviral Genomes with Antibodies Recognizing Modified Histones and Specific Viral Proteins.",
        "Abstract": "Mammalian cells have developed and optimized defense mechanisms to prevent or hamper viral infection. The early transcriptional silencing of incoming viral DNAs is one such antiviral strategy and seems to be of fundamental importance, since most cell types silence unintegrated retroviral DNAs. In this chapter, a method for chromatin immunoprecipitation of unintegrated DNA is described. This technique allows investigators to examine histone and co-factor interactions with unintegrated viral DNAs as well as to analyze histone modifications in general or in a kinetic fashion at various time points during viral infection.",
        "Keywords": [
            "Core histones",
            "Histone modifications",
            "Histone variants",
            "Linker histones",
            "Transcriptional silencing",
            "Unintegrated retroviral DNAs"
        ],
        "MeSH terms": [
            "Histones",
            "Humans",
            "Chromatin Immunoprecipitation",
            "Retroviridae",
            "Genome, Viral",
            "Viral Proteins",
            "Animals",
            "DNA, Viral",
            "Antibodies"
        ],
        "Authors": [
            {
                "First Name": "Franziska K",
                "Last Name": "Geis",
                "Affiliation": "Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Columbia University Medical Center, New York, NY, USA. spg1@cumc.columbia.edu."
            }
        ],
        "Journal": "Methods in molecular biology (Clifton, N.J.)",
        "PubDate": "2024"
    },
    {
        "PMID": "35913217",
        "Title": "Riplet Binds the Zinc Finger Antiviral Protein (ZAP) and Augments ZAP-Mediated Restriction of HIV-1.",
        "Abstract": "The zinc finger antiviral protein (ZAP) is an interferon-stimulated gene (ISG) with potent intrinsic antiviral activity. ZAP inhibits the replication of retroviruses, including murine leukemia virus (MLV) and HIV-1, as well as alphaviruses, filoviruses, and hepatitis B virus, and also the retrotransposition of LINE-1 and Alu retroelements. ZAP operates posttranscriptionally to reduce the levels of viral transcripts available for translation in the cytoplasm, although additional functions might be involved. Recent studies have shown that ZAP preferentially binds viral mRNAs containing clusters of CpG dinucleotides via its four CCCH-type zinc fingers. ZAP lacks enzymatic activity and utilizes other cellular proteins to suppress viral replication. Tripartite motif 25 (TRIM25) and the nuclease KHNYN have been identified as ZAP cofactors. In this study, we identify Riplet, a protein known to play a central role in the activation of the retinoic acid-inducible gene I (RIG-I), as a novel ZAP cofactor. Overexpression of Riplet acts to strongly augment ZAP's antiviral activity. Riplet is an E3 ubiquitin ligase containing three domains, an N-terminal RING finger domain, a central coiled-coil domain, and a C-terminal P/SPRY domain. We show that Riplet interacts with ZAP via its P/SPRY domain and that the ubiquitin ligase activity of Riplet is not required to stimulate ZAP-mediated virus inhibition. Moreover, we show that Riplet interacts with TRIM25, suggesting that both Riplet and TRIM25 may operate as a complex to augment ZAP activity. ",
        "Keywords": [
            "host cofactors",
            "innate immunity",
            "protein-protein interactions",
            "retrovirus restriction",
            "zinc finger antiviral protein"
        ],
        "MeSH terms": [
            "Animals",
            "HIV Infections",
            "HIV-1",
            "Ubiquitin-Protein Ligases",
            "Ubiquitination",
            "Virus Replication",
            "Zinc Fingers"
        ],
        "Authors": [
            {
                "First Name": "Marlene V",
                "Last Name": "Buckmaster",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Howard Hughes Medical Institute, New York, New York, USA."
            }
        ],
        "Journal": "Journal of virology",
        "PubDate": "2022"
    },
    {
        "PMID": "35810297",
        "Title": "Two lymphoid cell lines potently silence unintegrated HIV-1 DNAs.",
        "Abstract": "Mammalian cells mount a variety of defense mechanisms against invading viruses to prevent or reduce infection. One such defense is the transcriptional silencing of incoming viral DNA, including the silencing of unintegrated retroviral DNA in most cells. Here, we report that the lymphoid cell lines K562 and Jurkat cells reveal a dramatically higher efficiency of silencing of viral expression from unintegrated HIV-1 DNAs as compared to HeLa cells. We found K562 cells in particular to exhibit an extreme silencing phenotype. Infection of K562 cells with a non-integrating viral vector encoding a green fluorescent protein reporter resulted in a striking decrease in the number of fluorescence-positive cells and in their mean fluorescence intensity as compared to integration-competent controls, even though the levels of viral DNA in the nucleus were equal or in the case of 2-LTR circles even higher. The silencing in K562 cells was functionally distinctive. Histones loaded on unintegrated HIV-1 DNA in K562 cells revealed high levels of the silencing mark H3K9 trimethylation and low levels of the active mark H3 acetylation, as detected in HeLa cells. But infection of K562 cells resulted in low H3K27 trimethylation levels on unintegrated viral DNA as compared to higher levels in HeLa cells, corresponding to low H3K27 trimethylation levels of silent host globin genes in K562 cells as compared to HeLa cells. Most surprisingly, treatment with the HDAC inhibitor trichostatin A, which led to a highly efficient relief of silencing in HeLa cells, only weakly relieved silencing in K562 cells. In summary, we found that the capacity for silencing viral DNAs differs between cell lines in its extent, and likely in its mechanism.",
        "Keywords": [
            "Antiviral mechanisms",
            "Histone deposition and posttranslational histone modifications",
            "Lymphocytes",
            "Transcriptional silencing",
            "Unintegrated HIV-1 DNAs"
        ],
        "MeSH terms": [
            "Animals",
            "DNA, Viral",
            "HIV-1",
            "HeLa Cells",
            "Humans",
            "Lymphocytes",
            "Mammals",
            "Virus Integration"
        ],
        "Authors": [
            {
                "First Name": "Franziska K",
                "Last Name": "Geis",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Demetra P",
                "Last Name": "Kelenis",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, NY, USA. spg1@cumc.columbia.edu."
            }
        ],
        "Journal": "Retrovirology",
        "PubDate": "2022"
    },
    {
        "PMID": "35304442",
        "Title": "A point mutation in HIV-1 integrase redirects proviral integration into centromeric repeats.",
        "Abstract": "Retroviruses utilize the viral integrase (IN) protein to integrate a DNA copy of their genome into host chromosomal DNA. HIV-1 integration sites are highly biased towards actively transcribed genes, likely mediated by binding of the IN protein to specific host factors, particularly LEDGF, located at these gene regions. We here report a substantial redirection of integration site distribution induced by a single point mutation in HIV-1 IN. Viruses carrying the K258R IN mutation exhibit a high frequency of integrations into centromeric alpha satellite repeat sequences, as assessed by deep sequencing, a more than 10-fold increase over wild-type. Quantitative PCR and in situ immunofluorescence assays confirm this bias of the K258R mutant virus for integration into centromeric DNA. Immunoprecipitation studies identify host factors binding to IN that may account for the observed bias for integration into centromeres. Centromeric integration events are known to be enriched in the latent reservoir of infected memory T cells, as well as in elite controllers who limit viral replication without intervention. The K258R point mutation in HIV-1 IN is also present in databases of latent proviruses found in patients, and may reflect an unappreciated aspect of the establishment of viral latency.",
        "Keywords": [],
        "MeSH terms": [
            "Centromere",
            "HIV Integrase",
            "Humans",
            "Point Mutation",
            "Proviruses",
            "Virus Integration",
            "Virus Replication"
        ],
        "Authors": [
            {
                "First Name": "Shelby",
                "Last Name": "Winans",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Hyun Jae",
                "Last Name": "Yu",
                "Affiliation": "Basic Science Program, Leidos Biomedical Research, Frederick National Laboratory, Frederick, MD, USA."
            },
            {
                "First Name": "Kenia",
                "Last Name": "de Los Santos",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Gary Z",
                "Last Name": "Wang",
                "Affiliation": "Department of Pathology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Vineet N",
                "Last Name": "KewalRamani",
                "Affiliation": "Basic Research Laboratory, Center for Cancer Research, National Cancer Institute, Frederick, MD, USA."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, NY, USA. spg1@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature communications",
        "PubDate": "2022"
    },
    {
        "PMID": "35074917",
        "Title": "CHAF1A/B mediate silencing of unintegrated HIV-1 DNAs early in infection.",
        "Abstract": "Early events of the retroviral life cycle are the targets of many host restriction factors that have evolved to prevent establishment of infection. Incoming retroviral DNAs are transcriptionally silenced before integration in most cell types, and efficient viral gene expression occurs only after formation of the provirus. The molecular machinery for silencing unintegrated retroviral DNAs of HIV-1 remains poorly characterized. Here, we identified the histone chaperones CHAF1A and CHAF1B as essential factors for silencing of unintegrated HIV-1 DNAs. Using RNAi-mediated knockdown (KD) of multiple histone chaperones, we found that KD of CHAF1A or CHAF1B resulted in a pronounced increase in expression of incoming viral DNAs. The function of these two proteins in silencing was independent of their interaction partner RBBP4. Viral DNA levels accumulated to significantly higher levels in CHAF1A KD cells over controls, suggesting enhanced stabilization of actively transcribed DNAs. Chromatin immunoprecipitation assays revealed no major changes in histone loading onto viral DNAs in the absence of CHAF1A, but levels of the H3K9 trimethylation silencing mark were reduced. KD of the H3K9me3-binding protein HP1γ accelerated the expression of unintegrated HIV-1 DNAs. While CHAF1A was critical for silencing HIV-1 DNAs, it showed no role in silencing of unintegrated retroviral DNAs of mouse leukemia virus. Our study identifies CHAF1A and CHAF1B as factors involved specifically in silencing of HIV-1 DNAs early in infection. The results suggest that these factors act by noncanonical pathways, distinct from their histone loading activities, to mediate silencing of newly synthesized HIV-1 DNAs.",
        "Keywords": [
            "CHAF1A",
            "HIV-1",
            "histone chaperones",
            "retroviral DNAs",
            "transcriptional silencing"
        ],
        "MeSH terms": [
            "Chromatin Assembly Factor-1",
            "DNA, Viral",
            "Gene Expression Regulation, Viral",
            "Gene Silencing",
            "HIV Infections",
            "HIV-1",
            "Histones",
            "Host-Pathogen Interactions",
            "Humans",
            "Proviruses",
            "Transcription, Genetic",
            "Tripartite Motif-Containing Protein 28",
            "Virus Integration"
        ],
        "Authors": [
            {
                "First Name": "Franziska K",
                "Last Name": "Geis",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Yosef",
                "Last Name": "Sabo",
                "Affiliation": "Aaron Diamond AIDS Research Center, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Xiao",
                "Last Name": "Chen",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Yinglu",
                "Last Name": "Li",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Chao",
                "Last Name": "Lu",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, NY 10032; spg1@cumc.columbia.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2022"
    },
    {
        "PMID": "34835055",
        "Title": "Silencing of Unintegrated Retroviral DNAs.",
        "Abstract": "Retroviral infection delivers an RNA genome into the cytoplasm that serves as the template for the synthesis of a linear double-stranded DNA copy by the viral reverse transcriptase. Within the nucleus this linear DNA gives rise to extrachromosomal circular forms, and in a key step of the life cycle is inserted into the host genome to form the integrated provirus. The unintegrated DNA forms, like those of DNAs entering cells by other means, are rapidly loaded with nucleosomes and heavily silenced by epigenetic histone modifications. This review summarizes our present understanding of the silencing machinery for the DNAs of the mouse leukemia viruses and human immunodeficiency virus type 1. We consider the potential impact of the silencing on virus replication, on the sensing of the virus by the innate immune system, and on the formation of latent proviruses. We also speculate on the changeover to high expression from the integrated proviruses in permissive cell types, and briefly consider the silencing of proviruses even after integration in embryonic stem cells and other developmentally primitive cell types.",
        "Keywords": [
            "histone modification",
            "transcriptional silencing",
            "unintegrated retroviral DNA"
        ],
        "MeSH terms": [
            "Animals",
            "DNA, Viral",
            "Gene Silencing",
            "HIV-1",
            "Histone Code",
            "Humans",
            "Leukemia Virus, Murine",
            "Proviruses",
            "Retroviridae",
            "Transcription, Genetic",
            "Virus Integration",
            "Virus Replication"
        ],
        "Authors": [
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, NY 10032, USA."
            }
        ],
        "Journal": "Viruses",
        "PubDate": "2021"
    },
    {
        "PMID": "34287037",
        "Title": "Structural Determinants of Virion Assembly and Release in the C Terminus of the Mason-Pfizer Monkey Virus Capsid Protein.",
        "Abstract": "The transition from an immature to a fully infectious mature retrovirus particle is associated with molecular switches that trigger dramatic conformational changes in the structure of the Gag proteins. A dominant maturation switch that stabilizes the immature capsid (CA) lattice is located downstream of the CA protein in many retroviral Gags. The HIV-1 Gag protein contains a stretch of 5 amino acid residues termed the \"clasp motif,\" important for the organization of the hexameric subunits that provide stability to the overall immature HIV-1 shell. Sequence alignment of the CA C-terminal domains (CTDs) of HIV-1 and Mason-Pfizer monkey virus (M-PMV) highlighted a spacer-like domain in M-PMV that may provide a comparable function. The importance of the sequences spanning the CA-nucleocapsid (NC) cleavage has been demonstrated by mutagenesis, but the specific requirements for the clasp motif in several steps of M-PMV particle assembly and maturation have not been determined in detail. In the present study, we report an examination of the role of the clasp motif in the M-PMV life cycle. We generated a series of M-PMV Gag mutants and assayed for assembly of the recombinant proteins ",
        "Keywords": [
            "M-PMV capsid",
            "M-PMV infectivity",
            "M-PMV particle release",
            "clasp",
            "retrovirus assembly"
        ],
        "MeSH terms": [
            "Amino Acid Motifs",
            "Capsid Proteins",
            "Cryoelectron Microscopy",
            "Gene Products, gag",
            "Genome, Viral",
            "HEK293 Cells",
            "HeLa Cells",
            "Humans",
            "Mason-Pfizer monkey virus",
            "Mutant Proteins",
            "Protein Domains",
            "RNA, Viral",
            "Viral Genome Packaging",
            "Virion",
            "Virus Assembly"
        ],
        "Authors": [
            {
                "First Name": "Marlene V",
                "Last Name": "Buckmaster",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Kaneil K",
                "Last Name": "Zadrozny",
                "Affiliation": "Department of Molecular Physiology and Biological Physics, University of Virginiagrid.27755.32, Charlottesville, Virginia, USA."
            },
            {
                "First Name": "Barbie K",
                "Last Name": "Ganser-Pornillos",
                "Affiliation": "Department of Molecular Physiology and Biological Physics, University of Virginiagrid.27755.32, Charlottesville, Virginia, USA."
            },
            {
                "First Name": "Owen",
                "Last Name": "Pornillos",
                "Affiliation": "Department of Molecular Physiology and Biological Physics, University of Virginiagrid.27755.32, Charlottesville, Virginia, USA."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "HHMI, Columbia University Medical Center, New York, New York, USA."
            }
        ],
        "Journal": "Journal of virology",
        "PubDate": "2021"
    },
    {
        "PMID": "34011543",
        "Title": "Moloney Murine Leukemia Virus p12 Is Required for Histone Loading onto Retroviral DNAs.",
        "Abstract": "During retrovirus infection, a histone-free DNA copy of the viral RNA genome is synthesized and rapidly loaded with nucleosomes ",
        "Keywords": [
            "chromatin immunoprecipitation",
            "histone loading",
            "nuclear accumulation",
            "retroviral DNA"
        ],
        "MeSH terms": [
            "Capsid",
            "Capsid Proteins",
            "Cell Line, Tumor",
            "Chromatin",
            "DNA, Viral",
            "Gene Products, gag",
            "Genome, Viral",
            "HEK293 Cells",
            "HeLa Cells",
            "Histones",
            "Humans",
            "Moloney murine leukemia virus",
            "Virus Assembly"
        ],
        "Authors": [
            {
                "First Name": "Gary Z",
                "Last Name": "Wang",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York, USA."
            }
        ],
        "Journal": "Journal of virology",
        "PubDate": "2021"
    },
    {
        "PMID": "33351861",
        "Title": "Mutations altering acetylated residues in the CTD of HIV-1 integrase cause defects in proviral transcription at early times after integration of viral DNA.",
        "Abstract": "The central function of the retroviral integrase protein (IN) is to catalyze the integration of viral DNA into the host genome to form the provirus. The IN protein has also been reported to play a role in a number of other processes throughout the retroviral life cycle such as reverse transcription, nuclear import and particle morphogenesis. Studies have shown that HIV-1 IN is subject to multiple post-translational modifications (PTMs) including acetylation, phosphorylation and SUMOylation. However, the importance of these modifications during infection has been contentious. In this study we attempt to clarify the role of acetylation of HIV-1 IN during the retroviral life cycle. We show that conservative mutation of the known acetylated lysine residues has only a modest effect on reverse transcription and proviral integration efficiency in vivo. However, we observe a large defect in successful expression of proviral genes at early times after infection by an acetylation-deficient IN mutant that cannot be explained by delayed integration dynamics. We demonstrate that the difference between the expression of proviruses integrated by an acetylation mutant and WT IN is likely not due to altered integration site distribution but rather directly due to a lower rate of transcription. Further, the effect of the IN mutation on proviral gene expression is independent of the Tat protein or the LTR promoter. At early times after integration when the transcription defect is observed, the LTRs of proviruses integrated by the mutant IN have altered histone modifications as well as reduced IN protein occupancy. Over time as the transcription defect in the mutant virus diminishes, histone modifications on the WT and mutant proviral LTRs reach comparable levels. These results highlight an unexpected role for the IN protein in regulating proviral transcription at early times post-integration.",
        "Keywords": [],
        "MeSH terms": [
            "Acetylation",
            "Cell Line",
            "DNA, Viral",
            "HIV Integrase",
            "HIV-1",
            "Humans",
            "Mutation",
            "Protein Processing, Post-Translational",
            "Proviruses",
            "Viral Transcription",
            "Virus Integration"
        ],
        "Authors": [
            {
                "First Name": "Shelby",
                "Last Name": "Winans",
                "Affiliation": "Columbia University, Department of Biochemistry and Molecular Biophysics, New York, New York, United States of America."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Columbia University, Department of Biochemistry and Molecular Biophysics, New York, New York, United States of America."
            }
        ],
        "Journal": "PLoS pathogens",
        "PubDate": "2020"
    },
    {
        "PMID": "32823517",
        "Title": "Silencing and Transcriptional Regulation of Endogenous Retroviruses: An Overview.",
        "Abstract": "Almost half of the human genome is made up of transposable elements (TEs), and about 8% consists of endogenous retroviruses (ERVs). ERVs are remnants of ancient exogenous retrovirus infections of the germ line. Most TEs are inactive and not detrimental to the host. They are tightly regulated to ensure genomic stability of the host and avoid deregulation of nearby gene loci. Histone-based posttranslational modifications such as H3K9 trimethylation are one of the main silencing mechanisms. Trim28 is one of the identified master regulators of silencing, which recruits most prominently the H3K9 methyltransferase Setdb1, among other factors. Sumoylation and ATP-dependent chromatin remodeling factors seem to contribute to proper localization of Trim28 to ERV sequences and promote Trim28 interaction with Setdb1. Additionally, DNA methylation as well as RNA-mediated targeting of TEs such as piRNA-based silencing play important roles in ERV regulation. Despite the involvement of ERV overexpression in several cancer types, autoimmune diseases, and viral pathologies, ERVs are now also appreciated for their potential positive role in evolution. ERVs can provide new regulatory gene elements or novel binding sites for transcription factors, and ERV gene products can even be repurposed for the benefit of the host.",
        "Keywords": [
            "ERV expression and diseases",
            "co-option of ERV functions",
            "endogenous retroviruses (ERV)",
            "transcriptional silencing",
            "transposable elements"
        ],
        "MeSH terms": [
            "Animals",
            "Chromatin Assembly and Disassembly",
            "DNA Methylation",
            "Endogenous Retroviruses",
            "Gene Expression Regulation",
            "Gene Silencing",
            "Host Microbial Interactions",
            "Humans",
            "Mice",
            "Retroviridae Infections",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Franziska K",
                "Last Name": "Geis",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, NY 10032, USA."
            }
        ],
        "Journal": "Viruses",
        "PubDate": "2020"
    },
    {
        "PMID": "32690679",
        "Title": "Yin Yang 1 is a potent activator of human T lymphotropic virus type 1 LTR-driven gene expression via RNA binding.",
        "Abstract": "Yin Yang 1 (YY1) is a DNA-binding transcription factor that either activates or represses gene expression. YY1 has previously been implicated in the transcriptional silencing of many retroviruses by binding to DNA sequences in the U3 region of the viral long terminal repeat (LTR). We here show that YY1 overexpression leads to profound activation, rather than repression, of human T lymphotropic virus type 1 (HTLV-1) expression, while YY1 down-regulation reduces HTLV-1 expression. The YY1 responsive element mapped not to YY1 DNA-binding sites in the HTLV-1 LTR but to the R region. The HTLV-1 R sequence alone is sufficient to provide YY1 responsiveness to a nonresponsive promoter, but only in the sense orientation and only when included as part of the mRNA. YY1 binds to the R region of HTLV-1 RNA in vitro and in vivo, leading to increased transcription initiation and elongation. The findings indicate that YY1 is a potent transactivator of HTLV-1 gene expression acting via binding viral RNA, rather than DNA.",
        "Keywords": [
            "RNA binding",
            "human T cell leukemia virus type 1 (HTLV-1)",
            "transcription factor Yin Yang 1 (YY1)",
            "transcriptional activation"
        ],
        "MeSH terms": [
            "Gene Expression Regulation, Viral",
            "HEK293 Cells",
            "Human T-lymphotropic virus 1",
            "Humans",
            "Jurkat Cells",
            "Protein Binding",
            "RNA",
            "Terminal Repeat Sequences",
            "Transcriptional Activation",
            "YY1 Transcription Factor"
        ],
        "Authors": [
            {
                "First Name": "Gary Z",
                "Last Name": "Wang",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032; spg1@cumc.columbia.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2020"
    },
    {
        "PMID": "32209469",
        "Title": "IQGAP1 Negatively Regulates HIV-1 Gag Trafficking and Virion Production.",
        "Abstract": "IQGAP1 is a master regulator of many cellular processes, including intracellular vesicle trafficking and endocytosis. We show that depletion of IQGAP1 in a variety of cell types increases the release of HIV-1 infectious virions and that overexpression diminishes virion production, with neither affecting the early stages of infection. IQGAP1 negatively regulates the steady-state levels of HIV-1 Gag at the plasma membrane, the site of assembly. We establish that IQGAP1 interacts with both the nucleocapsid and p6 domains of Gag, and interaction with either domain is sufficient for its regulatory function. Finally, we demonstrate that IQGAP1 regulation is independent of HIV-1 Gag \"late-domains\" sequences required by the virus to recruit the cellular ESCRT machinery. Thus, we provide evidence that IQGAP1 is a negative regulatory factor inhibiting efficient budding of HIV-1 by reducing Gag accumulation at the plasma membrane.",
        "Keywords": [
            "HIV-1 Gag trafficking",
            "HIV-1 virion formation",
            "IQGAP1 inhibition of HIV-1",
            "IQGAP1-Gag interaction"
        ],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Cell Membrane",
            "HEK293 Cells",
            "HIV Infections",
            "HIV-1",
            "Humans",
            "Nucleocapsid",
            "Protein Binding",
            "Protein Domains",
            "Protein Transport",
            "Virion",
            "gag Gene Products, Human Immunodeficiency Virus",
            "ras GTPase-Activating Proteins"
        ],
        "Authors": [
            {
                "First Name": "Yosef",
                "Last Name": "Sabo",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, New York, NY 10032, USA; Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Department of Microbiology and Immunology, Columbia University, New York, NY 10032, USA; Department of Medicine, Division of Infectious Diseases, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Kenia",
                "Last Name": "de Los Santos",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, New York, NY 10032, USA; Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Department of Microbiology and Immunology, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, New York, NY 10032, USA; Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Department of Microbiology and Immunology, Columbia University, New York, NY 10032, USA. Electronic address: spg1@cumc.columbia.edu."
            }
        ],
        "Journal": "Cell reports",
        "PubDate": "2020"
    },
    {
        "PMID": "32039735",
        "Title": "Successfully transfected primary peripherally mobilized human CD34+ hematopoietic stem and progenitor cells (HSPCs) demonstrate increased susceptibility to retroviral infection.",
        "Abstract": "Transfection, the process of introducing purified nucleic acids into cells, and viral transduction, viral-mediated nucleic acid transfer, are two commonly utilized techniques for gene delivery in the research setting. Transfection allows purified nucleic acid to be introduced into target cells through chemical-based techniques, nonchemical methods or particle-based methods, while viral transduction employs genomes or vectors based on adenoviruses, retroviruses (e.g. lentiviruses), adeno-associated viruses, or hybrid viruses. Transfected DNAs are often tested for potential effects on subsequent transduction, but it is not clear whether transfection itself rather than the particular nucleic acid being introduced might impact subsequent viral transfection. We observed a significant association between successfully transfected mobilized peripheral blood CD34+ human stem and progenitor cells (HSPCs) and permissiveness to subsequent lentiviral transduction, which was not evident in other cells such as 293 T cells and Jurkat cells. This association, apparently specific to CD34+ human stem and progenitor cells (HSPCs), is critical to both research and clinical applications as these cells are a frequent target of transfection and viral transduction owing to the durable nature of these cells in living systems. This finding may also present a significant opportunity to enhance the success of viral transduction for clinical applications.",
        "Keywords": [
            "CD34 + ",
            "Progenitor cells",
            "Stem cells",
            "Transduction",
            "Transfection"
        ],
        "MeSH terms": [
            "Antigens, CD34",
            "Genetic Vectors",
            "HEK293 Cells",
            "Hematopoietic Stem Cells",
            "Humans",
            "Jurkat Cells",
            "Lentivirus",
            "Transduction, Genetic",
            "Transfection"
        ],
        "Authors": [
            {
                "First Name": "Jeffrey",
                "Last Name": "Sebrow",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, 701 West 168th Street, HHSC 1310, New York, NY, 10032, USA."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, 701 West 168th Street, HHSC 1310, New York, NY, 10032, USA."
            },
            {
                "First Name": "Daniel O",
                "Last Name": "Griffin",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, 701 West 168th Street, HHSC 1310, New York, NY, 10032, USA. dg2810@cumc.columbia.edu."
            }
        ],
        "Journal": "Virology journal",
        "PubDate": "2020"
    },
    {
        "PMID": "31796536",
        "Title": "Embryonic Cells Redistribute SUMO1 upon Forced SUMO1 Overexpression.",
        "Abstract": "Conjugation of small ubiquitin-like modifiers (SUMOs) to substrate proteins is a posttranslational protein modification that affects a diverse range of physiological processes. Global inhibition of SUMO conjugation in mice results in embryonic lethality, reflecting the importance of the SUMO pathways for embryonic development. Here, we demonstrated that SUMO1 overexpression was not well tolerated in murine embryonic carcinoma and embryonic stem (ES) cells and that only a few clones were recovered after transduction with vectors delivering SUMO1 expression constructs. Differentiated NIH/3T3 cells overexpress SUMO1 without deleterious effects and maintain high levels of both conjugated and free forms of SUMO1. The few embryonic cells surviving after forced overexpression retained all their SUMO1 in the form of a few high-molecular-weight conjugates and maintained undetectable levels of free SUMO1. The absence of free SUMO in embryonic cells was seen specifically upon overexpression of SUMO1, but not SUMO2. Moreover, blocking SUMO1 conjugation to endogenous substrates by C-terminal mutations of SUMO1 or by overexpression of a SUMO1 substrate \"sponge\" or by overexpression of the deSUMOylating enzyme SUMO-specific peptidase 1 (SENP1) dramatically restored free SUMO1 overexpression. The data suggest that overexpression of SUMO1 protein leading to an excess accumulation of critical SUMO1-conjugated substrates is not tolerated in embryonic cells. Surviving embryonic cells exhibit SUMO1 conjugation to allowed substrates but a complete absence of free SUMO1.",
        "Keywords": [
            "SUMO",
            "embryonic stem cells",
            "posttranslational modification",
            "sumoylation"
        ],
        "MeSH terms": [
            "Animals",
            "Cell Line",
            "Cysteine Endopeptidases",
            "Embryonic Development",
            "Endopeptidases",
            "Gene Expression Regulation, Developmental",
            "HEK293 Cells",
            "Humans",
            "Mice",
            "Mutation",
            "NIH 3T3 Cells",
            "Protein Processing, Post-Translational",
            "Proteomics",
            "SUMO-1 Protein",
            "Sumoylation",
            "Ubiquitins"
        ],
        "Authors": [
            {
                "First Name": "Andreia",
                "Last Name": "Lee",
                "Affiliation": "Department of Biological Sciences, Howard Hughes Medical Institute, Columbia University Medical Center, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Yiping",
                "Last Name": "Zhu",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, Columbia University Medical Center, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Yosef",
                "Last Name": "Sabo",
                "Affiliation": "Department of Medicine, Howard Hughes Medical Institute, Columbia University Medical Center, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, Columbia University Medical Center, Columbia University, New York, New York, USA spg1@cumc.columbia.edu."
            }
        ],
        "Journal": "mBio",
        "PubDate": "2019"
    },
    {
        "PMID": "31685613",
        "Title": "Unintegrated HIV-1 DNAs are loaded with core and linker histones and transcriptionally silenced.",
        "Abstract": "Upon delivery into the nucleus of the host cell, linear double-stranded retroviral DNAs are either integrated into the host genome to form the provirus or act as a target of the DNA damage response and become circularized. Little is known about the chromatinization status of the unintegrated retroviral DNAs of the human immunodeficiency virus type 1 (HIV-1). In this study, we used chromatin immunoprecipitation to investigate the nature of unintegrated HIV-1 DNAs and discovered that core histones, the histone variant H3.3, and H1 linker histones are all deposited onto extrachromosomal HIV-1 DNA. We performed a time-course analysis and determined that the loading of core and linker histones occurred early after virus application. H3.3 and H1 linker histones were also found to be loaded onto unintegrated DNAs of the Moloney murine leukemia virus. The unintegrated retroviral DNAs are potently silenced, and we provide evidence that the suppression of extrachromosomal HIV-1 DNA is histone-related. Unintegrated DNAs were marked by posttranslational histone modifications characteristic of transcriptionally inactive genes: high levels of H3K9 trimethylation and low levels of H3 acetylation. These findings reveal insights into the nature of unintegrated retroviral DNAs.",
        "Keywords": [
            "HIV-1",
            "histones",
            "transcriptional silencing",
            "unintegrated retroviral DNAs"
        ],
        "MeSH terms": [
            "DNA Methylation",
            "DNA, Viral",
            "Gene Silencing",
            "HIV-1",
            "HeLa Cells",
            "Histones",
            "Humans",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Franziska K",
                "Last Name": "Geis",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, NY 10032; spg1@cumc.columbia.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2019"
    },
    {
        "PMID": "30755516",
        "Title": "HIV-1 Is a Poor Inducer of Innate Immune Responses.",
        "Abstract": "Effective host immune responses against viral infection rely on the detection of the virus, activation of downstream signaling pathways, and the secretion of interferons (IFNs) and other cytokines. Many viruses can potently stimulate these responses, whereas the immune response against human immunodeficiency virus type 1 (HIV-1) remains relatively less well characterized. Here we show that HIV-1 infection with reporter viruses does not activate sensing pathways in cell lines and primary cells that are otherwise responsive to foreign nucleic acids. After entry into cells, reverse transcription and reporter expression occur without the virus ever being detected by cellular sensors or stimulating an interferon response. Using multiple methods, including the use of reporter cell lines for type I IFN and NF-κB pathway activation, quantifying mRNA levels for IFN-stimulated genes (ISGs), and assaying for markers of innate immune activation, we show that single-round pseudotyped HIV-1-based reporter viruses fail to induce innate immune responses.",
        "Keywords": [
            "HIV-1",
            "innate immunity",
            "interferon-stimulated genes",
            "interferons"
        ],
        "MeSH terms": [
            "Biomarkers",
            "Cells, Cultured",
            "Gene Expression Profiling",
            "HIV Infections",
            "HIV-1",
            "Humans",
            "Immunity, Innate",
            "Models, Biological"
        ],
        "Authors": [
            {
                "First Name": "Oya",
                "Last Name": "Cingöz",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, New York, USA spg1@cumc.columbia.edu."
            }
        ],
        "Journal": "mBio",
        "PubDate": "2019"
    },
    {
        "PMID": "30487602",
        "Title": "NP220 mediates silencing of unintegrated retroviral DNA.",
        "Abstract": "The entry of foreign DNA into many mammalian cell types triggers the innate immune system, a complex set of responses to prevent infection by pathogens. One aspect of the response is the potent epigenetic silencing of incoming viral DNAs",
        "Keywords": [],
        "MeSH terms": [
            "Antigens, Neoplasm",
            "CRISPR-Associated Protein 9",
            "Chromatin Immunoprecipitation",
            "Clustered Regularly Interspaced Short Palindromic Repeats",
            "DNA, Viral",
            "DNA-Binding Proteins",
            "Gene Silencing",
            "Histone Deacetylase 1",
            "Histone Deacetylases",
            "Histone-Lysine N-Methyltransferase",
            "Humans",
            "Multiprotein Complexes",
            "Nuclear Proteins",
            "Phosphoproteins",
            "Protein Methyltransferases",
            "Proviruses",
            "RNA-Binding Proteins",
            "Repressor Proteins",
            "Retroviridae",
            "Transcription Factors",
            "Virus Integration"
        ],
        "Authors": [
            {
                "First Name": "Yiping",
                "Last Name": "Zhu",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Gary Z",
                "Last Name": "Wang",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Oya",
                "Last Name": "Cingöz",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Howard Hughes Medical Institute, Columbia University, New York, NY, USA. spg1@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature",
        "PubDate": "2018"
    },
    {
        "PMID": "29669918",
        "Title": "Horizontal transfer of retrotransposons between bivalves and other aquatic species of multiple phyla.",
        "Abstract": "The LTR retrotransposon ",
        "Keywords": [
            "bivalves",
            "cross-phyla horizontal transfer",
            "horizontal transfer",
            "retrotransposons",
            "transposable elements"
        ],
        "MeSH terms": [
            "Animals",
            "Bivalvia",
            "Gene Transfer, Horizontal",
            "Genome",
            "Retroelements"
        ],
        "Authors": [
            {
                "First Name": "Michael J",
                "Last Name": "Metzger",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10027."
            },
            {
                "First Name": "Ashley N",
                "Last Name": "Paynter",
                "Affiliation": "Sackler Institute of Comparative Genomics, American Museum of Natural History, New York, NY 10024."
            },
            {
                "First Name": "Mark E",
                "Last Name": "Siddall",
                "Affiliation": "Sackler Institute of Comparative Genomics, American Museum of Natural History, New York, NY 10024."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10027; spg1@cumc.columbia.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2018"
    },
    {
        "PMID": "29507205",
        "Title": "Cyclin-dependent kinase activity is required for type I interferon production.",
        "Abstract": "Recognition of nucleic acids results in the production of type I IFNs, which activate the JAK/STAT pathway and promote the expression of IFN-stimulated genes. In a search for modulators of this pathway, we discovered an unexpected requirement for cyclin-dependent kinases (CDK) in the production of type I IFN following nucleic acid sensing and virus infection. Inhibition of CDK activity or knockdown of CDK levels leads to a striking block in STAT activation and IFN-stimulated gene expression. CDKs are not required for the initial nucleic acid sensing leading to IFN-β mRNA induction, nor for the response to exogenous IFN-α/β, but are critical for IFN-β release into culture supernatants, suggesting a posttranscriptional role for CDKs in type I IFN production. In the absence of CDK activity, we demonstrate a translational block specific for IFN-β, in which IFN-β mRNA is removed from the actively translating polysomes, while the distribution of other cellular mRNAs or global translation rates are unaffected. Our findings reveal a critical role for CDKs in the translation of IFN-β.",
        "Keywords": [
            "CDK inhibitors",
            "IFN-stimulated genes",
            "cyclin-dependent kinases",
            "translational regulation",
            "type I interferon"
        ],
        "MeSH terms": [
            "Antiviral Agents",
            "Cells, Cultured",
            "Cyclin-Dependent Kinases",
            "Humans",
            "Immunity, Innate",
            "Interferon-alpha",
            "Interferon-beta",
            "Phosphorylation",
            "STAT1 Transcription Factor",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Oya",
                "Last Name": "Cingöz",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, NY 10032; spg1@cumc.columbia.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2018"
    },
    {
        "PMID": "29407374",
        "Title": "Characterization of interaction between Trim28 and YY1 in silencing proviral DNA of Moloney murine leukemia virus.",
        "Abstract": "Moloney Murine Leukemia Virus (M-MLV) proviral DNA is transcriptionally silenced in embryonic cells by a large repressor complex tethered to the provirus by two sequence-specific DNA binding proteins, ZFP809 and YY1. A central component of the complex is Trim28, a scaffold protein that regulates many target genes involved in cell cycle progression, DNA damage responses, and viral gene expression. The silencing activity of Trim28, and its interactions with corepressors are often regulated by post-translational modifications such as sumoylation and phosphorylation. We defined the interaction domains of Trim28 and YY1, and investigated the role of sumoylation and phosphorylation of Trim28 in mediating M-MLV silencing. The RBCC domain of Trim28 was sufficient for interaction with YY1, and acidic region 1 and zinc fingers of YY1 were necessary and sufficient for its interaction with Trim28. Additionally, we found that residue K779 was critical for Trim28-mediated silencing of M-MLV in embryonic cells.",
        "Keywords": [
            "Moloney murine leukemia virus",
            "Phosphorylation",
            "Protein-protein interaction",
            "SUMO",
            "Transcriptional silencing",
            "Trim28",
            "YY1"
        ],
        "MeSH terms": [
            "Amino Acid Motifs",
            "Animals",
            "Gene Silencing",
            "Mice",
            "Moloney murine leukemia virus",
            "Protein Binding",
            "Protein Domains",
            "Proviruses",
            "Retroviridae Infections",
            "Rodent Diseases",
            "Tripartite Motif-Containing Protein 28",
            "YY1 Transcription Factor"
        ],
        "Authors": [
            {
                "First Name": "Andreia",
                "Last Name": "Lee",
                "Affiliation": "Department of Biological Sciences, United States."
            },
            {
                "First Name": "Oya",
                "Last Name": "CingÖz",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics and Department of Microbiology and Immunology, Howard Hughes Medical Institute, Columbia University Medical Center, Columbia University, New York, NY 10032, United States."
            },
            {
                "First Name": "Yosef",
                "Last Name": "Sabo",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics and Department of Microbiology and Immunology, Howard Hughes Medical Institute, Columbia University Medical Center, Columbia University, New York, NY 10032, United States."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics and Department of Microbiology and Immunology, Howard Hughes Medical Institute, Columbia University Medical Center, Columbia University, New York, NY 10032, United States. Electronic address: spg1@cumc.columbia.edu."
            }
        ],
        "Journal": "Virology",
        "PubDate": "2018"
    },
    {
        "PMID": "28953872",
        "Title": "Evolution: Zapping viral RNAs.",
        "Abstract": "The discovery that the host defence protein ZAP specifically targets viral RNAs that are rich in a particular pair of adjacent bases — cytosine followed by guanine — sheds light on the evolution of viral RNA genomes.",
        "Keywords": [],
        "MeSH terms": [
            "RNA, Viral"
        ],
        "Authors": [
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Departments of Biochemistry and Molecular Biophysics, and of Microbiology and Immunology, and at the Howard Hughes Medical Institute, Columbia University, New York, New York 10032, USA."
            }
        ],
        "Journal": "Nature",
        "PubDate": "2017"
    },
    {
        "PMID": "28132836",
        "Title": "Heme Oxygenase 2 Binds Myristate to Regulate Retrovirus Assembly and TLR4 Signaling.",
        "Abstract": "N-myristoylation is the covalent attachment of myristic acid to the N terminus of proteins in eukaryotic cells. The matrix domain (MA) of HIV-1 Gag protein is N-myristoylated and plays an important role in virus budding. In screening for host factors that interact with HIV-1 MA, we found that heme oxygenase (HO-2) specifically binds the myristate moiety of Gag. HO-2 was also found to bind TRAM, an adaptor protein for Toll-like receptor 4 (TLR4), and thereby impact both virus replication and cellular inflammatory responses. A crystal structure revealed that HO-2 binds myristate via a hydrophobic channel adjacent to the heme-binding pocket. Inhibiting HO-2 expression, or blocking myristate binding with a heme analog, led to marked increases in virus production. HO-2 deficiency caused hyperresponsive TRAM-dependent TLR4 signaling and hypersensitivity to the TLR4 ligand lipopolysaccharide. Thus, HO-2 is a cellular myristate-binding protein that negatively regulates both virus replication and host inflammatory responses.",
        "Keywords": [
            "HIV-1",
            "Myristoylation",
            "TLR4",
            "TRAM",
            "heme oxygenase 2",
            "lipopolysaccharide",
            "myristoyl-binding protein",
            "retrovirus Gag"
        ],
        "MeSH terms": [
            "Adaptor Proteins, Signal Transducing",
            "HEK293 Cells",
            "HIV-1",
            "Heme Oxygenase (Decyclizing)",
            "Host-Pathogen Interactions",
            "Humans",
            "Lipopolysaccharides",
            "Myristic Acid",
            "Signal Transduction",
            "Toll-Like Receptor 4",
            "Virion",
            "Virus Assembly",
            "Virus Replication",
            "gag Gene Products, Human Immunodeficiency Virus"
        ],
        "Authors": [
            {
                "First Name": "Yiping",
                "Last Name": "Zhu",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, and Department of Microbiology and Immunology, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Shukun",
                "Last Name": "Luo",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Yosef",
                "Last Name": "Sabo",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, and Department of Microbiology and Immunology, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Cheng",
                "Last Name": "Wang",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, and Department of Microbiology and Immunology, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Liang",
                "Last Name": "Tong",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, and Department of Microbiology and Immunology, Columbia University, New York, NY 10032, USA."
            }
        ],
        "Journal": "Cell host & microbe",
        "PubDate": "2017"
    },
    {
        "PMID": "28115710",
        "Title": "Differential control of retrovirus silencing in embryonic cells by proteasomal regulation of the ZFP809 retroviral repressor.",
        "Abstract": "Replication of the murine leukemia viruses is strongly suppressed in mouse embryonic stem (ES) cells. Proviral DNAs are formed normally but are then silenced by a large complex bound to DNA by the ES cell-specific zinc-finger protein ZFP809. We show here that ZFP809 expression is not regulated by transcription but rather by protein turnover: ZFP809 protein is stable in embryonic cells but highly unstable in differentiated cells. The protein is heavily modified by the accumulation of polyubiquitin chains in differentiated cells and stabilized by the proteasome inhibitor MG132. A short sequence of amino acids at the C terminus of ZFP809, including a single lysine residue (K391), is required for the rapid turnover of the protein. The silencing cofactor TRIM28 was found to promote the degradation of ZFP809 in differentiated cells. These findings suggest that the stem cell state is established not only by an unusual transcriptional profile but also by unusual regulation of protein levels through the proteasomal degradation pathway.",
        "Keywords": [
            "embryonic stem cells",
            "proteasome",
            "retrovirus",
            "transcriptional repressor"
        ],
        "MeSH terms": [
            "Animals",
            "Cell Line, Tumor",
            "Cells, Cultured",
            "DNA-Binding Proteins",
            "Gene Expression Regulation",
            "Gene Silencing",
            "HEK293 Cells",
            "Host-Pathogen Interactions",
            "Humans",
            "Mice",
            "Moloney murine leukemia virus",
            "Mouse Embryonic Stem Cells",
            "NIH 3T3 Cells",
            "Proteasome Endopeptidase Complex",
            "Protein Binding",
            "Proviruses",
            "Retroviridae",
            "Tripartite Motif-Containing Protein 28"
        ],
        "Authors": [
            {
                "First Name": "Cheng",
                "Last Name": "Wang",
                "Affiliation": "Department of Biological Sciences, Columbia University Medical Center, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, Columbia University, New York, NY 10032; spg1@cumc.columbia.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2017"
    },
    {
        "PMID": "27866901",
        "Title": "Histones Are Rapidly Loaded onto Unintegrated Retroviral DNAs Soon after Nuclear Entry.",
        "Abstract": "Chromosomal structure of nuclear DNA is usually maintained by insertion of nucleosomes into preexisting chromatin, both on newly synthesized DNA at replication forks and at sites of DNA damage. But during retrovirus infection, a histone-free DNA copy of the viral genome is synthesized that must be loaded with nucleosomes de novo. Here, we show that core histones are rapidly loaded onto unintegrated Moloney murine leukemia virus DNAs. Loading of nucleosomes requires nuclear entry, but does not require viral DNA integration. The histones associated with unintegrated DNAs become marked by covalent modifications, with a delay relative to the time of core histone loading. Expression from unintegrated DNA can be enhanced by modulation of the histone-modifying machinery. The data show that histone loading onto unintegrated DNAs occurs very rapidly after nuclear entry and does not require prior establishment of an integrated provirus.",
        "Keywords": [
            "chromatin immunoprecipitation",
            "epigenetics",
            "histone",
            "histone modifications",
            "nucleosome",
            "retrovirus"
        ],
        "MeSH terms": [
            "Animals",
            "Cell Cycle",
            "Chromatin",
            "Chromatin Immunoprecipitation",
            "DNA Damage",
            "DNA Replication",
            "DNA, Viral",
            "Epigenomics",
            "HEK293 Cells",
            "Histone Code",
            "Histones",
            "Humans",
            "Mice",
            "Moloney murine leukemia virus",
            "NIH 3T3 Cells",
            "Nucleosomes",
            "Retroviridae",
            "Retroviridae Infections",
            "Virus Integration",
            "Virus Internalization"
        ],
        "Authors": [
            {
                "First Name": "Gary Z",
                "Last Name": "Wang",
                "Affiliation": "Integrated Program in Cellular, Molecular, and Biophysical Studies, and Medical Scientist Training Program, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Ying",
                "Last Name": "Wang",
                "Affiliation": "Department of Medicine, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Departments of Biochemistry and Molecular Biophysics and Microbiology and Immunology, Howard Hughes Medical Institute, Columbia University, New York, NY 10032, USA. Electronic address: spg1@cumc.columbia.edu."
            }
        ],
        "Journal": "Cell host & microbe",
        "PubDate": "2016"
    },
    {
        "PMID": "27795446",
        "Title": "Transcriptional Silencing of Moloney Murine Leukemia Virus in Human Embryonic Carcinoma Cells.",
        "Abstract": "Embryonic carcinoma (EC) cells are malignant counterparts of embryonic stem (ES) cells and serve as useful models for investigating cellular differentiation and human embryogenesis. Though the susceptibility of murine EC cells to retroviral infection has been extensively analyzed, few studies of retrovirus infection of human EC cells have been performed. We tested the susceptibility of human EC cells to transduction by retroviral vectors derived from three different retroviral genera. We show that human EC cells efficiently express reporter genes delivered by vectors based on human immunodeficiency virus type 1 (HIV-1) and Mason-Pfizer monkey virus (M-PMV) but not Moloney murine leukemia virus (MLV). In human EC cells, MLV integration occurs normally, but no viral gene expression is observed. The block to MLV expression of MLV genomes is relieved upon cellular differentiation. The lack of gene expression is correlated with transcriptional silencing of the MLV promoter through the deposition of repressive histone marks as well as DNA methylation. Moreover, depletion of SETDB1, a histone methyltransferase, resulted in a loss of transcriptional silencing and upregulation of MLV gene expression. Finally, we provide evidence showing that the lack of MLV gene expression may be attributed in part to the lack of MLV enhancer function in human EC cells.",
        "Keywords": [
            "DNA methylation",
            "chromatin immunoprecipitation",
            "enhancer",
            "histones",
            "repressor"
        ],
        "MeSH terms": [
            "Animals",
            "Cell Differentiation",
            "DNA Methylation",
            "Gene Silencing",
            "Genes, Reporter",
            "Genome, Viral",
            "HIV-1",
            "Histone-Lysine N-Methyltransferase",
            "Histones",
            "Host Specificity",
            "Human Embryonic Stem Cells",
            "Humans",
            "Mason-Pfizer monkey virus",
            "Mice",
            "Moloney murine leukemia virus",
            "Neoplastic Stem Cells",
            "Promoter Regions, Genetic",
            "Protein Methyltransferases",
            "RNA, Small Interfering",
            "Species Specificity",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Gary Z",
                "Last Name": "Wang",
                "Affiliation": "Integrated Program in Cellular, Molecular and Biophysical Studies, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York, USA spg1@cumc.columbia.edu."
            }
        ],
        "Journal": "Journal of virology",
        "PubDate": "2017"
    },
    {
        "PMID": "27788268",
        "Title": "A Sixth Modality of Infectious Disease: Contagious Cancer from Devils to Clams and Beyond.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Humans",
            "Infections",
            "Neoplasms"
        ],
        "Authors": [
            {
                "First Name": "Michael J",
                "Last Name": "Metzger",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York, United States of America."
            }
        ],
        "Journal": "PLoS pathogens",
        "PubDate": "2016"
    },
    {
        "PMID": "27338791",
        "Title": "Widespread transmission of independent cancer lineages within multiple bivalve species.",
        "Abstract": "Most cancers arise from oncogenic changes in the genomes of somatic cells, and while the cells may migrate by metastasis, they remain within that single individual. Natural transmission of cancer cells from one individual to another has been observed in two distinct cases in mammals (Tasmanian devils and dogs), but these are generally considered to be rare exceptions in nature. The discovery of transmissible cancer in soft-shell clams (Mya arenaria) suggested that this phenomenon might be more widespread. Here we analyse disseminated neoplasia in mussels (Mytilus trossulus), cockles (Cerastoderma edule), and golden carpet shell clams (Polititapes aureus) and find that neoplasias in all three species are attributable to independent transmissible cancer lineages. In mussels and cockles, the cancer lineages are derived from their respective host species; however, unexpectedly, cancer cells in P. aureus are all derived from Venerupis corrugata, a different species living in the same geographical area. No cases of disseminated neoplasia have thus far been found in V. corrugata from the same region. These findings show that transmission of cancer cells in the marine environment is common in multiple species, that it has originated many times, and that while most transmissible cancers are found spreading within the species of origin, cross-species transmission of cancer cells can occur.",
        "Keywords": [],
        "MeSH terms": [
            "Animal Diseases",
            "Animals",
            "Aquatic Organisms",
            "Bivalvia",
            "Cell Lineage",
            "Cell Nucleus",
            "DNA, Mitochondrial",
            "Genotype",
            "Hemocytes",
            "Neoplasms",
            "Phylogeny",
            "Species Specificity"
        ],
        "Authors": [
            {
                "First Name": "Michael J",
                "Last Name": "Metzger",
                "Affiliation": ""
            },
            {
                "First Name": "Antonio",
                "Last Name": "Villalba",
                "Affiliation": ""
            },
            {
                "First Name": "María J",
                "Last Name": "Carballal",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Iglesias",
                "Affiliation": ""
            },
            {
                "First Name": "James",
                "Last Name": "Sherry",
                "Affiliation": ""
            },
            {
                "First Name": "Carol",
                "Last Name": "Reinisch",
                "Affiliation": ""
            },
            {
                "First Name": "Annette F",
                "Last Name": "Muttray",
                "Affiliation": ""
            },
            {
                "First Name": "Susan A",
                "Last Name": "Baldwin",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2016"
    },
    {
        "PMID": "26945863",
        "Title": "Restriction of HIV-1-based lentiviral vectors in adult primary marrow-derived and peripheral mobilized human CD34+ hematopoietic stem and progenitor cells occurs prior to viral DNA integration.",
        "Abstract": "Gene therapy is currently being attempted using a number of delivery vehicles including lentiviral-based vectors. The delivery and insertion of a gene using lentiviral-based vectors involves multiple discrete steps, including reverse transcription of viral RNA into DNA, nuclear entry, integration of viral DNA into the host genome and expression of integrated genes. Transduction of murine stem cells by the murine leukemia viruses is inefficient because the expression of the integrated DNA is profoundly blocked. Transduction of human stem cells by lentivirus vectors is also inefficient, but the cause and specific part of the retroviral lifecycle where this block occurs is unknown.",
        "Keywords": [],
        "MeSH terms": [
            "Antigens, CD34",
            "Genetic Vectors",
            "HIV-1",
            "Hematopoietic Stem Cells",
            "Host-Pathogen Interactions",
            "Humans",
            "Transduction, Genetic",
            "Virus Integration"
        ],
        "Authors": [
            {
                "First Name": "Daniel O",
                "Last Name": "Griffin",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, HHSC 1310c, 701 West 168th Street, New York, NY, 10032, USA. dg2810@cumc.columbia.edu."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, HHSC 1310c, 701 West 168th Street, New York, NY, 10032, USA. spg1@cumc.columbia.edu."
            }
        ],
        "Journal": "Retrovirology",
        "PubDate": "2016"
    },
    {
        "PMID": "26382736",
        "Title": "Translational readthrough-promoting drugs enhance pseudoknot-mediated suppression of the stop codon at the Moloney murine leukemia virus gag–pol junction.",
        "Abstract": "Translational readthrough-promoting drugs enhance the incorporation of amino acids at stop codons and can thus bypass premature termination during protein synthesis. The polymerase (Pol) proteins of Moloney murine leukemia virus (MoMLV) are synthesized as a large Gag–Pol fusion protein, formed by the readthrough of a stop codon at the end of the gag ORF. The downstream pol ORF lacks its own start codon, and Pol protein synthesis is wholly dependent on translation of the upstream gag gene and the readthrough event for expression. Here, we explored the effects of readthrough-promoting drugs – aminoglycoside antibiotics and the small molecule ataluren – on the efficiency of readthrough of the stop codon in the context of the MoMLV genome. We showed that these compounds increased readthrough of the stop codon at the MoMLV gag–pol junction in vivo above the already high basal level and that the resulting elevated gag–pol readthrough had deleterious effects on virus replication. We also showed that readthrough efficiency could be driven to even higher levels in vitro, and that the combination of the small molecules and the RNA structure at the MoMLV stop codon could achieve extremely high readthrough efficiencies.",
        "Keywords": [],
        "MeSH terms": [
            "Aminoglycosides",
            "Animals",
            "Cell Line",
            "Codon, Terminator",
            "Fusion Proteins, gag-pol",
            "Gene Expression Regulation, Viral",
            "Humans",
            "Mice",
            "Moloney murine leukemia virus",
            "Oxadiazoles",
            "Protein Biosynthesis"
        ],
        "Authors": [
            {
                "First Name": "Lisa",
                "Last Name": "Green",
                "Affiliation": "Department of Biological Sciences, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, NY 10032, USA."
            }
        ],
        "Journal": "The Journal of general virology",
        "PubDate": "2015"
    },
    {
        "PMID": "26198631",
        "Title": "Regulation of Yin Yang 1 by Tyrosine Phosphorylation.",
        "Abstract": "Yin Yang 1 (YY1) is a member of the GLI-Krüppel class of DNA and RNA binding transcription factors that can either activate or repress gene expression during cell growth, differentiation, and embryogenesis. Although much is known about YY1 interacting proteins and the target promoters regulated by YY1, much less is known about YY1 regulation through post-translational modifications. In this study we show that YY1 is tyrosine-phosphorylated in multiple cell types. Using a combination of pharmacological inhibition, kinase overexpression, and kinase knock-out studies, we demonstrate that YY1 is a target of multiple Src family kinases in vitro and in vivo. Moreover, we have identified multiple sites of YY1 phosphorylation and analyzed the effect of phosphorylation on the activity of YY1-responsive retroviral and cellular promoters. Phosphorylation of tyrosine 383 interferes with DNA and RNA binding, leading to the down-regulation of YY1 activity. Finally, we provide the first evidence that YY1 is a downstream target of epidermal growth factor receptor signaling in vivo. Taken together, the identification of YY1 as a target of Src family kinases provide key insights into the inhibitory role of tyrosine kinases in modulating YY1 activity.",
        "Keywords": [
            "Src",
            "gene regulation",
            "phosphotyrosine",
            "protein phosphorylation",
            "retrovirus",
            "transcription factor"
        ],
        "MeSH terms": [
            "Animals",
            "Binding Sites",
            "Blotting, Western",
            "Cell Line",
            "Cell Line, Tumor",
            "Epidermal Growth Factor",
            "Gene Expression",
            "HEK293 Cells",
            "HeLa Cells",
            "Humans",
            "Imatinib Mesylate",
            "Indoles",
            "Jurkat Cells",
            "Mutation",
            "Phosphorylation",
            "Promoter Regions, Genetic",
            "Protein Binding",
            "Protein Kinase Inhibitors",
            "Proto-Oncogene Proteins c-fos",
            "RNA Interference",
            "Reverse Transcriptase Polymerase Chain Reaction",
            "Sulfonamides",
            "Tyrosine",
            "YY1 Transcription Factor",
            "src-Family Kinases"
        ],
        "Authors": [
            {
                "First Name": "Gary Z",
                "Last Name": "Wang",
                "Affiliation": "From the Integrated Program in Cellular, Molecular, and Biophysical Studies, Medical Scientist Training Program, Columbia University College of Physicians and Surgeons, New York, New York 10032."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Department of Microbiology and Immunology, and Howard Hughes Medical Institute, Columbia University, New York, New York 10032 and spg1@columbia.edu."
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2015"
    },
    {
        "PMID": "26129669",
        "Title": "Nuclear matrix protein Matrin 3 is a regulator of ZAP-mediated retroviral restriction.",
        "Abstract": "Matrin 3 is a nuclear matrix protein involved in multiple nuclear processes. In HIV-1 infection, Matrin 3 serves as a Rev cofactor important for the cytoplasmic accumulation of HIV-1 transcripts. ZAP is a potent host restriction factor of multiple viruses including retroviruses HIV-1 and MoMuLV. In this study we sought to further characterize Matrin 3 functions in the regulation of HIV gene expression.",
        "Keywords": [],
        "MeSH terms": [
            "Cell Line",
            "Gene Expression Regulation, Viral",
            "HIV-1",
            "Host-Pathogen Interactions",
            "Humans",
            "Immunity, Innate",
            "Nuclear Matrix-Associated Proteins",
            "RNA-Binding Proteins",
            "Virus Replication"
        ],
        "Authors": [
            {
                "First Name": "Angela",
                "Last Name": "Erazo",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, Columbia University, New York, NY, 10032, USA. ae2371@cumc.columbia.edu."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, Columbia University, New York, NY, 10032, USA. spg1@cumc.columbia.edu."
            }
        ],
        "Journal": "Retrovirology",
        "PubDate": "2015"
    },
    {
        "PMID": "25995256",
        "Title": "HIV-1 Is Restricted prior to Integration of Viral DNA in Primary Cord-Derived Human CD34+ Cells.",
        "Abstract": "Certain cells have the ability to block retroviral infection at specific stages of the viral cycle by the activities of well-characterized factors and transcriptional silencing machinery. Infection of murine stem cells (MSCs) by the murine leukemia viruses (MLVs) is profoundly blocked postintegration by transcriptional silencing. Here, we show that a dominant point of restriction of HIV-1 in human CD34+ cells is prior to integration of viral DNA and that HIV-1 restriction by human CD34+ cells is fundamentally different from MLV restriction by mouse cells.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Antigens, CD34",
            "DNA, Viral",
            "HIV Infections",
            "HIV-1",
            "Hematopoietic Stem Cells",
            "Humans",
            "Leukemia Virus, Murine",
            "Mice",
            "Umbilical Cord",
            "Virus Integration",
            "Virus Replication"
        ],
        "Authors": [
            {
                "First Name": "Daniel O",
                "Last Name": "Griffin",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of virology",
        "PubDate": "2015"
    },
    {
        "PMID": "25860608",
        "Title": "Horizontal transmission of clonal cancer cells causes leukemia in soft-shell clams.",
        "Abstract": "Outbreaks of fatal leukemia-like cancers of marine bivalves throughout the world have led to massive population loss. The cause of the disease is unknown. We recently identified a retrotransposon, Steamer, that is highly expressed and amplified to high copy number in neoplastic cells of soft-shell clams (Mya arenaria). Through analysis of Steamer integration sites, mitochondrial DNA single-nucleotide polymorphisms (SNPs), and polymorphic microsatellite alleles, we show that the genotypes of neoplastic cells do not match those of the host animal. Instead, neoplastic cells from dispersed locations in New York, Maine, and Prince Edward Island (PEI), Canada, all have nearly identical genotypes that differ from those of the host. These results indicate that the cancer is spreading between animals in the marine environment as a clonal transmissible cell derived from a single original clam. Our findings suggest that horizontal transmission of cancer cells is more widespread in nature than previously supposed.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "DNA, Mitochondrial",
            "Leukemia",
            "Microsatellite Repeats",
            "Mya",
            "Retroelements"
        ],
        "Authors": [
            {
                "First Name": "Michael J",
                "Last Name": "Metzger",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Carol",
                "Last Name": "Reinisch",
                "Affiliation": "Environment Canada, Water Science & Technology Directorate, Burlington, Ontario L7R 4A6, Canada."
            },
            {
                "First Name": "James",
                "Last Name": "Sherry",
                "Affiliation": "Environment Canada, Water Science & Technology Directorate, Burlington, Ontario L7R 4A6, Canada."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA. Electronic address: spg1@columbia.edu."
            }
        ],
        "Journal": "Cell",
        "PubDate": "2015"
    },
    {
        "PMID": "25547290",
        "Title": "Retroviral transcriptional regulation and embryonic stem cells: war and peace.",
        "Abstract": "Retroviruses have evolved complex transcriptional enhancers and promoters that allow their replication in a wide range of tissue and cell types. Embryonic stem (ES) cells, however, characteristically suppress transcription of proviruses formed after infection by exogenous retroviruses and also of most members of the vast array of endogenous retroviruses in the genome. These cells have unusual profiles of transcribed genes and are poised to make rapid changes in those profiles upon induction of differentiation. Many of the transcription factors in ES cells control both host and retroviral genes coordinately, such that retroviral expression patterns can serve as markers of ES cell pluripotency. This overlap is not coincidental; retrovirus-derived regulatory sequences are often used to control cellular genes important for pluripotency. These sequences specify the temporal control and perhaps \"noisy\" control of cellular genes that direct proper cell gene expression in primitive cells and their differentiating progeny. The evidence suggests that the viral elements have been domesticated for host needs, reflecting the wide-ranging exploitation of any and all available DNA sequences in assembling regulatory networks.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Chromatin",
            "DNA Transposable Elements",
            "Embryonic Stem Cells",
            "Endogenous Retroviruses",
            "Epigenesis, Genetic",
            "Gene Expression Regulation, Viral",
            "Gene Regulatory Networks",
            "Gene Silencing",
            "Genome, Viral",
            "Heterochromatin",
            "Humans",
            "Mice",
            "Pluripotent Stem Cells",
            "Sequence Analysis, DNA",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Sharon",
                "Last Name": "Schlesinger",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics and Department of Microbiology and Immunology, Howard Hughes Medical Institute, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics and Department of Microbiology and Immunology, Howard Hughes Medical Institute, Columbia University, New York, New York, USA spg1@columbia.edu."
            }
        ],
        "Journal": "Molecular and cellular biology",
        "PubDate": "2015"
    },
    {
        "PMID": "25540373",
        "Title": "Postentry restriction of Mason-Pfizer monkey virus in mouse cells.",
        "Abstract": "Mason-Pfizer monkey virus (M-PMV) is a prototypical betaretrovirus responsible for simian AIDS (SAIDS) in rhesus macaques. It has been shown previously that mouse cells are resistant to infection by HIV-1 and other primate lentiviruses. However, the susceptibility of mouse cells to primate retroviruses such as M-PMV remains unexplored. In the present study, using single-round green fluorescent protein (GFP) reporter viruses, we showed that various mouse cell lines are unable to support the early stages of M-PMV replication. The block to infection occurs postentry and is independent of the viral envelope. Using quantitative real-time PCR, we showed that the block to infection occurs after reverse transcription but before formation of circular DNA or proviral DNA. Finally, we showed that the M-PMV block in mouse cells is not attributable to the previously characterized mouse restriction factor Fv1. Overall, these findings suggest that mouse cells exhibit a previously uncharacterized block to M-PMV infection.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Line",
            "Genes, Reporter",
            "Green Fluorescent Proteins",
            "Mason-Pfizer monkey virus",
            "Mice",
            "Real-Time Polymerase Chain Reaction",
            "Staining and Labeling",
            "Virus Integration"
        ],
        "Authors": [
            {
                "First Name": "Gary Z",
                "Last Name": "Wang",
                "Affiliation": "Integrated Program in Cellular, Molecular and Biophysical Studies, Columbia University, New York, New York, USA Medical Scientist Training Program, Columbia University College of Physicians and Surgeons, New York, New York, USA."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York, USA Department of Microbiology and Immunology, Columbia University, New York, New York, USA Howard Hughes Medical Institute, Columbia University, New York, New York, USA spg1@columbia.edu."
            }
        ],
        "Journal": "Journal of virology",
        "PubDate": "2015"
    },
    {
        "PMID": "25201971",
        "Title": "Activation of transcription and retrotransposition of a novel retroelement, Steamer, in neoplastic hemocytes of the mollusk Mya arenaria.",
        "Abstract": "Bivalve mollusks of the North Atlantic, most prominently the soft shell clam Mya arenaria, are afflicted with an epidemic transmissible disease of the circulatory system closely resembling leukemia. The disease is characterized by a dramatic expansion of blast-like cells in the hemolymph with high mitotic index. Examination of hemolymph of diseased clams revealed high levels of reverse transcriptase activity, the hallmark of retroviruses and retroelements. By deep sequencing of RNAs from hemolymph, we identified transcripts of a novel retroelement, here named Steamer. The DNA of the element is marked by long terminal repeats and encodes a single large protein with similarity to mammalian retroviral Gag-Pol proteins. Steamer mRNA levels were specifically elevated in diseased hemocytes, and high expression was correlated with disease status. DNA copy number per genome was present at enormously high levels in diseased hemocytes, indicative of extensive reverse transcription and retrotransposition. Steamer activation in M. arenaria is an example of a catastrophic induction of genetic instability that may initiate or advance the course of leukemia.",
        "Keywords": [
            "disseminated neoplasia",
            "hemic neoplasia",
            "integration",
            "mobile genetic element",
            "retrotransposon"
        ],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Base Sequence",
            "DNA",
            "Gene Dosage",
            "Hematologic Neoplasms",
            "Hemocytes",
            "Hemolymph",
            "Molecular Sequence Data",
            "Mya",
            "Phylogeny",
            "RNA",
            "Retroelements",
            "Transcriptional Activation"
        ],
        "Authors": [
            {
                "First Name": "Gloria",
                "Last Name": "Arriagada",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032; Departamento de Ciencias Biologicas, Universidad Andres Bello, Viña del Mar 2520000, Chile;"
            },
            {
                "First Name": "Michael J",
                "Last Name": "Metzger",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032;"
            },
            {
                "First Name": "Annette F",
                "Last Name": "Muttray",
                "Affiliation": "Environment Canada, Water Science & Technology Directorate, Burlington, ON, Canada L7R 4A6; and."
            },
            {
                "First Name": "James",
                "Last Name": "Sherry",
                "Affiliation": "Environment Canada, Water Science & Technology Directorate, Burlington, ON, Canada L7R 4A6; and."
            },
            {
                "First Name": "Carol",
                "Last Name": "Reinisch",
                "Affiliation": "Environment Canada, Water Science & Technology Directorate, Burlington, ON, Canada L7R 4A6; and."
            },
            {
                "First Name": "Craig",
                "Last Name": "Street",
                "Affiliation": "Center for Infection and Immunity, Mailman School of Public Health, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "W Ian",
                "Last Name": "Lipkin",
                "Affiliation": "Center for Infection and Immunity, Mailman School of Public Health, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032; spg1@columbia.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2014"
    },
    {
        "PMID": "24742368",
        "Title": "Asynchronous transcriptional silencing of individual retroviral genomes in embryonic cells.",
        "Abstract": "Retroviral DNAs are profoundly silenced at the transcriptional level in embryonic cell types. The transcriptional profile of pluripotent stem cells has been demonstrated to be extremely heterogeneous from cell to cell, and how the silencing of retroviral DNAs is achieved is not yet well characterized.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Line",
            "DNA, Viral",
            "Embryonic Stem Cells",
            "Epigenesis, Genetic",
            "Gene Silencing",
            "Genetic Vectors",
            "Genome, Viral",
            "Mice",
            "Moloney murine leukemia virus",
            "NIH 3T3 Cells",
            "Retroviridae",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Sharon",
                "Last Name": "Schlesinger",
                "Affiliation": ""
            },
            {
                "First Name": "Eran",
                "Last Name": "Meshorer",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, HHSC 1310C, 701 W, 168th St,, New York, NY 10032, USA. spg1@columbia.edu."
            }
        ],
        "Journal": "Retrovirology",
        "PubDate": "2014"
    },
    {
        "PMID": "24227866",
        "Title": "EBP1, a novel host factor involved in primer binding site-dependent restriction of moloney murine leukemia virus in embryonic cells.",
        "Abstract": "Mouse embryonic cells are unable to support the replication of Moloney murine leukemia virus (MLV). The integrated viral DNA is transcriptionally silenced, largely due to binding of host transcriptional repressors to the primer binding site (PBS) of the provirus. We have previously shown that a PBS DNA-binding repressor complex contains ZFP809 and TRIM28. Here, we identified ErbB3-binding protein 1 (EBP1) to be a novel component of the ZFP809-TRIM28 silencing complex and show that EBP1 depletion reduces PBS-mediated retroviral silencing.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Binding Sites",
            "Cell Line, Tumor",
            "DNA Primers",
            "DNA-Binding Proteins",
            "Gene Silencing",
            "Leukemia",
            "Mice",
            "Moloney murine leukemia virus",
            "Nuclear Proteins",
            "Protein Binding",
            "RNA, Viral",
            "RNA-Binding Proteins",
            "Repressor Proteins",
            "Rodent Diseases",
            "Tripartite Motif-Containing Protein 28",
            "Virus Replication"
        ],
        "Authors": [
            {
                "First Name": "Gary Z",
                "Last Name": "Wang",
                "Affiliation": "Integrated Program in Cellular, Molecular and Biophysical Studies, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Daniel",
                "Last Name": "Wolf",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of virology",
        "PubDate": "2014"
    },
    {
        "PMID": "24196714",
        "Title": "HIV: Slipping under the radar.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "HIV-1",
            "Humans",
            "Immune Evasion",
            "Immunity, Innate",
            "Macrophages"
        ],
        "Authors": [
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Departments of Microbiology & Immunology and Biochemistry & Molecular Biophysics, Columbia University, New York, New York 10032, USA."
            }
        ],
        "Journal": "Nature",
        "PubDate": "2013"
    },
    {
        "PMID": "23810560",
        "Title": "Proviral silencing in embryonic cells is regulated by Yin Yang 1.",
        "Abstract": "Embryonic cells transcriptionally repress the expression of endogenous and exogenous retroelements. Trim28, a key player in this silencing, is known to act in a large DNA-bound complex, but the other components of the complex are not fully characterized. Here, we show that the zinc finger protein Yin Yang 1 (YY1) is one such component. YY1 binds to the long terminal repeat (LTR) region of both exogenous and endogenous retroviruses (ERVs). Deletion of the YY1-binding site from the retroviral genome leads to a major loss of silencing in embryonic cells and a coordinated loss of repressive histone marks from the proviral chromatin. Depletion of YY1 protein results in marked upregulation of expression of exogenous viruses and of selected ERVs. Finally, we report an embryonic cell-specific interaction between YY1 and Trim28. Our results suggest a major role for YY1 in the silencing of both exogenous retroviruses and ERVs in embryonic cells.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Binding Sites",
            "Chromatin",
            "DNA, Viral",
            "Embryonic Stem Cells",
            "Gene Deletion",
            "Gene Silencing",
            "HEK293 Cells",
            "Histones",
            "Humans",
            "Mice",
            "Moloney murine leukemia virus",
            "NIH 3T3 Cells",
            "Nuclear Proteins",
            "Proviruses",
            "Repressor Proteins",
            "Terminal Repeat Sequences",
            "Transcription, Genetic",
            "Tripartite Motif-Containing Protein 28",
            "YY1 Transcription Factor"
        ],
        "Authors": [
            {
                "First Name": "Sharon",
                "Last Name": "Schlesinger",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Andreia H",
                "Last Name": "Lee",
                "Affiliation": ""
            },
            {
                "First Name": "Gary Z",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Lisa",
                "Last Name": "Green",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell reports",
        "PubDate": "2013"
    },
    {
        "PMID": "23369348",
        "Title": "Role of SUMO-1 and SUMO interacting motifs in rhesus TRIM5α-mediated restriction.",
        "Abstract": "TRIM5α is a member of the tripartite motif family of proteins that restricts retroviral infection in a species-specific manner. The restriction requires an interaction between the viral capsid lattice and the B30.2/SPRY domain of TRIM5α. Previously, we determined that two SUMO interacting motifs (SIMs) present in the B30.2/SPRY domain of human TRIM5α (huTRIM5α) were important for the restriction of N-tropic Murine Leukemia Virus. Here, we examined whether SUMO expression and the SIM1 and SIM2 motifs in rhesus monkey TRIM5α (rhTRIM5α) are similarly important for Human Immunodeficiency Type 1 (HIV-) restriction.",
        "Keywords": [],
        "MeSH terms": [
            "Cell Line",
            "DNA Mutational Analysis",
            "Gene Knockdown Techniques",
            "HIV-1",
            "Humans",
            "NF-kappa B",
            "Protein Interaction Domains and Motifs",
            "Proteins",
            "SUMO-1 Protein",
            "Ubiquitin-Protein Ligases"
        ],
        "Authors": [
            {
                "First Name": "Zana",
                "Last Name": "Lukic",
                "Affiliation": "Department of Microbiology and Immunology Stritch School of Medicine, Loyola University Chicago, Maywood, IL 60153, USA."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            },
            {
                "First Name": "Edward M",
                "Last Name": "Campbell",
                "Affiliation": ""
            },
            {
                "First Name": "Gloria",
                "Last Name": "Arriagada",
                "Affiliation": ""
            }
        ],
        "Journal": "Retrovirology",
        "PubDate": "2013"
    },
    {
        "PMID": "23154467",
        "Title": "Silencing of proviruses in embryonic cells: efficiency, stability and chromatin modifications.",
        "Abstract": "Embryonic stem cells repress retroviral infection through transcriptional silencing of proviral DNAs. We characterized two distinct mechanisms of silencing in embryonic mouse cells infected by Moloney murine leukaemia virus (MLV): a highly efficient one targeting the proline transfer RNA primer-binding site (PBSpro), and a less efficient one operating independently of the PBS. Rare virus-expressing populations were isolated, and the timing and efficiency of establishment of silencing were determined. Superinfection of the selected virus-expressing cells with a second virus carrying a distinguishable reporter revealed that the PBSpro-directed silencing was still largely intact, whereas the PBS-independent silencing was partially reduced. The timing and stability of silencing, and the associated chromatin modifications on newly established and endogenous proviruses were determined. The results indicate that epigenetic mechanisms with different specificity and efficiency are used to silence the exogenous retroviral sequences in embryonic cells.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Chromatin",
            "DNA Methylation",
            "DNA, Viral",
            "Embryonic Stem Cells",
            "Epigenesis, Genetic",
            "Gene Silencing",
            "Genes, Reporter",
            "Green Fluorescent Proteins",
            "Host-Pathogen Interactions",
            "Humans",
            "Mice",
            "Moloney murine leukemia virus",
            "NIH 3T3 Cells",
            "Proviruses",
            "RNA, Small Interfering",
            "RNA, Transfer, Pro",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Sharon",
                "Last Name": "Schlesinger",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "EMBO reports",
        "PubDate": "2013"
    },
    {
        "PMID": "23023399",
        "Title": "Translational repression precedes and is required for ZAP-mediated mRNA decay.",
        "Abstract": "Translational repression and mRNA degradation are two major mechanisms for post-transcriptional regulation of gene expression. The detailed relationship between these two processes is not yet well established. Zinc-finger antiviral protein (ZAP) inhibits the replication of certain viruses, including human immunodeficiency virus 1, by binding directly to specific viral mRNAs and recruiting cellular mRNA degradation machinery to degrade the target mRNA. Here, we report that ZAP also inhibits the translation of target mRNAs by interfering with the interaction between translational initiation factors eIF4G and eIF4A. Furthermore, we provide evidence that translational repression is required for mRNA degradation and that blocking the degradation of target mRNAs does not affect ZAP-mediated translational repression. We conclude that ZAP can both repress translation and promote degradation of target mRNA, and that translational repression precedes and is required for mRNA degradation.",
        "Keywords": [],
        "MeSH terms": [
            "Cells, Cultured",
            "Eukaryotic Initiation Factor-4A",
            "Eukaryotic Initiation Factor-4G",
            "HIV-1",
            "Humans",
            "Immunoprecipitation",
            "Polyribosomes",
            "Protein Biosynthesis",
            "RNA Stability",
            "RNA, Messenger",
            "RNA, Viral",
            "RNA-Binding Proteins",
            "Real-Time Polymerase Chain Reaction",
            "Reverse Transcriptase Polymerase Chain Reaction"
        ],
        "Authors": [
            {
                "First Name": "Yiping",
                "Last Name": "Zhu",
                "Affiliation": "Key Laboratory of Infection and Immunity, Institute of Biophysics, Chinese Academy of Sciences, Beijing, China."
            },
            {
                "First Name": "Xinlu",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            },
            {
                "First Name": "Guangxia",
                "Last Name": "Gao",
                "Affiliation": ""
            }
        ],
        "Journal": "The EMBO journal",
        "PubDate": "2012"
    },
    {
        "PMID": "22718819",
        "Title": "Large ribosomal protein 4 increases efficiency of viral recoding sequences.",
        "Abstract": "Expression of retroviral replication enzymes (Pol) requires a controlled translational recoding event to bypass the stop codon at the end of gag. This recoding event occurs either by direct suppression of termination via the insertion of an amino acid at the stop codon (readthrough) or by alteration of the mRNA reading frame (frameshift). Here we report the effects of a host protein, large ribosomal protein 4 (RPL4), on the efficiency of recoding. Using a dual luciferase reporter assay, we found that transfection of cells with a plasmid encoding RPL4 cDNA increases recoding efficiency in a dose-dependent manner, with a maximal enhancement of nearly twofold. Expression of RPL4 increases recoding of reporters containing retroviral readthrough and frameshift sequences, as well as the Sindbis virus leaky termination signal. RPL4-induced enhancement of recoding is cell line specific and appears to be specific to RPL4 among ribosomal proteins. Cotransfection of RPL4 cDNA with Moloney murine leukemia proviral DNA results in Gag processing defects and a reduction of viral particle formation, presumably caused by the RPL4-dependent alteration of the Gag-to-Gag-Pol ratio required for virion assembly and release.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Line",
            "Codon, Terminator",
            "Fusion Proteins, gag-pol",
            "Humans",
            "Mice",
            "Molecular Sequence Data",
            "Moloney murine leukemia virus",
            "NIH 3T3 Cells",
            "Protein Biosynthesis"
        ],
        "Authors": [
            {
                "First Name": "Lisa",
                "Last Name": "Green",
                "Affiliation": "Department of Biological Sciences, College of Physicians and Surgeons, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Brian",
                "Last Name": "Houck-Loomis",
                "Affiliation": ""
            },
            {
                "First Name": "Andrew",
                "Last Name": "Yueh",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of virology",
        "PubDate": "2012"
    },
    {
        "PMID": "21637732",
        "Title": "Interactions of host proteins with the murine leukemia virus integrase.",
        "Abstract": "Retroviral infections cause a variety of cancers in animals and a number of diverse diseases in humans such as leukemia and acquired immune deficiency syndrome. Productive and efficient proviral integration is critical for retroviral function and is the key step in establishing a stable and productive infection, as well as the mechanism by which host genes are activated in leukemogenesis. Host factors are widely anticipated to be involved in all stages of the retroviral life cycle, and the identification of integrase interacting factors has the potential to increase our understanding of mechanisms by which the incoming virus might appropriate cellular proteins to target and capture host DNA sequences. Identification of MoMLV integrase interacting host factors may be key to designing efficient and benign retroviral-based gene therapy vectors; key to understanding the basic mechanism of integration; and key in designing efficient integrase inhibitors. In this review, we discuss current progress in the field of MoMLV integrase interacting proteins and possible roles for these proteins in integration.",
        "Keywords": [
            "MoMLV",
            "integrase",
            "retroviruses"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Barbara",
                "Last Name": "Studamire",
                "Affiliation": "Brooklyn College of the City University of New York, Department of Biology, 2900 Bedford Avenue, Brooklyn, NY 11210, USA;  bstudamire@brooklyn.cuny.edu."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Viruses",
        "PubDate": "2010"
    },
    {
        "PMID": "21490953",
        "Title": "SUMO-interacting motifs of human TRIM5α are important for antiviral activity.",
        "Abstract": "Human TRIM5α potently restricts particular strains of murine leukemia viruses (the so-called N-tropic strains) but not others (the B- or NB-tropic strains) during early stages of infection. We show that overexpression of SUMO-1 in human 293T cells, but not in mouse MDTF cells, profoundly blocks N-MLV infection. This block is dependent on the tropism of the incoming virus, as neither B-, NB-, nor the mutant R110E of N-MLV CA (a B-tropic switch) are affected by SUMO-1 overexpression. The block occurred prior to reverse transcription and could be abrogated by large amounts of restricted virus. Knockdown of TRIM5α in 293T SUMO-1-overexpressing cells resulted in ablation of the SUMO-1 antiviral effects, and this loss of restriction could be restored by expression of a human TRIM5α shRNA-resistant plasmid. Amino acid sequence analysis of human TRIM5α revealed a consensus SUMO conjugation site at the N-terminus and three putative SUMO interacting motifs (SIMs) in the B30.2 domain. Mutations of the TRIM5α consensus SUMO conjugation site did not affect the antiviral activity of TRIM5α in any of the cell types tested. Mutation of the SIM consensus sequences, however, abolished TRIM5α antiviral activity against N-MLV. Mutation of lysines at a potential site of SUMOylation in the CA region of the Gag gene reduced the SUMO-1 block and the TRIM5α restriction of N-MLV. Our data suggest a novel aspect of TRIM5α-mediated restriction, in which the presence of intact SIMs in TRIM5α, and also the SUMO conjugation of CA, are required for restriction. We propose that at least a portion of the antiviral activity of TRIM5α is mediated through the binding of its SIMs to SUMO-conjugated CA.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Motifs",
            "Amino Acid Sequence",
            "Animals",
            "Antiviral Restriction Factors",
            "Capsid",
            "Carrier Proteins",
            "Cell Line",
            "Gene Expression Regulation, Viral",
            "Gene Knockdown Techniques",
            "Genes, gag",
            "Humans",
            "Mice",
            "Molecular Sequence Data",
            "Moloney murine leukemia virus",
            "RNA, Small Interfering",
            "SUMO-1 Protein",
            "Sumoylation",
            "Tripartite Motif Proteins",
            "Ubiquitin-Protein Ligases"
        ],
        "Authors": [
            {
                "First Name": "Gloria",
                "Last Name": "Arriagada",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Lucia N",
                "Last Name": "Muntean",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS pathogens",
        "PubDate": "2011"
    },
    {
        "PMID": "21149734",
        "Title": "Profile of Stephen P. Goff. Interview by Greg Williams.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Career Choice",
            "History, 20th Century",
            "History, 21st Century",
            "Retroviridae Proteins",
            "Virology"
        ],
        "Authors": [
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2011"
    },
    {
        "PMID": "21029861",
        "Title": "Upf1 senses 3'UTR length to potentiate mRNA decay.",
        "Abstract": "The selective degradation of mRNAs by the nonsense-mediated decay pathway is a quality control process with important consequences for human disease. From initial studies using RNA hairpin-tagged mRNAs for purification of messenger ribonucleoproteins assembled on transcripts with HIV-1 3' untranslated region (3'UTR) sequences, we uncover a two-step mechanism for Upf1-dependent degradation of mRNAs with long 3'UTRs. We demonstrate that Upf1 associates with mRNAs in a 3'UTR length-dependent manner and is highly enriched on transcripts containing 3'UTRs known to elicit NMD. Surprisingly, Upf1 recruitment and subsequent RNA decay can be antagonized by retroviral RNA elements that promote translational readthrough. By modulating the efficiency of translation termination, recognition of long 3'UTRs by Upf1 is uncoupled from the initiation of decay. We propose a model for 3'UTR length surveillance in which equilibrium binding of Upf1 to mRNAs precedes a kinetically distinct commitment to RNA decay.",
        "Keywords": [],
        "MeSH terms": [
            "3' Untranslated Regions",
            "Cell Line",
            "HIV",
            "HeLa Cells",
            "Humans",
            "Mammary Tumor Virus, Mouse",
            "Models, Biological",
            "RNA Helicases",
            "RNA Stability",
            "Ribonucleoproteins",
            "Trans-Activators"
        ],
        "Authors": [
            {
                "First Name": "J Robert",
                "Last Name": "Hogg",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA. jh2721@columbia.edu"
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2010"
    },
    {
        "PMID": "20980600",
        "Title": "Abl family tyrosine kinases are essential for basement membrane integrity and cortical lamination in the cerebellum.",
        "Abstract": "The Abl family nonreceptor tyrosine kinases, consisting of closely related Abl and Arg (Abl-related gene), play essential roles in mouse neurulation, but their functions in the subsequent development of CNS are poorly understood. Here, we show that conditional deletion of Abl in precursors of neurons and glia on an Arg knock-out background leads to striking cerebellar malformations, including defects in anterior cerebellar morphogenesis, granule cell ectopia, and hypoplasia. Time course analyses reveal that the abnormal anterior cerebellar foliation results from local disruptions of the basement membrane (BM) located between radial glial endfeet and the meninges during embryonic cerebellar development. Granule cell ectopia and hypoplasia are also associated with the breaches in the BM and abnormal Bergmann glial networks during postnatal cerebellar development. In vitro culture experiments indicate that Abl/Arg-deficient granule cells can interact with glial processes and proliferate normally in response to sonic hedgehog compared to cells isolated from control mice. Consistent with these findings, selective ablation of Abl family kinases in cerebellar granule cells alone does not cause any abnormality, suggesting that deletion of Abl/Arg from glia is likely required for the mutant phenotype. Together, these results provide compelling evidence that Abl and Arg play key redundant roles in BM maintenance and cortical lamination in the cerebellum.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Antimetabolites",
            "Basement Membrane",
            "Blotting, Western",
            "Bromodeoxyuridine",
            "Cell Movement",
            "Cell Proliferation",
            "Cells, Cultured",
            "Cerebellar Cortex",
            "Female",
            "Genes, abl",
            "Immunoprecipitation",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Neuroglia",
            "Oncogene Proteins v-abl",
            "Pregnancy",
            "Protein-Tyrosine Kinases",
            "Psychomotor Performance",
            "Signal Transduction",
            "rac1 GTP-Binding Protein"
        ],
        "Authors": [
            {
                "First Name": "Zhaozhu",
                "Last Name": "Qiu",
                "Affiliation": "Department of Microbiology, and Howard Hughes Medical Institute, Columbia University Medical Center, New York, New York 10032, USA."
            },
            {
                "First Name": "Yong",
                "Last Name": "Cang",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
        "PubDate": "2010"
    },
    {
        "PMID": "20573829",
        "Title": "PDZD8 is a novel Gag-interacting factor that promotes retroviral infection.",
        "Abstract": "In a yeast two-hybrid screen for cellular factors that could interact with human immunodeficiency virus type 1 (HIV-1) Gag protein, we identified PDZD8 and confirmed the interaction by coimmunoprecipitation (co-IP). PDZD8 overexpression promoted the initiation of reverse transcription and increased infection by pseudotyped retroviruses independent of the route of viral entry, while transient knockdown of endogenous levels decreased HIV-1 infection. A mutant of PDZD8 lacking a predicted coiled-coil domain in its Gag-interacting region failed to bind Gag and promote HIV-1 infection, identifying the domain of PDZD8 required for mediating these effects. As such, we identify PDZD8 as a novel positive mediator of retroviral infection.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptor Proteins, Signal Transducing",
            "Carrier Proteins",
            "Cell Line",
            "HIV Infections",
            "HIV-1",
            "Humans",
            "PDZ Domains",
            "Protein Binding",
            "Protein Structure, Tertiary",
            "Two-Hybrid System Techniques",
            "gag Gene Products, Human Immunodeficiency Virus"
        ],
        "Authors": [
            {
                "First Name": "Matthew S",
                "Last Name": "Henning",
                "Affiliation": "Center for Research in Infectious Diseases, University College Dublin, Belfield, Dublin 4, Ireland."
            },
            {
                "First Name": "Scott G",
                "Last Name": "Morham",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            },
            {
                "First Name": "Mojgan H",
                "Last Name": "Naghavi",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of virology",
        "PubDate": "2010"
    },
    {
        "PMID": "20080568",
        "Title": "c-Abl tyrosine kinase regulates cardiac growth and development.",
        "Abstract": "The c-Abl protein is a ubiquitously expressed nonreceptor tyrosine kinase involved in the development and function of many mammalian organ systems, including the immune system and bone. Here we show that homozygous Abl mutant embryos and newborns on the C57BL/6J background, but not on other backgrounds, display dramatically enlarged hearts and die perinatally. The heart defects can be largely rescued by cardiomyocyte-specific restoration of the full-length c-Abl protein. The cardiac hyperplasia phenotype is not caused by decreased apoptosis, but rather by abnormally increased cardiomyocyte proliferation during later stages of embryogenesis. Genes involved in cardiac stress and remodeling and cell cycle regulation are also up-regulated in the mutant hearts. These findings reveal an essential role for c-Abl in mammalian heart growth and development.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Proliferation",
            "Genes, Lethal",
            "Heart",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Mutant Strains",
            "Phenotype",
            "Proto-Oncogene Proteins c-abl"
        ],
        "Authors": [
            {
                "First Name": "Zhaozhu",
                "Last Name": "Qiu",
                "Affiliation": "Department of Microbiology, Howard Hughes Medical Institute, Columbia University College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "Yong",
                "Last Name": "Cang",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2010"
    },
    {
        "PMID": "20015990",
        "Title": "Xenotropic murine leukemia virus-related virus establishes an efficient spreading infection and exhibits enhanced transcriptional activity in prostate carcinoma cells.",
        "Abstract": "Xenotropic murine leukemia virus-related virus (XMRV) is a novel human gammaretrovirus discovered in association with human prostate tumors. XMRV was first identified in prostate stromal cells surrounding the tumors of patients carrying a mutation in the HPC1 gene locus. To determine the tropism of XMRV in cell culture, we tested the ability of XMRV to spread and replicate in various prostate and nonprostate cell lines. We found that although the expression of XMRV viral proteins and the spread of infectious virus were minimal in a variety of cell lines, XMRV displayed robust expression and infection in LNCaP prostate tumor cells. The transcriptional activity of the XMRV long terminal repeat (LTR) was found to be higher than the Moloney murine leukemia virus LTRs in both LNCaP and WPMY-1 (simian virus 40-transformed prostate stromal cells). The U3 promoter of XMRV and a glucocorticoid response element (GRE) within the U3 were required for the transcriptional activity in LNCaP cells. Coexpression of the androgen receptor and stimulation with dihydrotestosterone stimulated XMRV-LTR-dependent transcription in 293T cells, and the GRE was required for this activity. These data suggest that XMRV may replicate more efficiently in LNCaP cells in part due to the transcriptional environment in LNCaP cells.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Line, Tumor",
            "Gammaretrovirus",
            "Genes, Reporter",
            "Humans",
            "Male",
            "Mice",
            "Moloney murine leukemia virus",
            "Promoter Regions, Genetic",
            "Prostate",
            "Prostatic Neoplasms",
            "Transcription, Genetic",
            "Virus Internalization",
            "Virus Replication"
        ],
        "Authors": [
            {
                "First Name": "Jason J",
                "Last Name": "Rodriguez",
                "Affiliation": "Columbia University, Howard Hughes Medical Institute, HHSC 1310c, New York, New York 10032, USA."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of virology",
        "PubDate": "2010"
    },
    {
        "PMID": "19857244",
        "Title": "Abstracts of Frontiers of Retrovirology: Complex retroviruses, retroelements and their hosts. Montpellier, France. September 21-23, 2009.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Humans",
            "Retroelements",
            "Retroviridae"
        ],
        "Authors": [
            {
                "First Name": "Daniel",
                "Last Name": "Wolf",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Columbia University, College of Physicians and Surgeons, New York, NY, USA"
            },
            {
                "First Name": "Guangxia",
                "Last Name": "Gao",
                "Affiliation": "Center for Infections and Immunity, Institute of Biophysics, Chinese Academy of Sciences, Beijing, PR China"
            },
            {
                "First Name": "Xuemin",
                "Last Name": "Guo",
                "Affiliation": "Center for Infections and Immunity, Institute of Biophysics, Chinese Academy of Sciences, Beijing, PR China"
            },
            {
                "First Name": "Matthew J",
                "Last Name": "Bick",
                "Affiliation": "Laboratory of Virology and Infectious Diseases, The Rockefeller University, New York, NY, USA"
            },
            {
                "First Name": "John-William N",
                "Last Name": "Carroll",
                "Affiliation": "Laboratory of Virology and Infectious Diseases, The Rockefeller University, New York, NY, USA"
            },
            {
                "First Name": "Margaret R",
                "Last Name": "MacDonald",
                "Affiliation": "Laboratory of Virology and Infectious Diseases, The Rockefeller University, New York, NY, USA"
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Columbia University, College of Physicians and Surgeons, New York, NY, USA"
            }
        ],
        "Journal": "Retrovirology",
        "PubDate": "2009"
    },
    {
        "PMID": "19854136",
        "Title": "HIV-1 mRNA 3' end processing is distinctively regulated by eIF3f, CDK11, and splice factor 9G8.",
        "Abstract": "A genetic screen previously identified the N-terminal 91 amino acids of the eukaryotic initiation factor 3 subunit f (N91-eIF3f) as a potent inhibitor of HIV-1 replication. Overexpression of N91-eIF3f or full-length eIF3f reduced the level of HIV-1 mRNAs in the infected cell. Here we show that N91-eIF3f and eIF3f act by specifically blocking the 3' end processing of the HIV-1 pre-mRNA both in vivo and in vitro. Furthermore, the results suggest that eIF3f mediates this restriction of HIV-1 expression through the previously unsuspected involvement of a set of factors that includes eIF3f, the SR protein 9G8, and the cyclin-dependent kinase 11 (CDK11). eIF3f affects HIV-1 3' end processing by modulating the sequence-specific recognition of the HIV-1 pre-mRNA by 9G8.",
        "Keywords": [],
        "MeSH terms": [
            "Base Sequence",
            "Binding Sites",
            "Cell Extracts",
            "Cell Nucleus",
            "Cyclin-Dependent Kinases",
            "Eukaryotic Initiation Factor-3",
            "HIV Long Terminal Repeat",
            "HIV-1",
            "HeLa Cells",
            "Humans",
            "Models, Biological",
            "Molecular Sequence Data",
            "Nuclear Proteins",
            "Nucleocytoplasmic Transport Proteins",
            "Poly A",
            "Protein Binding",
            "RNA 3' End Processing",
            "RNA, Messenger",
            "RNA, Viral",
            "RNA-Binding Proteins",
            "Serine-Arginine Splicing Factors",
            "Virus Replication"
        ],
        "Authors": [
            {
                "First Name": "Susana T",
                "Last Name": "Valente",
                "Affiliation": "Howard Hughes Medical Institute, College of Physicians and Surgeons, Columbia University, HHSC 1310c, 701 West 168th Street, New York, NY 10032, USA. svalente@scripps.edu"
            },
            {
                "First Name": "Greg M",
                "Last Name": "Gilmartin",
                "Affiliation": ""
            },
            {
                "First Name": "Krishnan",
                "Last Name": "Venkatarama",
                "Affiliation": ""
            },
            {
                "First Name": "Gloria",
                "Last Name": "Arriagada",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2009"
    },
    {
        "PMID": "19805123",
        "Title": "NF-kappaB activity is constitutively elevated in c-Abl null fibroblasts.",
        "Abstract": "The c-abl proto-oncogene encodes a nonreceptor tyrosine kinase involved in many cellular processes, including signaling from growth factor and antigen receptors, remodeling the cytoskeleton, and responding to DNA damage and oxidative stress. Many downstream pathways are affected by c-Abl. Elevated c-Abl kinase activity can inhibit NF-kappaB activity by stabilizing the inhibitory protein IkappaB alpha, raising the possibility that c-Abl-deficient cells might have increased NF-kappaB activity. We examined the levels of NF-kappaB activity in primary mouse embryonic fibroblasts (MEFs) derived from wild-type and c-Abl knockout mice and found that the knockout MEFs indeed exhibited elevated NF-kappaB activity in response to stimulation as well as constitutively elevated NF-kappaB activity. Thus, endogenous c-Abl is a negative regulator of basal and inducible NF-kappaB activity. Examination of various points of NF-kappaB regulation revealed that unstimulated c-Abl knockout MEFs do not exhibit an increase in IkappaB alpha degradation, p65/RelA nuclear translocation, or DNA binding of NF-kappaB subunits. They do, however, show reduced levels of the histone deacetylase HDAC1, a negative regulator of basal NF-kappaB activity. Unstimulated c-Abl knockout MEFs are less responsive to induction of NF-kappaB activity by trichostatin A, an HDAC inhibitor, suggesting that c-Abl might play a role in the HDAC-mediated repression of basal NF-kappaB activity.",
        "Keywords": [],
        "MeSH terms": [
            "Active Transport, Cell Nucleus",
            "Animals",
            "Apoptosis",
            "Cells, Cultured",
            "DNA",
            "Enzyme Inhibitors",
            "Fibroblasts",
            "Genes, abl",
            "Histone Deacetylase Inhibitors",
            "Hydrogen Peroxide",
            "Hydroxamic Acids",
            "I-kappa B Proteins",
            "Interleukin-1beta",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "NF-KappaB Inhibitor alpha",
            "NF-kappa B",
            "Proto-Oncogene Proteins c-abl",
            "Signal Transduction",
            "Transcription Factor RelA",
            "Transcriptional Activation",
            "Tumor Necrosis Factor-alpha"
        ],
        "Authors": [
            {
                "First Name": "Rachel A",
                "Last Name": "Liberatore",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            },
            {
                "First Name": "Irene",
                "Last Name": "Nunes",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2009"
    },
    {
        "PMID": "19270682",
        "Title": "Embryonic stem cells use ZFP809 to silence retroviral DNAs.",
        "Abstract": "Embryonic stem cells (ESCs) and other primitive stem cells of mice have been known for more than 30 years to potently block retrovirus replication. Infection of ESCs by the murine leukaemia viruses (MLVs) results in the normal establishment of integrated proviral DNA, but this DNA is then transcriptionally silenced, preventing further viral spread. The repression is largely mediated by trans-acting factors that recognize a conserved sequence element termed the primer binding site, an 18-base pair sequence complementary to the 3' end of a cellular transfer RNA. A specific tRNA is annealed to the primer binding site sequence of the viral genomic RNA, and is used to prime DNA synthesis. This same sequence in the context of the integrated proviral DNA is targeted for silencing in ESCs. We have recently shown that a large protein complex binding to the primer binding site in ESCs contains TRIM28 (refs 8, 9), a well-characterized transcriptional co-repressor. An important question remains as to the identity of the factor that directly recognizes integrated retroviral DNAs and recruits TRIM28 to mediate their specific silencing. Here we identify the zinc finger protein ZFP809 as the recognition molecule that bridges the integrated proviral DNA and TRIM28. We show that expression of ZFP809 is sufficient to render even differentiated cells highly resistant to MLV infection. Furthermore, we demonstrate that ZFP809 is able to potently block transcription from DNA constructs of human T-cell lymphotropic virus-1 (HTLV-1), which use the same primer tRNA. These results identify ZFP809 as a DNA-binding factor that specifically recognizes a large subset of mammalian retroviruses and retroelements, targeting them for transcriptional silencing. We propose that ZFP809 evolved as a stem-cell-specific retroviral restriction factor, and therefore constitutes a new component of the intrinsic immune system of stem cells.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Differentiation",
            "Cell Line",
            "DNA, Viral",
            "DNA-Binding Proteins",
            "Embryonic Stem Cells",
            "Gene Expression Regulation, Viral",
            "Gene Silencing",
            "Human T-lymphotropic virus 1",
            "Humans",
            "Leukemia Virus, Murine",
            "Mice",
            "Nuclear Proteins",
            "Protein Binding",
            "RNA",
            "Repressor Proteins",
            "Retroviridae",
            "Tripartite Motif-Containing Protein 28",
            "Virus Replication"
        ],
        "Authors": [
            {
                "First Name": "Daniel",
                "Last Name": "Wolf",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, Columbia University, College of Physicians and Surgeons, HHSC 1310, 701 West 168th Street, New York, New York 10032, USA."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2009"
    },
    {
        "PMID": "19237569",
        "Title": "Inhibition of HIV-1 replication by eIF3f.",
        "Abstract": "Viruses often use host machinery in unusual ways to execute different steps during their replication. To identify host factors critical for virus replication, we screened cDNA expression libraries for genes or gene fragments that could interfere with HIV-1 vector transduction. The DNA clone that most potently inhibited HIV-1 expression encoded the N-terminal 91 aa of the eukaryotic initiation factor 3 subunit f (N91-eIF3f). Overexpression of N91-eIF3f or full-length eIF3f drastically restricted HIV-1 replication by reducing nuclear and cytoplasmic viral mRNA levels. N91-eIF3f and eIF3f specifically targeted the 3' long terminal repeat (3'LTR) region in the viral mRNA. We show that the 3' end cleavage of HIV-1 mRNA precursors is specifically reduced in N91-eIF3f expressing cells. Our results suggest a role of eIF3f in mRNA maturation and that it can specifically interfere with the 3' end processing of HIV-1 mRNAs.",
        "Keywords": [],
        "MeSH terms": [
            "Eukaryotic Initiation Factor-3",
            "Gene Library",
            "HIV-1",
            "Humans",
            "Peptide Fragments",
            "Protein Binding",
            "RNA, Viral",
            "Terminal Repeat Sequences",
            "Transduction, Genetic",
            "Virus Replication"
        ],
        "Authors": [
            {
                "First Name": "Susana T",
                "Last Name": "Valente",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, College of Physicians and Surgeons, Columbia University, HHSC 1310c, 701 West 168th Street, New York, NY 10032, USA. sv2033@columbia.edu"
            },
            {
                "First Name": "Greg M",
                "Last Name": "Gilmartin",
                "Affiliation": ""
            },
            {
                "First Name": "Christina",
                "Last Name": "Mott",
                "Affiliation": ""
            },
            {
                "First Name": "Brie",
                "Last Name": "Falkard",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2009"
    },
    {
        "PMID": "19228876",
        "Title": "c-Abl-deficient mice exhibit reduced numbers of peritoneal B-1 cells and defects in BCR-induced B cell activation.",
        "Abstract": "A role for c-Abl in B cell development and signaling has been suggested by previous work showing that c-Abl-deficient mice have defects in bone marrow B cell development and that c-Abl-deficient B cells are hypoproliferative in response to antigen receptor stimulation. Here we show that in addition to defects in early B cell development, c-Abl-deficient mice have defects in peripheral B cell development, including reduced percentages of peritoneal B-1 cells as well as transitional and marginal zone B cells in the spleen. It has been shown that c-Abl kinase activity increases upon B cell receptor (BCR) stimulation and that one of the targets of tyrosine phosphorylation by c-Abl is CD19. However, the consequences of c-Abl activity on B cell activation and CD19 signaling remain unknown. Here, we show that c-Abl-deficient splenic B cells exhibit reduced calcium flux in response to CD19 cross-linking, consistent with a role for c-Abl in CD19-dependent signaling. Additionally, we show that c-Abl-deficient B cells are defective in their ability to be activated in response to antigen receptor engagement, suggesting a functional role for c-Abl in BCR-dependent activation signaling pathways.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Antigens, CD19",
            "B-Lymphocyte Subsets",
            "Calcium",
            "Carrier Proteins",
            "Lymphocyte Activation",
            "Lymphocyte Count",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Mice, Mutant Strains",
            "Neoplasm Proteins",
            "Peritoneum",
            "Proto-Oncogene Proteins c-abl",
            "Proto-Oncogene Proteins c-rel",
            "Receptors, Antigen, B-Cell",
            "Signal Transduction",
            "Spleen",
            "Transcription Factor RelA"
        ],
        "Authors": [
            {
                "First Name": "Rachel A",
                "Last Name": "Liberatore",
                "Affiliation": "Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "International immunology",
        "PubDate": "2009"
    },
    {
        "PMID": "19020830",
        "Title": "Somatic cell genetic analyses to identify HIV-1 host restriction factors.",
        "Abstract": "Cellular proteins are critically involved in all steps of the human immunodeficiency virus type 1 HIV-1) life cycle. Disruption of host functions essential for virus replication or discovery of new proteins that block viral replication may provide novel antiviral approaches. In recent years, genetic selections for and against genes carried by retroviral vectors have become increasingly powerful, allowing for the isolation of cells with altered susceptibility to virus infection. Screening complementary DNA libraries for clones able to induce resistance to infection by recombinant HIV-1 genomes, has proved to be an excellent tool to identify new interfering factors. The restriction factors TRIM5alpha1, the Zinc Finger Antiviral Protein ZAP) 2 as well as the dominant negative factor N-86-HnRNPU 3 have all been discovered by means of such genetic screens. Here we report the strategy and techniques to prepare a library and isolate HIV antiviral genes, using the identification of N-86-HnRNPU as an example.",
        "Keywords": [],
        "MeSH terms": [
            "Cell Line",
            "HIV-1",
            "Host-Pathogen Interactions",
            "Humans",
            "Virus Replication"
        ],
        "Authors": [
            {
                "First Name": "Susana T",
                "Last Name": "Valente",
                "Affiliation": "Department of Biochemistry, Columbia University, Howard Hughes Medical Institute College of Physicians and Surgeons, New York NY, USA."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Methods in molecular biology (Clifton, N.J.)",
        "PubDate": "2009"
    },
    {
        "PMID": "18984154",
        "Title": "Knockdown screens to knockout HIV-1.",
        "Abstract": "Three recent screens use siRNAs to identify host genes that are critical for HIV-1 replication. These screens have uncovered hundreds of human genes not previously known to be commandeered by the virus during infection. Although some caveats remain, this screening approach opens up a new landscape of viral-host interactions for future exploration.",
        "Keywords": [],
        "MeSH terms": [
            "Gene Expression Regulation, Viral",
            "Genetic Techniques",
            "HIV Infections",
            "HIV-1",
            "Host-Pathogen Interactions",
            "Humans",
            "Virus Replication"
        ],
        "Authors": [
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Columbia University, HHSC 1310c, New York, NY 10032, USA. spg1@columbia.edu"
            }
        ],
        "Journal": "Cell",
        "PubDate": "2008"
    },
    {
        "PMID": "18713861",
        "Title": "TRIM28 mediates primer binding site-targeted silencing of Lys1,2 tRNA-utilizing retroviruses in embryonic cells.",
        "Abstract": "Murine leukemia viruses (MLVs) and related retroelements are potently restricted in embryonic cells by postintegration transcriptional silencing, likely to protect the germ line from insertional mutagenesis. This silencing is in large part attributable to the presence of a nuclear repression complex, which targets a sequence element of the proviral DNA, the repressor-binding site. The repressor-binding site closely overlaps the tRNA primer binding site, a highly conserved sequence essential for virus replication and defining the site of initiation of DNA synthesis during reverse transcription. We have recently demonstrated that the cellular corepressor TRIM28 is recruited to the proline tRNA primer-binding site used by many MLVs and is required to mediate this silencing. Here, we show that TRIM28 is also required for the restriction of retroviruses using a completely distinct tRNA for the priming of their DNA synthesis, namely Lys-1,2 tRNA. These results generalize the role of TRIM28 in retroviral restriction and suggest that this system has evolved to restrict multiple retroviruses.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Binding Sites",
            "Cell Line",
            "Cell Line, Tumor",
            "DNA, Viral",
            "Embryonic Stem Cells",
            "Gene Silencing",
            "Humans",
            "Leukemia Virus, Murine",
            "Mice",
            "Nuclear Proteins",
            "RNA, Transfer, Lys",
            "Rats",
            "Repressor Proteins",
            "Retroviridae",
            "Transcription, Genetic",
            "Tripartite Motif-Containing Protein 28",
            "Virus Replication"
        ],
        "Authors": [
            {
                "First Name": "Daniel",
                "Last Name": "Wolf",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Kevin",
                "Last Name": "Hug",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2008"
    },
    {
        "PMID": "18624631",
        "Title": "Host restriction factors blocking retroviral replication.",
        "Abstract": "Retroviruses are highly successful intracellular parasites, and as such they are found in nearly all branches of life. Some are relatively benign, but many are highly pathogenic and can cause either acute or chronic diseases. Therefore, there is tremendous selective pressure on the host to prevent retroviral replication, and for this reason cells have evolved a variety of restriction factors that act to inhibit or block the viruses. This review is a survey of the best-characterized restriction factors capable of inhibiting retroviral replication and aims to highlight the diversity of strategies used for this task.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Antigens, CD",
            "Cytidine Deaminase",
            "GPI-Linked Proteins",
            "Host-Pathogen Interactions",
            "Humans",
            "Membrane Glycoproteins",
            "RNA, Viral",
            "RNA-Binding Proteins",
            "Retroviridae",
            "Virus Replication",
            "Zinc Fingers"
        ],
        "Authors": [
            {
                "First Name": "Daniel",
                "Last Name": "Wolf",
                "Affiliation": "HHMI, Department of Biochemistry, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Annual review of genetics",
        "PubDate": "2008"
    },
    {
        "PMID": "18554410",
        "Title": "Host proteins interacting with the Moloney murine leukemia virus integrase: multiple transcriptional regulators and chromatin binding factors.",
        "Abstract": "A critical step for retroviral replication is the stable integration of the provirus into the genome of its host. The viral integrase protein is key in this essential step of the retroviral life cycle. Although the basic mechanism of integration by mammalian retroviruses has been well characterized, the factors determining how viral integration events are targeted to particular regions of the genome or to regions of a particular DNA structure remain poorly defined. Significant questions remain regarding the influence of host proteins on the selection of target sites, on the repair of integration intermediates, and on the efficiency of integration.",
        "Keywords": [],
        "MeSH terms": [
            "Chromatin",
            "DNA, Viral",
            "DNA-Binding Proteins",
            "Genetic Vectors",
            "Integrases",
            "Moloney murine leukemia virus",
            "Transcription Factors",
            "Transcription, Genetic",
            "Two-Hybrid System Techniques",
            "Virus Integration"
        ],
        "Authors": [
            {
                "First Name": "Barbara",
                "Last Name": "Studamire",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University College of Physicians and Surgeons, Hammer Health Sciences Center, Room 1310c, New York 10032, USA. spg1@columbia.edu"
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Retrovirology",
        "PubDate": "2008"
    },
    {
        "PMID": "18305045",
        "Title": "The Ezrin-radixin-moesin family member ezrin regulates stable microtubule formation and retroviral infection.",
        "Abstract": "We recently identified the cytoskeletal regulatory protein moesin as a novel gene that inhibits retroviral replication prior to reverse transcription by downregulation of stable microtubule formation. Here, we provide evidence that overexpression of ezrin, another closely related ezrin-radixin-moesin (ERM) family member, also blocks replication of both murine leukemia viruses and human immunodeficiency virus type 1 (HIV-1) in Rat2 fibroblasts before reverse transcription, while knockdown of endogenous ezrin increases the susceptibility of human cells to HIV-1 infection. Together, these results suggest that ERM proteins may be important determinants of retrovirus susceptibility through negative regulation of stable microtubule networks.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cytoskeletal Proteins",
            "Disease Susceptibility",
            "HIV-1",
            "Humans",
            "Leukemia Virus, Murine",
            "Membrane Proteins",
            "Mice",
            "Microfilament Proteins",
            "Microtubules",
            "RNA, Small Interfering",
            "Rats",
            "Retroviridae Infections",
            "Transfection",
            "Virus Replication"
        ],
        "Authors": [
            {
                "First Name": "Juliane",
                "Last Name": "Haedicke",
                "Affiliation": "Centre for Research in Infectious Diseases, University College Dublin, Belfield, Dublin 4, Ireland."
            },
            {
                "First Name": "Kenia",
                "Last Name": "de Los Santos",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            },
            {
                "First Name": "Mojgan H",
                "Last Name": "Naghavi",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of virology",
        "PubDate": "2008"
    },
    {
        "PMID": "18287239",
        "Title": "Primer binding site-dependent restriction of murine leukemia virus requires HP1 binding by TRIM28.",
        "Abstract": "TRIM28 is a transcriptional corepressor which is required for primer binding site (PBS)-dependent restriction of murine leukemia virus (MLV) replication in embryonic stem and embryonic carcinoma (EC) cells. PBS-dependent restriction of MLV leads to transcriptional silencing of the integrated provirus and has been shown to correlate with TRIM28-mediated recruitment of HP1 to the silenced loci. Here we show, using a cell line with a point mutation in the HP1 binding domain of TRIM28, that interaction with HP1 is absolutely required for the PBS-dependent restriction of MLV in the F9 EC cell line.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Binding Sites",
            "Cell Line",
            "Chromobox Protein Homolog 5",
            "Chromosomal Proteins, Non-Histone",
            "Embryonal Carcinoma Stem Cells",
            "Embryonic Stem Cells",
            "Leukemia Virus, Murine",
            "Mice",
            "Nuclear Proteins",
            "Point Mutation",
            "Protein Binding",
            "Repressor Proteins",
            "Transcription Factors",
            "Tripartite Motif-Containing Protein 28",
            "Virus Replication"
        ],
        "Authors": [
            {
                "First Name": "Daniel",
                "Last Name": "Wolf",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, Columbia University, HHSC 1310, 701 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Florence",
                "Last Name": "Cammas",
                "Affiliation": ""
            },
            {
                "First Name": "Régine",
                "Last Name": "Losson",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of virology",
        "PubDate": "2008"
    },
    {
        "PMID": "17923087",
        "Title": "TRIM28 mediates primer binding site-targeted silencing of murine leukemia virus in embryonic cells.",
        "Abstract": "Moloney murine leukemia virus (M-MLV) replication is restricted in embryonic carcinoma (EC) and embryonic stem (ES) cells, likely to protect the germ line from insertional mutagenesis. Proviral DNAs are potently silenced at the level of transcription in these cells. This silencing is largely due to an unidentified trans-acting factor that is thought to bind to the primer binding site (PBS) of M-MLV and repress transcription from the viral promoter. We have partially purified a large PBS-mediated silencing complex and identified TRIM28 (Kap-1), a known transcriptional silencer, as an integral component of the complex. We show that RNAi-mediated knockdown of TRIM28 in EC and ES cells relieves the restriction and that TRIM28 is bound to the PBS in vivo when restriction takes place. The identification of TRIM28 as a retroviral silencer adds to the growing body of evidence that many TRIM family proteins are involved in retroviral restriction.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Binding Sites",
            "Cell Differentiation",
            "Cell Line",
            "DNA, Viral",
            "Embryonic Stem Cells",
            "Gene Expression Regulation, Viral",
            "Gene Silencing",
            "Humans",
            "Macromolecular Substances",
            "Mice",
            "Moloney murine leukemia virus",
            "Nuclear Proteins",
            "RNA Interference",
            "Regulatory Elements, Transcriptional",
            "Repressor Proteins",
            "Transcription Factors",
            "Tripartite Motif-Containing Protein 28",
            "Virus Replication"
        ],
        "Authors": [
            {
                "First Name": "Daniel",
                "Last Name": "Wolf",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2007"
    },
    {
        "PMID": "17707624",
        "Title": "Retroviral proteins that interact with the host cell cytoskeleton.",
        "Abstract": "In the past decade, several lines of evidence have highlighted the importance of the host cell cytoskeleton in various stages of retroviral infection. To complete their lifecycle, retroviruses must penetrate the outer barrier of the cell membrane, and viral cores containing the viral genome must traverse the cytoplasm to the nucleus and then viral gene products must make the journey back to the cell surface in order to release new progeny. The presence of a dense cytoskeletal network and organelles in the cytoplasm creates an environment that greatly impedes diffusion of macromolecules such as viruses. As such, retroviruses have evolved means to hijack actin as well as microtubule cytoskeletal networks that regulate macromolecular movement within the host cell. Developing studies are discovering several host and viral factors that play important roles in retroviral trafficking.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cytoskeletal Proteins",
            "Cytoskeleton",
            "HIV",
            "HIV Infections",
            "Humans",
            "Microtubules",
            "Protein Transport",
            "Retroviridae",
            "Retroviridae Infections",
            "Virus Assembly",
            "Virus Integration",
            "Virus Replication",
            "nef Gene Products, Human Immunodeficiency Virus"
        ],
        "Authors": [
            {
                "First Name": "Mojgan H",
                "Last Name": "Naghavi",
                "Affiliation": "School of Medicine and Medical Science, Center for Research in Infectious Diseases, University College Dublin, Belfield, Dublin 4, Ireland."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Current opinion in immunology",
        "PubDate": "2007"
    },
    {
        "PMID": "17325726",
        "Title": "Host factors exploited by retroviruses.",
        "Abstract": "Retroviruses make a long and complex journey from outside the cell to the nucleus in the early stages of infection, and then an equally long journey back out again in the late stages of infection. Ongoing efforts are identifying an enormous array of cellular proteins that are used by the viruses in the course of their travels. These host factors are potential new targets for therapeutic intervention.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Nucleus",
            "Cells",
            "Humans",
            "Protein Biosynthesis",
            "Proteins",
            "Proviruses",
            "RNA, Viral",
            "Retroviridae",
            "Retroviridae Proteins",
            "Transcription, Genetic",
            "Virus Integration",
            "Virus Internalization",
            "Virus Replication"
        ],
        "Authors": [
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute HHSC 1310c, College of Physicians and Surgeons, Columbia University, 701 West 168th Street, New York, New York 10032, USA. goff@cancercenter.columbia.edu"
            }
        ],
        "Journal": "Nature reviews. Microbiology",
        "PubDate": "2007"
    },
    {
        "PMID": "17301228",
        "Title": "DDB1 is essential for genomic stability in developing epidermis.",
        "Abstract": "The mammalian epidermis is maintained by proliferation and differentiation of epidermal progenitor cells in a stereotyped developmental program. Here we report that tissue-specific deletion of the UV-damaged DNA-binding protein 1 (DDB1) in mouse epidermis led to dramatic accumulation of c-Jun and p21Cip1, arrest of cell cycle at G(2)/M, selective apoptosis of proliferating cells, and as a result, a nearly complete loss of the epidermis and hair follicles. Deletion of the p53 tumor suppressor gene partially rescued the epithelial progenitor cells from death and allowed for the accumulation of aneuploid cells in the epidermis. Our results suggest that DDB1 plays an important role in development by controlling levels of cell cycle regulators and thereby maintaining genomic stability.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Newborn",
            "Apoptosis",
            "Cell Cycle",
            "Cell Proliferation",
            "Cyclin-Dependent Kinase Inhibitor p21",
            "DNA Damage",
            "DNA-Binding Proteins",
            "Embryonic Development",
            "Epidermis",
            "Gene Deletion",
            "Genomic Instability",
            "Keratinocytes",
            "Mice",
            "Proto-Oncogene Proteins c-jun",
            "Stem Cells",
            "Tumor Suppressor Protein p53"
        ],
        "Authors": [
            {
                "First Name": "Yong",
                "Last Name": "Cang",
                "Affiliation": "Howard Hughes Medical Institute and Departments of Biochemistry and Molecular Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Jianxuan",
                "Last Name": "Zhang",
                "Affiliation": ""
            },
            {
                "First Name": "Sally A",
                "Last Name": "Nicholas",
                "Affiliation": ""
            },
            {
                "First Name": "Arianna L",
                "Last Name": "Kim",
                "Affiliation": ""
            },
            {
                "First Name": "Pengbo",
                "Last Name": "Zhou",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2007"
    },
    {
        "PMID": "17182674",
        "Title": "The C-terminal portion of the Hrs protein interacts with Tsg101 and interferes with human immunodeficiency virus type 1 Gag particle production.",
        "Abstract": "The human immunodeficiency virus type 1 (HIV-1) Gag protein recruits Tsg101 to facilitate HIV-1 particle budding and release. In uninfected cells, the Hrs protein recruits the ESCRT-I complex to the endosome, also through an interaction with Tsg101, to promote the sorting of host proteins into endosomal vesicles and multivesicular bodies. Here, we show that the overexpression of the C-terminal fragment of Hrs (residues 391 to 777) or Hrs mutants lacking either the N-terminal FYVE domain (mutant dFYVE) or the PSAP (residues 348 to 351) motif (mutant ASAA) all efficiently inhibit HIV-1 Gag particle production. Expression of the dFYVE or ASAA mutants of Hrs had no effect on the release of Moloney murine leukemia virus. Coimmunoprecipitation analysis showed that the expression of Hrs mutant dFYVE or ASAA significantly reduced or abolished the HIV-1 Gag-Tsg101 interaction. Yeast-two hybrid assays were used to identify two new and independent Tsg101 binding sites, one in the Hrs coiled-coil domain and one in the proline/glutamic acid-rich domain. Scanning electron microscopy of HeLa cells expressing HIV-1 Gag and the Hrs ASAA mutant showed viral particles arrested in \"lump-like\" structures that remained attached to the cell surface. Together, these data indicate that fragments of Hrs containing the C-terminal portion of the protein can potently inhibit HIV-1 particle release by efficiently sequestering Tsg101 away from the Gag polyprotein.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Motifs",
            "Amino Acid Sequence",
            "Binding Sites",
            "Cell Line",
            "DNA-Binding Proteins",
            "Endosomal Sorting Complexes Required for Transport",
            "Gene Products, gag",
            "HIV-1",
            "Humans",
            "Molecular Sequence Data",
            "Mutation",
            "Phosphoproteins",
            "Protein Binding",
            "Protein Structure, Tertiary",
            "Transcription Factors",
            "Two-Hybrid System Techniques",
            "Virion"
        ],
        "Authors": [
            {
                "First Name": "Fadila",
                "Last Name": "Bouamr",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Brian R",
                "Last Name": "Houck-Loomis",
                "Affiliation": ""
            },
            {
                "First Name": "Martha",
                "Last Name": "De Los Santos",
                "Affiliation": ""
            },
            {
                "First Name": "Rebecca J",
                "Last Name": "Casaday",
                "Affiliation": ""
            },
            {
                "First Name": "Marc C",
                "Last Name": "Johnson",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of virology",
        "PubDate": "2007"
    },
    {
        "PMID": "17170707",
        "Title": "Moesin regulates stable microtubule formation and limits retroviral infection in cultured cells.",
        "Abstract": "In a functional screen of mammalian complementary DNA libraries, we identified moesin as a novel gene whose overexpression blocks infection by murine leukemia viruses and human immunodeficiency virus type 1 in human and rodent lines, before the initiation of reverse transcription. Knockdown of moesin by RNA interference resulted in enhanced infection, suggesting that even the endogenous basal levels of moesin in rat fibroblasts are sufficient to limit virus infection. Moesin acts as a crosslinker between plasma membrane and actin filaments, as well as a signal transducer in responses involving cytoskeletal remodeling. Moesin overexpression was found to downregulate the formation of stable microtubules, whereas knockdown of moesin increased stable microtubule formation. A virus-resistant mutant cell line also displayed decreased stable microtubule levels, and virus-sensitive revertants recovered from the mutant line showed restoration of the stable microtubules, suggesting that these cytoskeletal networks play an important role in early post-entry events in the retroviral lifecycle. Together, these results suggest that moesin negatively regulates stable microtubule networks and is a natural determinant of cellular sensitivity to retroviral infection.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Bleomycin",
            "Cell Line",
            "DNA, Viral",
            "Gene Expression Regulation",
            "Gene Library",
            "HIV-1",
            "Humans",
            "Microfilament Proteins",
            "Microscopy, Fluorescence",
            "Microtubules",
            "Protein Structure, Tertiary",
            "RNA Interference",
            "Rats",
            "Retroviridae"
        ],
        "Authors": [
            {
                "First Name": "Mojgan H",
                "Last Name": "Naghavi",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Susana",
                "Last Name": "Valente",
                "Affiliation": ""
            },
            {
                "First Name": "Theodora",
                "Last Name": "Hatziioannou",
                "Affiliation": ""
            },
            {
                "First Name": "Kenia",
                "Last Name": "de Los Santos",
                "Affiliation": ""
            },
            {
                "First Name": "Ying",
                "Last Name": "Wen",
                "Affiliation": ""
            },
            {
                "First Name": "Christina",
                "Last Name": "Mott",
                "Affiliation": ""
            },
            {
                "First Name": "Gregg G",
                "Last Name": "Gundersen",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "The EMBO journal",
        "PubDate": "2007"
    },
    {
        "PMID": "17129780",
        "Title": "Deletion of DDB1 in mouse brain and lens leads to p53-dependent elimination of proliferating cells.",
        "Abstract": "DDB1, a component of the Cul4 ubiquitin ligase complex, promotes protein ubiquitination in diverse cellular functions, including nuclear excision repair, regulation of the cell cycle, and DNA replication. To investigate its physiological significance, we generated mice with null and floxed alleles of the DDB1 gene. Here we report that null mutation of DDB1 caused early embryonic lethality, while conditional inactivation of the gene in brain and lens led to neuronal and lens degeneration, brain hemorrhages, and neonatal death. These defects stemmed from a selective elimination of nearly all proliferating neuronal progenitor cells and lens epithelial cells by apoptosis. The cell death was preceded by aberrant accumulation of cell cycle regulators and increased genomic instability and could be partially rescued by removal of the tumor suppressor protein p53. Our results indicate that DDB1 plays an essential role in maintaining viability and genomic integrity of dividing cells.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Animals",
            "Animals, Newborn",
            "Apoptosis",
            "Brain",
            "Cell Cycle Proteins",
            "Cell Proliferation",
            "Cell Survival",
            "DNA Damage",
            "DNA-Binding Proteins",
            "Embryo, Mammalian",
            "Embryonic Development",
            "Fibroblasts",
            "Gene Deletion",
            "Gene Targeting",
            "Hemorrhage",
            "Lens, Crystalline",
            "Mice",
            "Mitosis",
            "Neurons",
            "Stem Cells",
            "Tumor Suppressor Protein p53"
        ],
        "Authors": [
            {
                "First Name": "Yong",
                "Last Name": "Cang",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, Columbia University College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "Jianxuan",
                "Last Name": "Zhang",
                "Affiliation": ""
            },
            {
                "First Name": "Sally A",
                "Last Name": "Nicholas",
                "Affiliation": ""
            },
            {
                "First Name": "Jayson",
                "Last Name": "Bastien",
                "Affiliation": ""
            },
            {
                "First Name": "Baojie",
                "Last Name": "Li",
                "Affiliation": ""
            },
            {
                "First Name": "Pengbo",
                "Last Name": "Zhou",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2006"
    },
    {
        "PMID": "16916646",
        "Title": "Inhibition of HIV-1 gene expression by a fragment of hnRNP U.",
        "Abstract": "Cellular proteins are now appreciated as critically involved in all steps of the human immunodeficiency virus type 1 (HIV-1) life cycle, and disrupting host functions essential for virus replication may provide novel antiviral approaches. Selection from a human complementary DNA (cDNA) library for clones able to induce resistance to infection by recombinant HIV-1 genomes resulted in the identification of a gene fragment that potently restricts HIV-1 activity. The active cDNA encodes an N-terminal fragment of the heterogeneous nuclear ribonuclear protein U (hnRNP U). The gene fragment specifically targets the 3' long terminal repeat (3'LTR) in the viral mRNA and blocks the cytoplasmic accumulation of HIV-1 mRNAs. The results suggest that HIV-1 requires machinery for the nuclear export of viral mRNAs that can be specifically blocked by an interfering gene.",
        "Keywords": [],
        "MeSH terms": [
            "DNA, Complementary",
            "Gene Expression Regulation, Viral",
            "Gene Library",
            "HIV-1",
            "HeLa Cells",
            "Heterogeneous-Nuclear Ribonucleoprotein U",
            "Humans",
            "Peptide Fragments",
            "Transduction, Genetic",
            "Virus Replication"
        ],
        "Authors": [
            {
                "First Name": "Susana T",
                "Last Name": "Valente",
                "Affiliation": "Howard Hughes Medical Institute, College of Physicians and Surgeons, Columbia University, HHSC 1310c, 701 West 168th Street, New York, New York 10032, USA."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2006"
    },
    {
        "PMID": "16912289",
        "Title": "Crystal structure of the moloney murine leukemia virus RNase H domain.",
        "Abstract": "A crystallographic study of the Moloney murine leukemia virus (Mo-MLV) RNase H domain was performed to provide information about its structure and mechanism of action. These efforts resulted in the crystallization of a mutant Mo-MLV RNase H lacking the putative helix C (DeltaC). The 1.6-Angstroms resolution structure resembles the known structures of the human immunodeficiency virus type 1 (HIV-1) and Escherichia coli RNase H. The structure revealed the coordination of a magnesium ion within the catalytic core comprised of the highly conserved acidic residues D524, E562, and D583. Surface charge mapping of the Mo-MLV structure revealed a high density of basic charges on one side of the enzyme. Using a model of the Mo-MLV structure superimposed upon a structure of HIV-1 reverse transcriptase bound to an RNA/DNA hybrid substrate, Mo-MLV RNase H secondary structures and individual amino acids were examined for their potential roles in binding substrate. Identified regions included Mo-MLV RNase H beta1-beta2, alphaA, and alphaB and residues from alphaB to alphaD and its following loop. Most of the identified substrate-binding residues corresponded with residues directly binding nucleotides in an RNase H from Bacillus halodurans as observed in a cocrystal structure with RNA/DNA. Finally, superimposition of RNases H of Mo-MLV, E. coli, and HIV-1 revealed that a loop of the HIV-1 connection domain resides within the same region of the Mo-MLV and E. coli C-helix. The HIV-1 connection domain may serve to recognize and bind the RNA/DNA substrate major groove.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Binding Sites",
            "Crystallization",
            "Crystallography, X-Ray",
            "Mice",
            "Models, Molecular",
            "Molecular Sequence Data",
            "Moloney murine leukemia virus",
            "Protein Folding",
            "Protein Structure, Tertiary",
            "Ribonuclease H",
            "Sequence Alignment"
        ],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Lim",
                "Affiliation": "Integrated Program in Cellular, Molecular and Biophysical Studies, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "G Glenn",
                "Last Name": "Gregorio",
                "Affiliation": ""
            },
            {
                "First Name": "Craig",
                "Last Name": "Bingman",
                "Affiliation": ""
            },
            {
                "First Name": "Erik",
                "Last Name": "Martinez-Hackert",
                "Affiliation": ""
            },
            {
                "First Name": "Wayne A",
                "Last Name": "Hendrickson",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of virology",
        "PubDate": "2006"
    },
    {
        "PMID": "16628219",
        "Title": "Interaction of Moloney murine leukemia virus matrix protein with IQGAP.",
        "Abstract": "The matrix protein (MA) of the Moloney murine leukemia virus (M-MuLV) was found to interact with IQGAP1, a prominent regulator of the cytoskeleton. Mutational studies defined residues of MA critical for the interaction, and tests of viruses carrying MA mutations revealed a near-perfect correlation between binding and virus replication. The replication-defective mutants showed defects in both early and late stages of the life cycle. Four viable second-site revertant viruses were isolated from three different replication-defective parental mutants, and in all cases the interaction with IQGAP1 was restored by the suppressor mutations. The interaction of MA and IQGAP1 was readily detected in vitro and in vivo. Virus replication was potently inhibited by a C-terminal fragment of IQGAP1, and impaired by RNAi knockdown of IQGAP1 and 2. We suggest that the IQGAPs link the virus to the cytoskeleton for trafficking both into and out of the cell.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Cell Line",
            "Humans",
            "Mice",
            "Molecular Sequence Data",
            "Moloney murine leukemia virus",
            "Protein Binding",
            "RNA Interference",
            "Recombinant Fusion Proteins",
            "Sequence Alignment",
            "Two-Hybrid System Techniques",
            "Viral Matrix Proteins",
            "Virus Replication",
            "ras GTPase-Activating Proteins"
        ],
        "Authors": [
            {
                "First Name": "Juliana",
                "Last Name": "Leung",
                "Affiliation": "Integrated Program in Cellular, Molecular, and Biophysical Studies, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Andrew",
                "Last Name": "Yueh",
                "Affiliation": ""
            },
            {
                "First Name": "Frank S K",
                "Last Name": "Appah",
                "Affiliation": ""
            },
            {
                "First Name": "Bing",
                "Last Name": "Yuan",
                "Affiliation": ""
            },
            {
                "First Name": "Kenia",
                "Last Name": "de los Santos",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "The EMBO journal",
        "PubDate": "2006"
    },
    {
        "PMID": "16466720",
        "Title": "Gln(84) of moloney murine leukemia virus reverse transcriptase regulates the incorporation rates of ribonucleotides and deoxyribonucleotides.",
        "Abstract": "Moloney murine leukemia virus reverse transcriptase (RT) selectively uses deoxyribonucleotides over ribonucleotides (rNTPs) as substrates. Substitution of F155 with valine (F155V) was previously found to increase the enzyme's affinity for rNTPs, though without affecting the V(max) for catalysis, and thereby conferred to the enzyme significant RNA polymerase activity. We have sought new mutations that might increase the RNA polymerase activity of the F155V mutant. We report here that substitution of Q84 with alanine improved RT-F155V's RNA polymerase activity, but also its DNA polymerase activity. Kinetic analysis and gel-retardation assays suggested that the substitution increased the enzyme's general affinity for the template-primer.",
        "Keywords": [],
        "MeSH terms": [
            "DNA-Directed RNA Polymerases",
            "Deoxyribonucleotides",
            "Glutamine",
            "Kinetics",
            "Moloney murine leukemia virus",
            "Mutation, Missense",
            "RNA-Directed DNA Polymerase",
            "Ribonucleotides",
            "Substrate Specificity"
        ],
        "Authors": [
            {
                "First Name": "Shufeng",
                "Last Name": "Liu",
                "Affiliation": "Institute of Microbiology, Chinese Academy of Sciences, Beijing, China."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            },
            {
                "First Name": "Guangxia",
                "Last Name": "Gao",
                "Affiliation": ""
            }
        ],
        "Journal": "FEBS letters",
        "PubDate": "2006"
    },
    {
        "PMID": "16352559",
        "Title": "Interaction of moloney murine leukemia virus capsid with Ubc9 and PIASy mediates SUMO-1 addition required early in infection.",
        "Abstract": "Yeast two-hybrid screens led to the identification of Ubc9 and PIASy, the E2 and E3 small ubiquitin-like modifier (SUMO)-conjugating enzymes, as proteins interacting with the capsid (CA) protein of the Moloney murine leukemia virus. The binding site in CA for Ubc9 was mapped by deletion and alanine-scanning mutagenesis to a consensus motif for SUMOylation at residues 202 to 220, and the binding site for PIASy was mapped to residues 114 to 176, directly centered on the major homology region. Expression of CA and a tagged SUMO-1 protein resulted in covalent transfer of SUMO-1 to CA in vivo. Mutations of lysine residues to arginines near the Ubc9 binding site and mutations at the PIASy binding site reduced or eliminated CA SUMOylation. Introduction of these mutations into the complete viral genome blocked virus replication. The mutants exhibited no defects in the late stages of viral gene expression or virion assembly. Upon infection, the mutant viruses were able to carry out reverse transcription to synthesize normal levels of linear viral DNA but were unable to produce the circular viral DNAs or integrated provirus normally found in the nucleus. The results suggest that the SUMOylation of CA mediated by an interaction with Ubc9 and PIASy is required for early events of infection, after reverse transcription and before nuclear entry and viral DNA integration.",
        "Keywords": [],
        "MeSH terms": [
            "Binding Sites",
            "Capsid",
            "Capsid Proteins",
            "DNA-Binding Proteins",
            "Moloney murine leukemia virus",
            "Plasmids",
            "Poly-ADP-Ribose Binding Proteins",
            "Protein Inhibitors of Activated STAT",
            "SUMO-1 Protein",
            "Transcription Factors",
            "Two-Hybrid System Techniques",
            "Ubiquitin-Conjugating Enzymes",
            "Yeasts"
        ],
        "Authors": [
            {
                "First Name": "Andrew",
                "Last Name": "Yueh",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Juliana",
                "Last Name": "Leung",
                "Affiliation": ""
            },
            {
                "First Name": "Subarna",
                "Last Name": "Bhattacharyya",
                "Affiliation": ""
            },
            {
                "First Name": "Lucy A",
                "Last Name": "Perrone",
                "Affiliation": ""
            },
            {
                "First Name": "Kenia",
                "Last Name": "de los Santos",
                "Affiliation": ""
            },
            {
                "First Name": "Szy-Yuan",
                "Last Name": "Pu",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of virology",
        "PubDate": "2006"
    },
    {
        "PMID": "15879557",
        "Title": "Overexpression of fasciculation and elongation protein zeta-1 (FEZ1) induces a post-entry block to retroviruses in cultured cells.",
        "Abstract": "Two mutant Rat2 fibroblast cell lines, R3-2 and R4-7, have been previously isolated by a selection for retrovirus resistance. We have now further analyzed the basis of the block to retroviral infection in the R3-2 line. Using Affymetrix GeneChip analysis, several genes were identified as differentially expressed in the mutant R3-2 line compared with the wild-type cells. One of the candidate gene products, FEZ1 (fasciculation and elongation protein zeta-1), a protein kinase C (PKC)zeta-interacting protein homologous to the Caenorhabditis elegans synaptic transport protein UNC-76, was found to be up-regulated >30-fold in the resistant R3-2 line. FEZ1 overexpression in Rat2 cells conferred a potent resistance to infection by genetically marked retroviruses, and the degree of retroviral resistance in both Rat2 fibroblasts and 293T cells tightly correlated with the expression level of FEZ1 transcripts. FEZ1-overexpressing Rat2 cells showed a similar phenotype to that of the mutant R3-2 line: Infection resulted in normal viral DNA synthesis but a reduction in the formation of circular DNA, indicating a block after reverse transcription but before nuclear entry. Partial knockdown of FEZ1 expression in R3-2 by RNA interference (RNAi) significantly reduced the resistance of this line to infection. Thus, our data suggest that FEZ1 overexpression is sufficient to explain the resistant phenotype of R3-2 cells and identify FEZ1 as a new gene capable of causing retrovirus resistance.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptor Proteins, Signal Transducing",
            "Animals",
            "Cell Line",
            "DNA Primers",
            "Fibroblasts",
            "Gene Expression Profiling",
            "Gene Expression Regulation",
            "Oligonucleotide Array Sequence Analysis",
            "RNA Interference",
            "Rats",
            "Retroviridae",
            "Reverse Transcriptase Polymerase Chain Reaction",
            "Virus Integration"
        ],
        "Authors": [
            {
                "First Name": "Mojgan H",
                "Last Name": "Naghavi",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, Columbia University, College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "Theodora",
                "Last Name": "Hatziioannou",
                "Affiliation": ""
            },
            {
                "First Name": "Guangxia",
                "Last Name": "Gao",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Genes & development",
        "PubDate": "2005"
    },
    {
        "PMID": "15642347",
        "Title": "Efavirenz enhances the proteolytic processing of an HIV-1 pol polyprotein precursor and reverse transcriptase homodimer formation.",
        "Abstract": "The non-nucleoside reverse transcriptase inhibitor, efavirenz (EFV), is a potent enhancer of human immunodeficiency virus type 1 (HIV-1) reverse transcriptase (RT) p66/p51 heterodimerization. While the mechanism of RT heterodimer formation in HIV-1 infected cells is not completely understood, it has been speculated that Gag-Pol/Gag-Pol and/or RT homodimer interactions may represent important intermediates in the pathway. To elucidate whether EFV impacts on these interactions, we have evaluated the effects of this drug on RT homodimer interactions and HIV-1 Gag-Pol processing. EFV, but not nevirapine, significantly enhanced RT p66/p66 and p51/p51 homodimer interactions and accelerated the proteolytic cleavage of a model HIV-1 Pol polyprotein precursor expressed in bacteria. These data suggest that potent mediators of RT dimerization might interfere with the late-stages of viral replication.",
        "Keywords": [],
        "MeSH terms": [
            "Alkynes",
            "Anti-HIV Agents",
            "Benzoxazines",
            "Cyclopropanes",
            "Dimerization",
            "Fusion Proteins, gag-pol",
            "HIV Reverse Transcriptase",
            "Humans",
            "Nevirapine",
            "Oxazines",
            "Protein Precursors",
            "Reverse Transcriptase Inhibitors",
            "Two-Hybrid System Techniques"
        ],
        "Authors": [
            {
                "First Name": "Gilda",
                "Last Name": "Tachedjian",
                "Affiliation": "Molecular Interactions Group, Macfarlane Burnet Institute for Medical Research and Public Health, 85 Commercial Road, Melbourne, Vic. 3004, Australia. gildat@burnet.edu.au"
            },
            {
                "First Name": "Katie L",
                "Last Name": "Moore",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            },
            {
                "First Name": "Nicolas",
                "Last Name": "Sluis-Cremer",
                "Affiliation": ""
            }
        ],
        "Journal": "FEBS letters",
        "PubDate": "2005"
    },
    {
        "PMID": "15610729",
        "Title": "Retrovirus restriction factors.",
        "Abstract": "A number of cellular genes have recently been identified that actively inhibit retrovirus replication and so protect cells from infection. The genes target many distinct steps in the viral life cycle: entry, viral DNA synthesis, intracellular movement of viral nucleic acids, and viral gene expression. These restriction systems constitute newly appreciated components of an innate immunity that may be important for survival of a host exposed to retrovirus infection. It may someday be possible to enhance or activate these systems to induce antiviral states.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Antiviral Restriction Factors",
            "Carrier Proteins",
            "Cytidine",
            "DNA, Viral",
            "Humans",
            "Macaca mulatta",
            "Membrane Proteins",
            "Mice",
            "Proteins",
            "RNA-Binding Proteins",
            "Rats",
            "Retroviridae",
            "Tripartite Motif Proteins",
            "Ubiquitin-Protein Ligases",
            "Virus Replication"
        ],
        "Authors": [
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, Columbia University, 701 West 168th Street, New York, NY 10032, USA. goff@cancercenter.columbia.edu"
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2004"
    },
    {
        "PMID": "15569685",
        "Title": "Structural and dynamics studies of the D54A mutant of human T cell leukemia virus-1 capsid protein.",
        "Abstract": "The human T cell leukemia virus and the human immunodeficiency virus share a highly conserved, predominantly helical two-domain mature capsid (CA) protein structure with an N-terminal beta-hairpin. Despite overall structural similarity, differences exist in the backbone dynamic properties of the CA N-terminal domain. Since studies with other retroviruses suggest that the beta-hairpin is critical for formation of a CA-CA interface, we investigated the functional role of the human T cell leukemia virus beta-hairpin by disrupting the salt bridge between Pro(1) and Asp(54) that stabilizes the beta-hairpin. NMR (15)N relaxation data were used to characterize the backbone dynamics of the D54A mutant in the context of the N-terminal domains, compared with the wild-type counterpart. Moreover, the effect of the mutation on proteolytic processing and release of virus-like particles (VLPs) from human cells in culture was determined. Conformational and dynamic changes resulting from the mutation were detected by NMR spectroscopy. The mutation also altered the conformation of mature CA in cells and VLPs, as reflected by differential antibody recognition of the wild-type and mutated CA proteins. In contrast, the mutation did not detectably affect antibody recognition of the CA protein precursor or release of VLPs assembled by the precursor, consistent with the fact that the hairpin cannot form in the precursor molecule. The particle morphology and size were not detectably affected. The results indicate that the beta-hairpin contributes to the overall structure of the mature CA protein and suggest that differences in the backbone dynamics of the beta-hairpin contribute to mature CA structure, possibly introducing flexibility into interface formation during proteolytic maturation.",
        "Keywords": [],
        "MeSH terms": [
            "Capsid Proteins",
            "Cell Line",
            "Cloning, Molecular",
            "Conserved Sequence",
            "Human T-lymphotropic virus 1",
            "Humans",
            "Mutation, Missense",
            "Nuclear Magnetic Resonance, Biomolecular",
            "Pliability",
            "Protein Structure, Secondary",
            "Solutions"
        ],
        "Authors": [
            {
                "First Name": "Fadila",
                "Last Name": "Bouamr",
                "Affiliation": "Howard Hughes Medical Institute, New York, New York, USA."
            },
            {
                "First Name": "Claudia C",
                "Last Name": "Cornilescu",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            },
            {
                "First Name": "Nico",
                "Last Name": "Tjandra",
                "Affiliation": ""
            },
            {
                "First Name": "Carol A",
                "Last Name": "Carter",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2005"
    },
    {
        "PMID": "15568972",
        "Title": "Genetic control of retrovirus susceptibility in mammalian cells.",
        "Abstract": "Host cellular genes can have profound effects on retrovirus replication. Many of these genes encode restriction factors that block virus infection; others encode positive factors that are exploited by the viruses. Recently, a number of such genes have been cloned and characterized, bringing into sharper focus the mechanisms and pathways exploited by these viruses. The major host factors involved in the early phase of the viral life cycle are discussed.",
        "Keywords": [],
        "MeSH terms": [
            "APOBEC-3G Deaminase",
            "Animals",
            "Antiviral Restriction Factors",
            "Carrier Proteins",
            "Cell Line",
            "Cyclophilin A",
            "Cytidine Deaminase",
            "DNA, Complementary",
            "DNA-(Apurinic or Apyrimidinic Site) Lyase",
            "Genes",
            "HIV-1",
            "Humans",
            "Macaca mulatta",
            "Mice",
            "Nucleoside Deaminases",
            "Proteins",
            "Repressor Proteins",
            "Retroviridae",
            "Retroviridae Infections",
            "Tripartite Motif Proteins",
            "Ubiquitin-Protein Ligases",
            "Virus Replication"
        ],
        "Authors": [
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, Columbia University, New York, NY 10032, USA. goff@cancercenter.columbia.edu"
            }
        ],
        "Journal": "Annual review of genetics",
        "PubDate": "2004"
    },
    {
        "PMID": "15479852",
        "Title": "Genetic interactions between hepatitis C virus replicons.",
        "Abstract": "To investigate interactions between hepatitis C virus (HCV) RNA replication complexes, a system was developed to simultaneously select different HCV subgenomic replicons within the same cell. Transcomplementation of defective replicons was not observed, suggesting an isolated and independent nature of the HCV RNA replication complex. In contrast, a high level of competition between replicons was observed, such that the presence and increased fitness of one replicon reduced the capacity of a second one to stably replicate. These results suggest that at least one factor in Huh7 cells required for HCV RNA replication is limiting and saturable.",
        "Keywords": [],
        "MeSH terms": [
            "Genetic Complementation Test",
            "Hepacivirus",
            "RNA, Viral",
            "Replicon",
            "Transfection"
        ],
        "Authors": [
            {
                "First Name": "Matthew J",
                "Last Name": "Evans",
                "Affiliation": "Integrated Program in Cellular, Molecular, and Biophysical Studies, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Charles M",
                "Last Name": "Rice",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of virology",
        "PubDate": "2004"
    },
    {
        "PMID": "15453907",
        "Title": "Isolation of suppressor genes that restore retrovirus susceptibility to a virus-resistant cell line.",
        "Abstract": "Genetic selections in mammalian cell lines have recently been developed for the isolation of mutant cells that are refractory to infection by retroviruses. These selections have been used to recover lines that block early postentry stages of infection, either before reverse transcription or before nuclear entry. The mechanisms of action of these blocks remain unknown.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Base Sequence",
            "Cell Line",
            "DNA Primers",
            "DNA, Complementary",
            "Drug Resistance, Viral",
            "Gene Library",
            "Genes, Suppressor",
            "Genetic Predisposition to Disease",
            "Leukemia Virus, Murine",
            "Molecular Sequence Data",
            "Open Reading Frames",
            "Polymerase Chain Reaction",
            "Rats"
        ],
        "Authors": [
            {
                "First Name": "Guangxia",
                "Last Name": "Gao",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, Columbia University, College of Physicians and Surgeons, New York, NY 10032, USA. gaogx@sun.im.ac.cn"
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Retrovirology",
        "PubDate": "2004"
    },
    {
        "PMID": "15326295",
        "Title": "Phosphorylation of hepatitis C virus nonstructural protein 5A modulates its protein interactions and viral RNA replication.",
        "Abstract": "The study of the hepatitis C virus (HCV) has been hindered by the lack of in vitro model systems. The recent development of HCV subgenomic RNA replicons has permitted the study of viral RNA replication in cell culture; however, the requirements for efficient replication of replicons in this system are poorly understood. Many viral isolates do not function as replicons and most require conserved changes, termed adaptive mutations, to replicate efficiently. In this report, we focus on the HCV nonstructural protein 5A (NS5A), a frequent locus for adaptive mutation. We found the interaction between NS5A and human vesicle-associated membrane protein-associated protein A (hVAP-A), a cellular target N-ethylmaleimide-sensitive factor attachment protein receptor, to be required for efficient RNA replication: NS5A mutations that blocked interaction with hVAP-A strongly reduced HCV RNA replication. Further analyses revealed an inverse correlation between NS5A phosphorylation and hVAP-A interaction. A subset of the previously identified adaptive mutations suppressed NS5A hyperphosphorylation and promoted hVAP-A binding. Our results support a model in which NS5A hyperphosphorylation disrupts interaction with hVAP-A and negatively regulates viral RNA replication, suggesting that replicon-adaptive mutations act by preventing the phosphorylation-dependent dissociation of the RNA replication complex.",
        "Keywords": [],
        "MeSH terms": [
            "Genotype",
            "Hepacivirus",
            "Humans",
            "Membrane Proteins",
            "Mutation",
            "Phosphorylation",
            "RNA, Viral",
            "Viral Nonstructural Proteins"
        ],
        "Authors": [
            {
                "First Name": "Matthew J",
                "Last Name": "Evans",
                "Affiliation": "Integrated Program in Cellular, Molecular, and Biophysical Studies, Department of Biochemistry and Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Charles M",
                "Last Name": "Rice",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2004"
    },
    {
        "PMID": "15289456",
        "Title": "Distinct roles of c-Abl and Atm in oxidative stress response are mediated by protein kinase C delta.",
        "Abstract": "c-Abl and Atm have been implicated in cell responses to DNA damage and oxidative stress. However, the molecular mechanisms by which they regulate oxidative stress response remain unclear. In this report, we show that deficiency of c-Abl and deficiency of ATM differentially altered cell responses to oxidative stress by induction of antioxidant protein peroxiredoxin I (Prx I) via Nrf2 and cell death, both of which required protein kinase C (PKC) delta activation and were mediated by reactive oxygen species. c-abl-/- osteoblasts displayed enhanced Prx I induction, elevated Nrf2 levels, and hypersusceptibility to arsenate, which were reinstated by reconstitution of c-Abl; Atm-/- osteoblasts showed the opposite. These phenotypes correlated with increased PKC delta expression in c-abl-/- osteoblasts and decreased PKC delta expression in Atm-/- cells, respectively. The enhanced responses of c-abl-/- osteoblasts could be mimicked by overexpression of PKC delta in normal cells and impeded by inhibition of PKC delta, and diminished responses of Atm-/- cells could be rescued by PKC delta overexpression, indicating that PKC delta mediated the effects of c-Abl and ATM in oxidative stress response. Hence, our results unveiled a previously unrecognized mechanism by which c-Abl and Atm participate in oxidative stress response.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Antioxidants",
            "Apoptosis",
            "Arsenates",
            "Ataxia Telangiectasia Mutated Proteins",
            "Cell Cycle Proteins",
            "DNA-Binding Proteins",
            "Enzyme Activation",
            "Herbicides",
            "Homozygote",
            "Leucine Zippers",
            "Mice",
            "Mice, Knockout",
            "NF-E2-Related Factor 2",
            "Osteoblasts",
            "Oxidative Stress",
            "Peroxidases",
            "Peroxiredoxins",
            "Phenotype",
            "Phospholipases A",
            "Protein Kinase C",
            "Protein Kinase C-delta",
            "Protein Serine-Threonine Kinases",
            "Proto-Oncogene Proteins c-abl",
            "Reactive Oxygen Species",
            "Retroviridae",
            "Reverse Transcriptase Polymerase Chain Reaction",
            "Subcellular Fractions",
            "Trans-Activators",
            "Tumor Suppressor Protein p53",
            "Tumor Suppressor Proteins",
            "Up-Regulation"
        ],
        "Authors": [
            {
                "First Name": "Baojie",
                "Last Name": "Li",
                "Affiliation": "Institute of Molecular and Cell Biology, Proteos Singapore 138673. libj@imcb.nus.edu.sg"
            },
            {
                "First Name": "Xueying",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Naslin",
                "Last Name": "Rasheed",
                "Affiliation": ""
            },
            {
                "First Name": "Yuanyu",
                "Last Name": "Hu",
                "Affiliation": ""
            },
            {
                "First Name": "Sharon",
                "Last Name": "Boast",
                "Affiliation": ""
            },
            {
                "First Name": "Tetsuro",
                "Last Name": "Ishii",
                "Affiliation": ""
            },
            {
                "First Name": "Keiko",
                "Last Name": "Nakayama",
                "Affiliation": ""
            },
            {
                "First Name": "Keiichi I",
                "Last Name": "Nakayama",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Genes & development",
        "PubDate": "2004"
    },
    {
        "PMID": "15220442",
        "Title": "RNA sequences in the Moloney murine leukemia virus genome bound by the Gag precursor protein in the yeast three-hybrid system.",
        "Abstract": "Encapsidation of the Moloney murine leukemia virus (MMLV) genome is mediated through a specific interaction between the major viral structural protein, Gag, and an RNA packaging signal, Psi. Many studies have investigated this process in vivo, although the specific examination of the Gag-RNA interaction in this context is difficult due to the variety of other viral functions involved in virion assembly in vivo. The Saccharomyces cerevisiae three-hybrid assay was used to directly examine the interaction between MMLV Gag and Psi. In this system, MMLV RNA regions exhibiting high-affinity Gag binding were mapped. All Gag-binding regions were located 3' to the viral splice donor sequence of the viral RNA transcript. No single short RNA sequence within Psi supported strong Gag interaction. Instead, an RNA comprised of nearly the entire Psi region was necessary to demonstrate an appreciable Gag interaction in the yeast three-hybrid system. These finding support the notion that two stem-loops (C and D) are not sufficient to form a core MMLV encapsidation signal.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Base Sequence",
            "Binding Sites",
            "Gene Products, gag",
            "Genome, Viral",
            "Molecular Sequence Data",
            "Moloney murine leukemia virus",
            "Protein Precursors",
            "RNA, Viral",
            "Saccharomyces cerevisiae",
            "Two-Hybrid System Techniques",
            "Virus Assembly"
        ],
        "Authors": [
            {
                "First Name": "Matthew J",
                "Last Name": "Evans",
                "Affiliation": "Department of Biochemistry and Biophysics, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Eran",
                "Last Name": "Bacharach",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of virology",
        "PubDate": "2004"
    },
    {
        "PMID": "14985742",
        "Title": "HIV: replication trimmed back.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Antiviral Restriction Factors",
            "Capsid Proteins",
            "Carrier Proteins",
            "Cytoplasmic Structures",
            "Disease Susceptibility",
            "HIV Infections",
            "HIV-1",
            "Humans",
            "Macaca mulatta",
            "Proteins",
            "Species Specificity",
            "Tripartite Motif Proteins",
            "Ubiquitin-Protein Ligases",
            "Virus Replication"
        ],
        "Authors": [
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2004"
    },
    {
        "PMID": "14712070",
        "Title": "Genetic reprogramming by retroviruses: enhanced suppression of translational termination.",
        "Abstract": "Viruses often exploit or subvert host machinery for their own purposes during replication. A search for proteins interacting with the murine leukemia virus reverse transcriptase (RT) recently provided a new example of such exploitation. RT was found to bind the eukaryotic translational release factor 1 (eRF1), the protein that recognizes stop codons and, in complex with eRF3, causes termination and polypeptide release from the ribosome. RT is derived from a large Gag-Pol polyprotein, and its synthesis requires a translational readthrough, a suppression of termination, at a stop codon at the end of the gag gene. The binding of eRF1 by RT was found to inhibit eRF1 action, enhance the efficiency of readthrough, and thus cause higher levels of RT synthesis. The observations suggest that retroviruses manipulate the translational machinery in sophisticated ways to fine-tune their own gene expression.",
        "Keywords": [],
        "MeSH terms": [
            "Codon, Terminator",
            "Fusion Proteins, gag-pol",
            "Peptide Chain Termination, Translational",
            "Peptide Termination Factors",
            "Protein Biosynthesis",
            "RNA, Transfer",
            "RNA-Directed DNA Polymerase",
            "Retroviridae",
            "Ribosomes",
            "Suppression, Genetic",
            "Terminator Regions, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, Columbia University, College of Physicians and Surgeons, New York, New York 10032, USA. goff@cancercenter.columbia.edu"
            }
        ],
        "Journal": "Cell cycle (Georgetown, Tex.)",
        "PubDate": "2004"
    },
    {
        "PMID": "14659004",
        "Title": "Endophilins interact with Moloney murine leukemia virus Gag and modulate virion production.",
        "Abstract": "The retroviral Gag protein is the central player in the process of virion assembly at the plasma membrane, and is sufficient to induce the formation and release of virus-like particles. Recent evidence suggests that Gag may co-opt the host cell's endocytic machinery to facilitate retroviral assembly and release.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptor Proteins, Signal Transducing",
            "Animals",
            "Cell Line",
            "Gene Expression Regulation",
            "Gene Products, gag",
            "Humans",
            "Hydrolysis",
            "Kidney",
            "Moloney murine leukemia virus",
            "Peptide Fragments",
            "Peptide Hydrolases",
            "Rats",
            "Retroviridae",
            "Species Specificity",
            "Transfection",
            "Transport Vesicles",
            "Two-Hybrid System Techniques",
            "Vesicular Transport Proteins",
            "Virion",
            "Virus Replication"
        ],
        "Authors": [
            {
                "First Name": "Margaret Q",
                "Last Name": "Wang",
                "Affiliation": "Department of Microbiology, Columbia University, College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "Wankee",
                "Last Name": "Kim",
                "Affiliation": ""
            },
            {
                "First Name": "Guangxia",
                "Last Name": "Gao",
                "Affiliation": ""
            },
            {
                "First Name": "Ted A",
                "Last Name": "Torrey",
                "Affiliation": ""
            },
            {
                "First Name": "Herbert C",
                "Last Name": "Morse",
                "Affiliation": ""
            },
            {
                "First Name": "Pietro",
                "Last Name": "De Camilli",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of biology",
        "PubDate": "2003"
    },
    {
        "PMID": "14636559",
        "Title": "Reverse transcriptase of Moloney murine leukemia virus binds to eukaryotic release factor 1 to modulate suppression of translational termination.",
        "Abstract": "The pol (for polymerase) gene of the murine leukemia viruses (MuLVs) is expressed in the form of a large Gag-Pol precursor protein by the suppression of translational termination, or enhanced readthrough, of a UAG stop codon at the end of gag. A search for cellular proteins that interact with the reverse transcriptase of Moloney MuLV resulted in the identification of eRF1, the eukaryotic translation release factor 1. The proteins bound strongly in vitro, and the overexpression of eRF1 resulted in the RT-dependent incorporation of the protein into assembling virion particles. The overexpression of RT in trans enhanced the translational readthrough of a reporter construct containing the Gag-Pol boundary region. Noninteracting mutants of RT failed to synthesize adequate levels of Gag-Pol and could not replicate. These results suggest that RT enhances suppression of termination and that the interaction of RT with eRF1 is required for an appropriate level of translational readthrough.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Binding, Competitive",
            "COS Cells",
            "Cell Line",
            "Chlorocebus aethiops",
            "DNA-Directed DNA Polymerase",
            "Fusion Proteins, gag-pol",
            "Mice",
            "Moloney murine leukemia virus",
            "Mutation",
            "Peptide Chain Termination, Translational",
            "Peptide Termination Factors",
            "Protein Binding",
            "Protein Structure, Tertiary",
            "RNA, Transfer",
            "RNA-Directed DNA Polymerase",
            "Ribonuclease H",
            "Substrate Specificity",
            "Two-Hybrid System Techniques",
            "Virion",
            "Virus Replication"
        ],
        "Authors": [
            {
                "First Name": "Marianna",
                "Last Name": "Orlova",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Integrated Program in Cell and Molecular Biology, Howard Hughes Medical Institute, Columbia University College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "Andrew",
                "Last Name": "Yueh",
                "Affiliation": ""
            },
            {
                "First Name": "Juliana",
                "Last Name": "Leung",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2003"
    },
    {
        "PMID": "14598564",
        "Title": "Post-entry restriction of retroviral infections.",
        "Abstract": "Pathogenic retroviruses have driven the evolution of several dominant-acting mechanisms able to block infection and protect the host. These are exemplified by the mouse gene Fv1, which encodes a Gag-like protein able to protect against murine leukemia virus (MLV) infection. The block is saturable, occurs after reverse transcription and is directed against the viral capsid gene. Several other mammalian species are also able to block MLV infection with the same capsid specificity. A human gene with this activity has been named Ref1. Recently, primates have been shown to restrict a variety of retroviruses only very distantly related to MLVs through a gene named Lv1. Restricted viruses include MLV as well as lentiviruses such as human immunodeficiency viruses 1 and 2, simian immunodeficiency virus and equine infectious anemia virus. In each case the block to one retrovirus can be saturated by co-infection with a second restricted virus. The possible mechanisms of action, and evolutionary consequences of restriction, are reviewed.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Humans",
            "Lentivirus",
            "Mammals",
            "Moloney murine leukemia virus",
            "Retroviridae",
            "Retroviridae Infections"
        ],
        "Authors": [
            {
                "First Name": "Greg J",
                "Last Name": "Towers",
                "Affiliation": "Wohl Virion Center, Department of Immunology and Molecular Pathology, Windeyer Institute, University College London, 46 Cleveland St., London W1T 4JF, UK."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "AIDS reviews",
        "PubDate": "2003"
    },
    {
        "PMID": "14581525",
        "Title": "PPPYVEPTAP motif is the late domain of human T-cell leukemia virus type 1 Gag and mediates its functional interaction with cellular proteins Nedd4 and Tsg101 [corrected].",
        "Abstract": "The human T-cell leukemia virus type 1 (HTLV-1) Gag polyprotein contains two adjacent proline-rich motifs (sequence PPPYVEPTAP) in the C terminus of the matrix domain [corrected]. Proline-to-alanine mutations were introduced into either or both motifs of HTLV-1 to determine the effect on the release of HTLV-1 virus-like particles from 293T cells. The release of both single mutants was significantly reduced, whereas a double mutation in both motifs abolished the release of the HTLV-1 particles. Two-hybrid and in vitro binding assays showed that the HTLV-1 Gag polyprotein binds both Tsg101 and Nedd4 proteins. The interaction with HTLV-1 Gag required the central WW domain of Nedd4 and the ubiquitin enzyme variant (UEV) domain of Tsg101. We expressed various fragments of Nedd4 and Tsg101 proteins in 293T cells and tested for their ability to interfere with virion release mediated by the HTLV-1 Gag-Pro polyprotein. Fragments consisting of the N-terminal UEV domain of Tsg101 and the central WW and C-terminal Hect domains of Nedd4 protein all caused transdominant inhibition of HTLV-1 particle release. Similarly, inhibition of the proteasome significantly decreased HTLV-1 particle release. Furthermore, the WW domain overexpression caused an early arrest of HTLV-1 particle morphogenesis before the membrane is deformed into the typical half-shell structure. This result suggests that Nedd4 is involved early in budding of HTLV-1.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Motifs",
            "Amino Acid Sequence",
            "Cell Line",
            "Cysteine Endopeptidases",
            "DNA-Binding Proteins",
            "Endosomal Sorting Complexes Required for Transport",
            "Gene Products, gag",
            "Human T-lymphotropic virus 1",
            "Humans",
            "Molecular Sequence Data",
            "Multienzyme Complexes",
            "Nedd4 Ubiquitin Protein Ligases",
            "Proteasome Endopeptidase Complex",
            "Transcription Factors",
            "Ubiquitin-Protein Ligases"
        ],
        "Authors": [
            {
                "First Name": "Fadila",
                "Last Name": "Bouamr",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, College of Physicians and Surgeons, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Jessica A",
                "Last Name": "Melillo",
                "Affiliation": ""
            },
            {
                "First Name": "Margaret Q",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Kunio",
                "Last Name": "Nagashima",
                "Affiliation": ""
            },
            {
                "First Name": "Martha",
                "Last Name": "de Los Santos",
                "Affiliation": ""
            },
            {
                "First Name": "Alan",
                "Last Name": "Rein",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of virology",
        "PubDate": "2003"
    },
    {
        "PMID": "14508881",
        "Title": "The effect of NNRTIs on HIV reverse transcriptase dimerization.",
        "Abstract": "Non-nucleoside reverse transcriptase inhibitors (NNRTIs) are chemically diverse compounds that allosterically inhibit HIV-1 reverse transcriptase (RT). NNRTIs are highly effective in the treatment of HIV-infected individuals when used in combination with other anti-HIV drugs. Recent studies have demonstrated that various NNRTIs can enhance, destabilize or have no effect on HIV-1 RT dimerization, suggesting that these drugs have different modes of binding to the HIV-1 RT. The strong enhancement of RT dimerization by many conventional NNRTIs such as efavirenz may contribute in part to the inhibitory activity of these drugs, while subunit destabilization by unconventional NNRTIs is thought to interfere with the RT heterodimerization-induced conformational changes that are essential for enzyme function. These studies suggest that modulation of subunit interaction by NNRTIs represents a previously unrecognized property of these RT inhibitors that could be exploited to produce more potent inhibitors of HIV-1 RT.",
        "Keywords": [],
        "MeSH terms": [
            "Anti-HIV Agents",
            "Dimerization",
            "HIV Infections",
            "HIV Reverse Transcriptase",
            "HIV-1",
            "Humans",
            "Models, Molecular",
            "Molecular Structure",
            "Reverse Transcriptase Inhibitors",
            "Structure-Activity Relationship"
        ],
        "Authors": [
            {
                "First Name": "Gilda",
                "Last Name": "Tachedjian",
                "Affiliation": "Molecular Interactions Group, Macfarlane Burnet Institute for Medical Research and Public Health, Commercial Road, Melbourne, Victoria 3004, Australia."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Current opinion in investigational drugs (London, England : 2000)",
        "PubDate": "2003"
    },
    {
        "PMID": "12914693",
        "Title": "Death by deamination: a novel host restriction system for HIV-1.",
        "Abstract": "A human gene with potent antiretroviral activity has recently been found to encode a new member of the family of cytidine deaminases, previously known to be involved in mRNA editing, immunoglobulin gene class switching, and immunoglobulin gene hypermutation. The enzyme attacks viral DNA as it is synthesized in infected cells and prevents the formation of functional proviruses. The Vif gene of HIV-1 blocks this host restriction and so allows virus replication.",
        "Keywords": [],
        "MeSH terms": [
            "APOBEC-3G Deaminase",
            "Animals",
            "Cytidine Deaminase",
            "DNA, Viral",
            "Gene Products, vif",
            "HIV-1",
            "Humans",
            "Nucleoside Deaminases",
            "Proteins",
            "Repressor Proteins",
            "Virion",
            "Virus Replication",
            "vif Gene Products, Human Immunodeficiency Virus"
        ],
        "Authors": [
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Columbia University College of Physicians and Surgeons, 701 West 168th Street, New York, NY 10032, USA. goff@cancercenter.columbia.edu"
            }
        ],
        "Journal": "Cell",
        "PubDate": "2003"
    },
    {
        "PMID": "12655058",
        "Title": "Pitx3 is required for development of substantia nigra dopaminergic neurons.",
        "Abstract": "Dopaminergic (DA) neurons of substantia nigra in the midbrain control voluntary movement, and their degeneration is the cause of Parkinson's disease. The complete set of genes required to specifically determine the development of midbrain DA subgroups is not known yet. We report here that mice lacking the bicoid-related homeoprotein Pitx3 fail to develop DA neurons of the substantia nigra. Other mesencephalic DA neurons of the ventral tegmental area and retrorubral field are unaltered in their dopamine expression and histological organization. These data suggest that Pitx3-dependent gene expression is specifically required for the differentiation of DA progenitors within the mesencephalic DA system.",
        "Keywords": [],
        "MeSH terms": [
            "3,4-Dihydroxyphenylacetic Acid",
            "Animals",
            "Animals, Newborn",
            "Aphakia",
            "Corpus Striatum",
            "Dopamine",
            "Gene Expression Regulation, Developmental",
            "Heterozygote",
            "Homeodomain Proteins",
            "Immunohistochemistry",
            "Mesencephalon",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Neurons",
            "Substantia Nigra",
            "Transcription Factors",
            "Tyrosine 3-Monooxygenase"
        ],
        "Authors": [
            {
                "First Name": "Irene",
                "Last Name": "Nunes",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, College of Physicians and Surgeons, Howard Hughes Medical Institute, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Lucy T",
                "Last Name": "Tovmasian",
                "Affiliation": ""
            },
            {
                "First Name": "Robert M",
                "Last Name": "Silva",
                "Affiliation": ""
            },
            {
                "First Name": "Robert E",
                "Last Name": "Burke",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2003"
    },
    {
        "PMID": "12591740",
        "Title": "Homo- and hetero-oligomerization of the c-Abl kinase and Abelson-interactor-1.",
        "Abstract": "Oligomerization of the nonreceptor tyrosine kinase c-Abl can activate its transforming potential. Domains mediating oligomerization within the BCR-ABL and TEL-ABL oncoproteins are required for transforming activity, and fusion of inducible dimerization domains to c-Abl can generate chimeric proteins with dimerization-dependent transforming activity. We have found that c-Abl oligomerizes at high levels of expression in COS cells. This interaction is dependent on kinase activity and an intact NH(2)-terminal region of c-Abl. A binding partner of c-Abl, Abl-interactor-1 (Abi-1), similarly oligomerizes in COS cells. An oligomeric form of Abi-1 interacts with Abl both in vitro and in mammalian cells. These results suggest the possibility that oligomerization of Abl kinases, perhaps involving regulation by their interaction partners, may play a role in modulation of kinase activity in both normal and oncogenic processes.",
        "Keywords": [],
        "MeSH terms": [
            "3T3 Cells",
            "Adaptor Proteins, Signal Transducing",
            "Animals",
            "COS Cells",
            "Chlorocebus aethiops",
            "Cytoskeletal Proteins",
            "Epitopes",
            "Homeodomain Proteins",
            "Humans",
            "Mice",
            "Protein Binding",
            "Proto-Oncogene Proteins c-abl",
            "Subcellular Fractions",
            "Transfection"
        ],
        "Authors": [
            {
                "First Name": "Pang-Dian",
                "Last Name": "Fan",
                "Affiliation": "Integrated Program in Cellular, Molecular and Biophysical Studies, Columbia University College of Physicians and Surgeons, New York, New York 10032, USA."
            },
            {
                "First Name": "Feng",
                "Last Name": "Cong",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Cancer research",
        "PubDate": "2003"
    },
    {
        "PMID": "12584360",
        "Title": "Defects in virion production caused by mutations affecting the C-terminal portion of the Moloney murine leukemia virus capsid protein.",
        "Abstract": "The capsid (CA) domain of the Moloney murine leukemia virus (Mo-MuLV) Gag protein has a unique carboxy terminus with a highly charged arginine-rich sequence. Mutant viruses harboring arginine-to-alanine mutations affecting this region of CA displayed significant defects in virion release, and the few viral particles produced were noninfectious. The interaction between the mutant Gag precursors was affected, as judged by the yeast two-hybrid assay. The results suggest that the unique carboxy terminus of CA in the Mo-MuLV plays an important role in Gag-Gag association during virion production.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Capsid Proteins",
            "Cell Line",
            "Gene Products, gag",
            "Humans",
            "Mice",
            "Molecular Sequence Data",
            "Moloney murine leukemia virus",
            "Mutation",
            "Protein Precursors",
            "Two-Hybrid System Techniques",
            "Virion",
            "Virus Assembly"
        ],
        "Authors": [
            {
                "First Name": "Margaret Q",
                "Last Name": "Wang",
                "Affiliation": "Department of Microbiology, Howard Hughes Medical Institute, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of virology",
        "PubDate": "2003"
    },
    {
        "PMID": "12559908",
        "Title": "Role of residues in the tryptophan repeat motif for HIV-1 reverse transcriptase dimerization.",
        "Abstract": "The tryptophan repeat motif of the human immunodeficiency virus type-1 (HIV-1) reverse transcriptase (RT) is comprised of a cluster of six tryptophan residues at codons 398, 401, 402, 406, 410 and 414 that are highly conserved amongst primate lentiviral RTs. To determine the contributions of each of these residues for HIV-1 RT dimerization, we introduced changes into cloned DNA and tested the mutant subunits for their capacity to mediate heterodimerization in the yeast two-hybrid system. Changes of residue 401 to either leucine or alanine (but not phenylalanine) and residue 414 to leucine resulted in major reductions in beta-galactosidase activity produced from the reporter gene as compared to yeast expressing wild-type p66 bait and p51 prey fusions. Subunit selective mutagenesis revealed that the effect of these mutations was mediated mainly through the p66 subunit. Introduction of tryptophan mutants into the bacterial expression vector pRT6H/NB-PROT showed that RTs containing W401A or W401L substitutions (but not W401F) and W414L were defective for dimerization in vitro. Consistent with their dimerization defect, the W401A, W401L and W414L mutants were devoid of RT activity. Using the yeast two-hybrid system, we identified several second-site suppressors in p66 that restored interaction of the p66W401A bait to the p51W401A prey. The suppressors (T409I, D110G, V372A and I393M) also restored heterodimerization of bacterially expressed W401A subunits. When introduced into the W401A mutant, T409I was able to restore RT activity to 50% of the wild-type level. Examination of the RT structures revealed that K331 in p51 makes multiple hydrogen bond contacts with residues in the p66 loop spanned by W401 and W414. Consistent with this observation, the K331A RT mutant was dimerization-defective. We conclude that mutations at codons 401 and 414 in p66 impair dimerization by altering the proper positioning of structural elements in between these residues that make important contacts with p51.",
        "Keywords": [],
        "MeSH terms": [
            "Binding Sites",
            "Catalysis",
            "Catalytic Domain",
            "DNA Primers",
            "Dimerization",
            "Escherichia coli",
            "Genetic Complementation Test",
            "Glutathione Transferase",
            "HIV Reverse Transcriptase",
            "HIV-1",
            "Histidine",
            "Humans",
            "Hydrogen Bonding",
            "In Vitro Techniques",
            "Lysine",
            "Models, Molecular",
            "Mutagenesis, Site-Directed",
            "Nickel",
            "Polymerase Chain Reaction",
            "Protein Subunits",
            "Recombinant Fusion Proteins",
            "Saccharomyces cerevisiae",
            "Tryptophan",
            "Two-Hybrid System Techniques"
        ],
        "Authors": [
            {
                "First Name": "Gilda",
                "Last Name": "Tachedjian",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University College of Physicians and Surgeons, 701 West 168th St, New York, NY 10032, USA. gildat@burnet.edu.au"
            },
            {
                "First Name": "Hans-Erik G",
                "Last Name": "Aronson",
                "Affiliation": ""
            },
            {
                "First Name": "Martha",
                "Last Name": "de los Santos",
                "Affiliation": ""
            },
            {
                "First Name": "Jas",
                "Last Name": "Seehra",
                "Affiliation": ""
            },
            {
                "First Name": "John M",
                "Last Name": "McCoy",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of molecular biology",
        "PubDate": "2003"
    },
    {
        "PMID": "12554640",
        "Title": "Restriction of multiple divergent retroviruses by Lv1 and Ref1.",
        "Abstract": "The mouse gene Fv1 encodes a saturable restriction factor that selectively blocks infection by N-tropic or B-tropic murine leukemia virus (MLV) strains. Despite the absence of an Fv1 gene, a similar activity is present in humans that blocks N-MLV infection (Ref1). Moreover, some non-human primate cell lines express a potentially related inhibitor of HIV-1 and/or SIVmac infection (Lv1). Here, we examine the spectrum of retrovirus-restricting activities expressed by human and African green monkey cell lines. Human cells restrict N-MLV and equine infectious anemia virus (EIAV), but not HIV-1, HIV-2, SIVmac or SIVagm, whilst AGM cells restrict N-MLV, EIAV, HIV-1, HIV-2 and SIVmac. Remarkably, in each example examined, restriction of infection by a given retrovirus can be abrogated at least partially by saturation with another retrovirus, provided that it is also restricted but regardless of whether it is closely related. These data suggest that restriction factors in human and non-human primate cells are able to recognize and block infection by multiple, widely divergent retroviruses and that the factors themselves may be related.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Carbon-Oxygen Lyases",
            "Cell Line",
            "Chlorocebus aethiops",
            "DNA, Viral",
            "DNA-(Apurinic or Apyrimidinic Site) Lyase",
            "HIV-1",
            "Humans",
            "Leukemia Virus, Murine",
            "Mice",
            "Polymorphism, Genetic",
            "Proteins",
            "Recombinant Fusion Proteins",
            "Retroviridae",
            "Simian Immunodeficiency Virus"
        ],
        "Authors": [
            {
                "First Name": "Theodora",
                "Last Name": "Hatziioannou",
                "Affiliation": "Aaron Diamond AIDS Research Center and the Rockefeller University, 455 First Avenue, New York, NY 10016, USA."
            },
            {
                "First Name": "Simone",
                "Last Name": "Cowan",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            },
            {
                "First Name": "Paul D",
                "Last Name": "Bieniasz",
                "Affiliation": ""
            },
            {
                "First Name": "Greg J",
                "Last Name": "Towers",
                "Affiliation": ""
            }
        ],
        "Journal": "The EMBO journal",
        "PubDate": "2003"
    },
    {
        "PMID": "12525616",
        "Title": "Phosphorylated serine residues and an arginine-rich domain of the moloney murine leukemia virus p12 protein are required for early events of viral infection.",
        "Abstract": "Mutational analyses of the p12 Gag phosphoprotein of Moloney murine leukemia virus have demonstrated its participation in both virus assembly and the early stages of infection. The molecular mechanisms by which p12 functions in these events are still poorly understood. We performed studies to examine the significance of p12 phosphorylation in the viral life cycle. Alanine substitutions were introduced at the potential phosphorylation sites in p12, and the resulting mutants were tested for replication. Mutant viruses with changes at S61 and S78 were severely impaired, whereas the other mutant viruses were viable. S61 was shown to be required for normal levels of phosphorylation of p12 in vivo. These defective mutant viruses showed no apparent alteration to Gag protein processing or reduction in the yield of virions after transient transfection, but the mutants failed to form circular viral DNAs in acutely infected cells. Sequence analysis of revertant clones derived from S(61,65)A mutant virus revealed two classes: one group with a single mutation at a residue adjacent to S61 and another group with mutations introducing new positive charges surrounding S61. In vivo [32P]orthophosphate labeling indicated that the rescue of the S(61,65)A mutant virus did not result in a significant increase in the phosphorylation level of p12. Alanine substitutions of an arginine-rich stretch near S61 (at R-66, -68, -70, and -71) resulted in the same phenotype as the S(61,65)A mutant virus. The restored function of S(61,65)A mutant virus by second or third site mutations may result from a structural change or the addition of positively charged residues in the arginine-rich region.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Arginine",
            "Cells, Cultured",
            "DNA, Circular",
            "DNA, Viral",
            "Gene Products, gag",
            "Humans",
            "Molecular Sequence Data",
            "Moloney murine leukemia virus",
            "Phosphorylation",
            "Serine",
            "Virus Assembly",
            "Virus Replication"
        ],
        "Authors": [
            {
                "First Name": "Andrew",
                "Last Name": "Yueh",
                "Affiliation": "Howard Hughes Medical Institute, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of virology",
        "PubDate": "2003"
    },
    {
        "PMID": "12368323",
        "Title": "Characterization of Moloney murine leukemia virus p12 mutants blocked during early events of infection.",
        "Abstract": "Mutations affecting either the N- or C-terminal regions of the Gag protein p12 block replication of Moloney murine leukemia virus (M-MuLV). Viruses carrying mutations in this portion of gag can mediate the assembly and release of virions but are unable to successfully carry out the early phase of the M-MuLV life cycle. Wild-type and mutant viruses were found to synthesize similar levels of linear viral DNA in both cytoplasmic and nuclear fractions, and there were no significant differences in either the density or sedimentation of the viral protein-nucleic acid complexes. Analysis of the termini of the linear viral DNAs showed that the 3' ends of the mutant viral DNA were processed normally by the integrase. Further, the preintegration complexes extracted from the cytoplasm of cells infected with the mutant viruses were competent for integration into target DNA in vitro. Nevertheless, no circular viral DNAs were detected in cells infected by the mutants, and functional proviruses were not formed. These results suggest that p12 has an unexpected role in the early phase of the life cycle and is needed after viral DNA synthesis to deliver the incoming DNA to the correct location and in the appropriate state to permit either circularization or integration of the viral DNA in vivo.",
        "Keywords": [],
        "MeSH terms": [
            "3T3 Cells",
            "Amino Acid Sequence",
            "Animals",
            "Cell Fractionation",
            "Cell Line, Transformed",
            "Cell Nucleus",
            "Cytoplasm",
            "DNA, Viral",
            "Gene Products, gag",
            "Humans",
            "Mice",
            "Molecular Sequence Data",
            "Moloney murine leukemia virus",
            "Virus Integration"
        ],
        "Authors": [
            {
                "First Name": "Bing",
                "Last Name": "Yuan",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Ariberto",
                "Last Name": "Fassati",
                "Affiliation": ""
            },
            {
                "First Name": "Andrew",
                "Last Name": "Yueh",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of virology",
        "PubDate": "2002"
    },
    {
        "PMID": "12215647",
        "Title": "Inhibition of retroviral RNA production by ZAP, a CCCH-type zinc finger protein.",
        "Abstract": "Cells have evolved multiple mechanisms to inhibit viral replication. To identify previously unknown antiviral activities, we screened mammalian complementary DNA (cDNA) libraries for genes that prevent infection by a genetically marked retrovirus. Virus-resistant cells were selected from pools of transduced clones, and an active antiviral cDNA was recovered. The gene encodes a CCCH-type zinc finger protein designated ZAP. Expression of the gene caused a profound and specific loss of viral messenger RNAs (mRNAs) from the cytoplasm without affecting the levels of nuclear mRNAs. The finding suggests the existence of a previously unknown machinery for the inhibition of virus replication, targeting a step in viral gene expression.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Antiviral Agents",
            "Carrier Proteins",
            "Cell Line",
            "Cloning, Molecular",
            "Gene Library",
            "Genetic Vectors",
            "Open Reading Frames",
            "Polymerase Chain Reaction",
            "RNA, Viral",
            "RNA-Binding Proteins",
            "Rats",
            "Retroviridae",
            "Tissue Distribution",
            "Virus Replication",
            "Zinc Fingers"
        ],
        "Authors": [
            {
                "First Name": "Guangxia",
                "Last Name": "Gao",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, Columbia University, College of Physicians and Surgeons, 701 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Xuemin",
                "Last Name": "Guo",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2002"
    },
    {
        "PMID": "12134040",
        "Title": "Mutations of the RNase H C helix of the Moloney murine leukemia virus reverse transcriptase reveal defects in polypurine tract recognition.",
        "Abstract": "Both the RNase H domain of Moloney murine leukemia virus (Mo-MLV) reverse transcriptase (RT) and Escherichia coli RNase H possess a positively charged alpha-helix (C helix) and a loop that are not present in the RNase H domains of human immunodeficiency virus (HIV) RT or avian sarcoma virus RT. Although a mutant Mo-MLV RT lacking the C helix (DeltaC RT) retains DNA polymerase activity on homopolymeric substrates and partial RNase H activity, reverse transcription of the viral RNA genome in vivo is defective. To identify the essential features of the C helix, a panel of Mo-MLV RT mutants was generated. Analyses of these mutant viruses revealed the importance of residues H594, I597, R601, and G602. The mutants were tested for their ability to synthesize viral DNA after acute infections and to form proper 5' and 3' viral DNA ends. The mutant RTs were tested in vitro for exogenous RT activity, minus-strand strong-stop DNA synthesis in endogenous RT reactions, nonspecific RNase H activity, and finally, proper cleavage at the polypurine tract-U3 junction. The R601A mutant was the most defective mutant both in vivo and in vitro and possessed very little RNase H activity. The H594A, I597A, and G602A mutants had significant reductions in RNase H activity and in their rates of viral replication. Many of the mutants formed improper viral DNA ends and were less efficient in PPT-U3 recognition and cleavage in vitro. The data show that the C helix plays a crucial role for overall RNase H cleavage activity. The data also suggest that the C helix may play an important role in polypurine tract recognition and proper formation of the plus-strand DNA's 5' end.",
        "Keywords": [],
        "MeSH terms": [
            "3T3 Cells",
            "Amino Acid Sequence",
            "Animals",
            "Base Sequence",
            "Cell Line",
            "DNA Primers",
            "DNA, Viral",
            "Mice",
            "Models, Molecular",
            "Molecular Sequence Data",
            "Moloney murine leukemia virus",
            "Mutation",
            "Protein Structure, Secondary",
            "RNA, Viral",
            "RNA-Directed DNA Polymerase",
            "Rats",
            "Reverse Transcriptase Polymerase Chain Reaction",
            "Ribonuclease H",
            "Sequence Homology, Amino Acid",
            "Substrate Specificity",
            "Terminal Repeat Sequences",
            "Virus Replication"
        ],
        "Authors": [
            {
                "First Name": "David",
                "Last Name": "Lim",
                "Affiliation": "Integrated Program in Cellular, Molecular and Biophysical Studies, Howard Hughes Medical Institute, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Marianna",
                "Last Name": "Orlova",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of virology",
        "PubDate": "2002"
    },
    {
        "PMID": "12107171",
        "Title": "Interaction between UV-damaged DNA binding activity proteins and the c-Abl tyrosine kinase.",
        "Abstract": "The c-Abl tyrosine kinase is activated by some forms of DNA damage, including ionizing radiation, but not UV radiation. The functions of this activation in the damage response pathways remain obscure. To identify potential targets of c-Abl kinase, we utilized the yeast two-hybrid system to screen a murine cDNA library. One c-Abl binding protein of particular interest was the large subunit (DDB1) of the heterodimeric complex with UV-damaged DNA binding activity (UV-DDB). This complex binds with high specificity to DNA damaged by UV, is absent in a subset of xeroderma pigmentosum group E cells, and is required for global genomic repair of UV-induced damage. The association of c-Abl with DDB1 required the kinase domain of c-Abl and preserved the interaction between DDB1 and the small subunit (DDB2) of the UV-DDB complex. Significantly, overexpression of c-Abl increased tyrosine phosphorylation of DDB2 and suppressed UV-DDB activity. Conversely, a dominant negative, kinase-deficient allele of c-Abl decreased tyrosine phosphorylation of DDB2 and dramatically stimulated UV-DDB activity. These results suggest that one role of c-Abl may be to negatively regulate UV-DDB activity by phosphorylation of DDB2.",
        "Keywords": [],
        "MeSH terms": [
            "Cell Line",
            "DNA",
            "DNA Damage",
            "DNA-Binding Proteins",
            "Humans",
            "Phosphorylation",
            "Protein Binding",
            "Proto-Oncogene Proteins c-abl",
            "Two-Hybrid System Techniques",
            "Ultraviolet Rays"
        ],
        "Authors": [
            {
                "First Name": "Feng",
                "Last Name": "Cong",
                "Affiliation": "Howard Hughes Medical Institute, Department of Biochemistry and Molecular Biophysics, New York, New York 10032, USA."
            },
            {
                "First Name": "Jean",
                "Last Name": "Tang",
                "Affiliation": ""
            },
            {
                "First Name": "Byung Joon",
                "Last Name": "Hwang",
                "Affiliation": ""
            },
            {
                "First Name": "Bao Q",
                "Last Name": "Vuong",
                "Affiliation": ""
            },
            {
                "First Name": "Gilbert",
                "Last Name": "Chu",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2002"
    },
    {
        "PMID": "12021275",
        "Title": "Aph2, a protein with a zf-DHHC motif, interacts with c-Abl and has pro-apoptotic activity.",
        "Abstract": "c-Abl is a non-receptor tyrosine kinase implicated in DNA damage-induced cell death and in growth factor receptor signaling. To further understand the function and regulation of c-Abl, a yeast two-hybrid screen was performed to identify c-Abl-interacting proteins. Here we report the identification of Abl-philin 2 (Aph2), encoding a novel protein with a unique cysteine-rich motif (zf-DHHC) and a 53-amino acid stretch sharing homology with the creatine kinase family. The zf-DHHC domain is highly conserved from yeast to human. Two proteins containing this motif, Akr1p and Erf2p, have been characterized in Saccharomyces cerevisiae, both implicated in signaling pathways. Deletion analysis by two-hybrid assays revealed that the N-terminal portion of Aph2 interacts with the C terminus of c-Abl. Aph2 was demonstrated to interact with c-Abl by co-immunoprecipitation assays. Aph2 is expressed in most tissues tested and is localized in the cytoplasm, mainly in the endoplasmic reticulum (ER). The sequences required for ER location reside in the N terminus and the zf-DHHC motif of Aph2. It has been reported that a portion of c-Abl is localized in the ER. We demonstrate here that Aph2 and c-Abl are co-localized in the ER region. Overexpression of Aph2 leads to apoptosis as justified by TUNEL assays, and the induction of apoptosis requires the N terminus. Co-expression of c-Abl and Aph2 had a synergistic effect on apoptosis induction and led to a decreased expression of both proteins, suggesting either that these two proteins are mutually down-regulated or that cells expressing both c-Abl and Aph2 rapidly disappeared from the culture. These results suggest that Aph2 may be involved in ER stress-induced apoptosis in which c-Abl plays an important role.",
        "Keywords": [],
        "MeSH terms": [
            "3T3 Cells",
            "Acyltransferases",
            "Amino Acid Motifs",
            "Amino Acid Sequence",
            "Animals",
            "Apoptosis",
            "Blotting, Northern",
            "Blotting, Western",
            "COS Cells",
            "Carrier Proteins",
            "Cloning, Molecular",
            "Cysteine",
            "Cytoplasm",
            "DNA, Complementary",
            "Down-Regulation",
            "Endoplasmic Reticulum",
            "Fungal Proteins",
            "Gene Deletion",
            "Gene Library",
            "Immunohistochemistry",
            "In Situ Nick-End Labeling",
            "Membrane Proteins",
            "Mice",
            "Molecular Sequence Data",
            "Mutation",
            "Precipitin Tests",
            "Protein Binding",
            "Protein Structure, Tertiary",
            "Proto-Oncogene Proteins c-abl",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Sequence Homology, Amino Acid",
            "Time Factors",
            "Transfection",
            "Two-Hybrid System Techniques"
        ],
        "Authors": [
            {
                "First Name": "Baojie",
                "Last Name": "Li",
                "Affiliation": "Institute of Molecular and Cell Biology, National University of Singapore, 30 Medical Drive, Singapore 117609."
            },
            {
                "First Name": "Feng",
                "Last Name": "Cong",
                "Affiliation": ""
            },
            {
                "First Name": "Choon Ping",
                "Last Name": "Tan",
                "Affiliation": ""
            },
            {
                "First Name": "Sherry X",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2002"
    },
    {
        "PMID": "11796722",
        "Title": "Pathways of induction of peroxiredoxin I expression in osteoblasts: roles of p38 mitogen-activated protein kinase and protein kinase C.",
        "Abstract": "Peroxiredoxin I (Prx I) is an oxidative stress-inducible antioxidant protein with thioredoxin peroxidase activity. Here we report that the levels of Prx I mRNA and protein are dramatically increased in a murine osteoblast cell line, MC3T3-E1, by treatment with sodium arsenate. We further studied the signaling pathways that control the induction of Prx I expression. The treatment of osteoblasts with arsenate activated ERK1/2, JNK, and p38 MAPK. Pre-treating cells with inhibitors of p38 MAPK abolished the induction of Prx I protein but had minimal effect on the induction of Prx I mRNA, suggesting that p38 MAPK activity was required for post-transcriptional regulation. The inhibition of ERK1 and ERK2 had no effect on the induction of Prx I expression. Furthermore, rottlerin, an inhibitor of protein kinase Cdelta (PKCdelta) and calmodulin kinase III, abrogated the up-regulation at both protein and mRNA levels. Staurosporine and Go6983, inhibitors for PKC, also inhibited the induction of Prx I, suggesting that protein kinase Cdelta is required for the induction by arsenate. PKCdelta was activated by arsenate treatment by in vitro kinase assays. The inhibition of PKCdelta by rottlerin did not affect the activation of p38 MAPK by arsenate. These results suggest that there are two separate signaling pathways involved in the up-regulation of Prx I protein in response to arsenate, PKCdelta required for transcriptional activation and p38 MAPK required for post-transcriptional regulation.",
        "Keywords": [],
        "MeSH terms": [
            "3T3 Cells",
            "Acetophenones",
            "Animals",
            "Arsenates",
            "Benzopyrans",
            "Blotting, Northern",
            "Blotting, Western",
            "Cell Line",
            "Dose-Response Relationship, Drug",
            "Enzyme Activation",
            "Flavonoids",
            "Hydrogen Peroxide",
            "Isoenzymes",
            "Mice",
            "Mitogen-Activated Protein Kinase 1",
            "Mitogen-Activated Protein Kinase 3",
            "Mitogen-Activated Protein Kinases",
            "Models, Biological",
            "Osteoblasts",
            "Peroxidases",
            "Peroxiredoxins",
            "Protein Binding",
            "Protein Biosynthesis",
            "Protein Kinase C",
            "Protein Kinase C-delta",
            "Protein Structure, Tertiary",
            "RNA, Messenger",
            "Signal Transduction",
            "Staurosporine",
            "Time Factors",
            "Transcription, Genetic",
            "p38 Mitogen-Activated Protein Kinases"
        ],
        "Authors": [
            {
                "First Name": "Baojie",
                "Last Name": "Li",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, Columbia University, College of Physicians and Surgeons, New York, New York 10032, USA."
            },
            {
                "First Name": "Tetsuro",
                "Last Name": "Ishii",
                "Affiliation": ""
            },
            {
                "First Name": "Choon Ping",
                "Last Name": "Tan",
                "Affiliation": ""
            },
            {
                "First Name": "Jae-Won",
                "Last Name": "Soh",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2002"
    },
    {
        "PMID": "30147625",
        "Title": "c-Abl, Free Radicals, and Osteoporosis.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Baojie",
                "Last Name": "Li",
                "Affiliation": "Dept. of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, Columbia University, College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "Sharon",
                "Last Name": "Boast",
                "Affiliation": "Dept. of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, Columbia University, College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "Feng",
                "Last Name": "Cong",
                "Affiliation": "Dept. of Biology, Howard Hughes Medical Institute, Columbia University, College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "Tetsuro",
                "Last Name": "Ishiisect",
                "Affiliation": "Department of Biochemistry, Institute of Basic Medical Sciences, University of Tsukuba, Ibaraki, Japan."
            },
            {
                "First Name": "Jae-Won",
                "Last Name": "Soh",
                "Affiliation": "Dept. of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, Columbia University, College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "Nicole",
                "Last Name": "Bouvier",
                "Affiliation": "Dept. of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, Columbia University, College of Physicians and Surgeons, New York, NY 10032, USA."
            },
            {
                "First Name": "Stephen P",
                "Last Name": "Goff",
                "Affiliation": "Dept. of Biochemistry and Molecular Biophysics, Howard Hughes Medical Institute, Columbia University, College of Physicians and Surgeons, New York, NY 10032, USA."
            }
        ],
        "Journal": "TheScientificWorldJournal",
        "PubDate": "2001"
    }
]