[
    {
        "PMID": "32679536",
        "Title": "The role of clustered protocadherins in neurodevelopment and neuropsychiatric diseases.",
        "Abstract": "During development, individual neurons extend highly branched arbors that innervate the surrounding territory, enabling the formation of appropriate synaptic connections. The clustered protocadherins (cPCDH), a family of diverse cell-surface homophilic proteins, provide each neuron with a cell specific identity required for distinguishing between self versus non-self. While only 52 unique cPcdh isoforms are encoded in the human genome, a combination of stochastic promoter choice and the formation of a protein lattice through engagement of adjacent cPCDH protein cis/trans-tetramers confer the high degree of cellular specificity required for self-recognition. Studies of mice bearing deletions of individual cPcdh gene clustees have identified deficits in circuit formation and behavior. In humans, single nucleotide variants scattered across the cPCDH locus have been identified, which associate with multiple neurodevelopmental disorders, including autism and schizophrenia. To advance our understanding of cPCDH stochastic choice and maintenance, function across cell types, and contribution to neuropsychiatric disease pathogenesis, hiPSC-based models have been developed. Ultimately, integration of human genetic data, biochemical assays, and functional studies is needed to uncover the mechanism underlying neurite repulsion, which has been implicated in neurodevelopmental disorders.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cadherins",
            "Gene Expression Regulation",
            "Humans",
            "Mental Disorders",
            "Neurodevelopmental Disorders",
            "Protein Isoforms",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Erin",
                "Last Name": "Flaherty",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, 10032, United States; Mortimer B. Zuckerman Mind Brain and Behavior Institute, Columbia University, New York, NY, 10027, United States."
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, 10032, United States; Mortimer B. Zuckerman Mind Brain and Behavior Institute, Columbia University, New York, NY, 10027, United States; New York Genome Center, New York, NY 10013, United States. Electronic address: tm2472@cumc.columbia.edu."
            }
        ],
        "Journal": "Current opinion in genetics & development",
        "PubDate": "2020"
    },
    {
        "PMID": "32220666",
        "Title": "The Loss of TBK1 Kinase Activity in Motor Neurons or in All Cell Types Differentially Impacts ALS Disease Progression in SOD1 Mice.",
        "Abstract": "DNA sequence variants in the TBK1 gene associate with or cause sporadic or familial amyotrophic lateral sclerosis (ALS). Here we show that mice bearing human ALS-associated TBK1 missense loss-of-function mutations, or mice in which the Tbk1 gene is selectively deleted in motor neurons, do not display a neurodegenerative disease phenotype. However, loss of TBK1 function in motor neurons of the SOD1",
        "Keywords": [
            "ALS",
            "Amyotrophic Lateral Sclerosis",
            "SOD1 mouse model",
            "TBK1",
            "glia",
            "interferon response",
            "motor neuron autophagy",
            "neuroinflammation",
            "selective autophagy"
        ],
        "MeSH terms": [
            "Age of Onset",
            "Amyotrophic Lateral Sclerosis",
            "Animals",
            "Autophagy",
            "Disease Models, Animal",
            "Disease Progression",
            "Gene Knock-In Techniques",
            "Inflammation",
            "Loss of Function Mutation",
            "Mice",
            "Mice, Knockout",
            "Microglia",
            "Motor Neurons",
            "Mutation, Missense",
            "Neuromuscular Junction",
            "Protein Serine-Threonine Kinases",
            "Superoxide Dismutase-1",
            "Survival Rate"
        ],
        "Authors": [
            {
                "First Name": "Valeria",
                "Last Name": "Gerbino",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Mortimer B. Zuckerman Mind Brain and Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Esther",
                "Last Name": "Kaunga",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Mortimer B. Zuckerman Mind Brain and Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Junqiang",
                "Last Name": "Ye",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Mortimer B. Zuckerman Mind Brain and Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Daniele",
                "Last Name": "Canzio",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Mortimer B. Zuckerman Mind Brain and Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Sean",
                "Last Name": "O'Keeffe",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Noam D",
                "Last Name": "Rudnick",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Paolo",
                "Last Name": "Guarnieri",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Department of Systems Biology, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Cathleen M",
                "Last Name": "Lutz",
                "Affiliation": "The Jackson Laboratory, 600 Main Street, Bar Harbor, ME 04609, USA."
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Mortimer B. Zuckerman Mind Brain and Behavior Institute, Columbia University, New York, NY 10027, USA; New York Genome Center, New York, NY 10013, USA; Vagelos College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA. Electronic address: tm2472@columbia.edu."
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2020"
    },
    {
        "PMID": "31748271",
        "Title": "Effects of ALS-associated TANK binding kinase 1 mutations on protein-protein interactions and kinase activity.",
        "Abstract": "Exonic DNA sequence variants in the ",
        "Keywords": [
            "ALS",
            "TBK1",
            "dimerization",
            "kinase",
            "mutations"
        ],
        "MeSH terms": [
            "Amyotrophic Lateral Sclerosis",
            "Cell Cycle Proteins",
            "Enzyme Activation",
            "Humans",
            "Membrane Transport Proteins",
            "Mutation, Missense",
            "Phosphorylation",
            "Protein Domains",
            "Protein Interaction Domains and Motifs",
            "Protein Multimerization",
            "Protein Serine-Threonine Kinases",
            "Protein Stability",
            "Serine",
            "Substrate Specificity"
        ],
        "Authors": [
            {
                "First Name": "Junqiang",
                "Last Name": "Ye",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY 10032."
            },
            {
                "First Name": "Jonah",
                "Last Name": "Cheung",
                "Affiliation": "Special Projects Group, New York Structural Biology Center, New York, NY 10027."
            },
            {
                "First Name": "Valeria",
                "Last Name": "Gerbino",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY 10032."
            },
            {
                "First Name": "Göran",
                "Last Name": "Ahlsén",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY 10032."
            },
            {
                "First Name": "Christina",
                "Last Name": "Zimanyi",
                "Affiliation": "Special Projects Group, New York Structural Biology Center, New York, NY 10027."
            },
            {
                "First Name": "David",
                "Last Name": "Hirsh",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY 10032."
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Vagelos College of Physicians and Surgeons, New York, NY 10032; tm2472@columbia.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2019"
    },
    {
        "PMID": "31710891",
        "Title": "The generation of a protocadherin cell-surface recognition code for neural circuit assembly.",
        "Abstract": "The assembly of functional neural circuits in vertebrate organisms requires complex mechanisms of self-recognition and self-avoidance. Neurites (axons and dendrites) from the same neuron recognize and avoid self, but engage in synaptic interactions with other neurons. Vertebrate neural self-avoidance requires the expression of distinct repertoires of clustered Protocadherin (Pcdh) cell-surface protein isoforms, which act as cell-surface molecular barcodes that mediate highly specific homophilic self-recognition, followed by repulsion. The generation of sufficiently diverse cell-surface barcodes is achieved by the stochastic and combinatorial activation of a subset of clustered Pcdh promoters in individual neurons. This remarkable mechanism leads to the generation of enormous molecular diversity at the cell surface. Here we review recent studies showing that stochastic expression of individual Pcdhα isoforms is accomplished through an extraordinary mechanism involving the activation of 'antisense strand' promoter within Pcdhα 'variable' exons, antisense transcription of a long non-coding RNA through the upstream 'sense strand' promoter, demethylation of this promoter, binding of the CTCF/cohesin complex and DNA looping to a distant enhancer through a mechanism of chromatin 'extrusion'.",
        "Keywords": [],
        "MeSH terms": [
            "Axons",
            "Cadherins",
            "Dendrites",
            "Neurons",
            "Protein Isoforms"
        ],
        "Authors": [
            {
                "First Name": "Daniele",
                "Last Name": "Canzio",
                "Affiliation": "UCSF Weill Institute for Neurosciences, University of California San Francisco, San Francisco, CA, 94143, United States; Department of Neurology, University of California San Francisco, San Francisco, CA, 94143, United States; Department of Biochemistry and Biophysics, University of California San Francisco, San Francisco, CA, 94143, United States; Department of Psychiatry, University of California San Francisco, San Francisco, CA, 94143, United States. Electronic address: Daniele.Canzio@ucsf.edu."
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY, 10032, United States; Mortimer B. Zuckerman Mind Brain and Behavior Institute, Columbia University, New York, NY, 10027, United States; New York Genome Center, New York, NY 10013, United States. Electronic address: tm2472@cumc.columbia.edu."
            }
        ],
        "Journal": "Current opinion in neurobiology",
        "PubDate": "2019"
    },
    {
        "PMID": "30955885",
        "Title": "Antisense lncRNA Transcription Mediates DNA Demethylation to Drive Stochastic Protocadherin α Promoter Choice.",
        "Abstract": "Stochastic activation of clustered Protocadherin (Pcdh) α, β, and γ genes generates a cell-surface identity code in individual neurons that functions in neural circuit assembly. Here, we show that Pcdhα gene choice involves the activation of an antisense promoter located in the first exon of each Pcdhα alternate gene. Transcription of an antisense long noncoding RNA (lncRNA) from this antisense promoter extends through the sense promoter, leading to DNA demethylation of the CTCF binding sites proximal to each promoter. Demethylation-dependent CTCF binding to both promoters facilitates cohesin-mediated DNA looping with a distal enhancer (HS5-1), locking in the transcriptional state of the chosen Pcdhα gene. Uncoupling DNA demethylation from antisense transcription by Tet3 overexpression in mouse olfactory neurons promotes CTCF binding to all Pcdhα promoters, resulting in proximity-biased DNA looping of the HS5-1 enhancer. Thus, antisense transcription-mediated promoter demethylation functions as a mechanism for distance-independent enhancer/promoter DNA looping to ensure stochastic Pcdhα promoter choice.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Binding Sites",
            "CCCTC-Binding Factor",
            "Cadherins",
            "Cell Line",
            "DNA Demethylation",
            "Enhancer Elements, Genetic",
            "Exons",
            "Female",
            "Humans",
            "Mice",
            "Mice, Transgenic",
            "Multigene Family",
            "Neurons",
            "Promoter Regions, Genetic",
            "RNA Polymerase II",
            "RNA, Antisense",
            "RNA, Long Noncoding",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Daniele",
                "Last Name": "Canzio",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Mortimer B. Zuckerman Mind Brain and Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Chiamaka L",
                "Last Name": "Nwakeze",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Mortimer B. Zuckerman Mind Brain and Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Adan",
                "Last Name": "Horta",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Mortimer B. Zuckerman Mind Brain and Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Sandy M",
                "Last Name": "Rajkumar",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Mortimer B. Zuckerman Mind Brain and Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Eliot L",
                "Last Name": "Coffey",
                "Affiliation": "Whitehead Institute for Biomedical Research, Cambridge, MA 02142, USA."
            },
            {
                "First Name": "Erin E",
                "Last Name": "Duffy",
                "Affiliation": "Department of Molecular Biophysics and Biochemistry, Yale University, New Haven, CT 06516, USA."
            },
            {
                "First Name": "Rachel",
                "Last Name": "Duffié",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Mortimer B. Zuckerman Mind Brain and Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Kevin",
                "Last Name": "Monahan",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Mortimer B. Zuckerman Mind Brain and Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Sean",
                "Last Name": "O'Keeffe",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Matthew D",
                "Last Name": "Simon",
                "Affiliation": "Department of Molecular Biophysics and Biochemistry, Yale University, New Haven, CT 06516, USA."
            },
            {
                "First Name": "Stavros",
                "Last Name": "Lomvardas",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Mortimer B. Zuckerman Mind Brain and Behavior Institute, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA; Mortimer B. Zuckerman Mind Brain and Behavior Institute, Columbia University, New York, NY 10027, USA; New York Genome Center, New York, NY 10013, USA. Electronic address: tm2472@cumc.columbia.edu."
            }
        ],
        "Journal": "Cell",
        "PubDate": "2019"
    },
    {
        "PMID": "30296392",
        "Title": "Writing, Reading, and Translating the Clustered Protocadherin Cell Surface Recognition Code for Neural Circuit Assembly.",
        "Abstract": "The ability of neurites of individual neurons to distinguish between themselves and neurites from other neurons and to avoid self (self-avoidance) plays a key role in neural circuit assembly in both invertebrates and vertebrates. Similarly, when individual neurons of the same type project into receptive fields of the brain, they must avoid each other to maximize target coverage (tiling). Counterintuitively, these processes are driven by highly specific homophilic interactions between cell surface proteins that lead to neurite repulsion rather than adhesion. Among these proteins in vertebrates are the clustered protocadherins (Pcdhs), and key to their function is the generation of enormous cell surface structural diversity. Here we review recent advances in understanding how a Pcdh cell surface code is generated by stochastic promoter choice; how this code is amplified and read by homophilic interactions between Pcdh complexes at the surface of neurons; and, finally, how the Pcdh code is translated to cellular function, which mediates self-avoidance and tiling and thus plays a central role in the development of complex neural circuits. Not surprisingly, Pcdh mutations that diminish homophilic interactions lead to wiring defects and abnormal behavior in mice, and sequence variants in the Pcdh gene cluster are associated with autism spectrum disorders in family-based genetic studies in humans.",
        "Keywords": [
            "homophilic interactions",
            "neural circuits",
            "neuropsychiatric diseases",
            "protocadherins",
            "self-avoidance",
            "single-neuron identity",
            "stochastic expression",
            "tiling"
        ],
        "MeSH terms": [
            "Animals",
            "Brain",
            "Cadherins",
            "Cell Adhesion",
            "Cell Communication",
            "Humans",
            "Neurites",
            "Neurons",
            "Protein Isoforms",
            "Receptors, Cell Surface"
        ],
        "Authors": [
            {
                "First Name": "George",
                "Last Name": "Mountoufaris",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical School, and Zuckerman Institute, Columbia University, New York, NY 10027, USA; email: tm2472@cumc.columbia.edu."
            },
            {
                "First Name": "Daniele",
                "Last Name": "Canzio",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical School, and Zuckerman Institute, Columbia University, New York, NY 10027, USA; email: tm2472@cumc.columbia.edu."
            },
            {
                "First Name": "Chiamaka L",
                "Last Name": "Nwakeze",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical School, and Zuckerman Institute, Columbia University, New York, NY 10027, USA; email: tm2472@cumc.columbia.edu."
            },
            {
                "First Name": "Weisheng V",
                "Last Name": "Chen",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical School, and Zuckerman Institute, Columbia University, New York, NY 10027, USA; email: tm2472@cumc.columbia.edu."
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical School, and Zuckerman Institute, Columbia University, New York, NY 10027, USA; email: tm2472@cumc.columbia.edu."
            }
        ],
        "Journal": "Annual review of cell and developmental biology",
        "PubDate": "2018"
    },
    {
        "PMID": "29986098",
        "Title": "Solid phase chemistry to covalently and reversibly capture thiolated RNA.",
        "Abstract": "Here, we describe an approach to enrich newly transcribed RNAs from primary mouse neurons using 4-thiouridine (s4U) metabolic labeling and solid phase chemistry. This one-step enrichment procedure captures s4U-RNA by using highly efficient methane thiosulfonate (MTS) chemistry in an immobilized format. Like solution-based methods, this solid-phase enrichment can distinguish mature RNAs (mRNA) with differential stability, and can be used to reveal transient RNAs such as enhancer RNAs (eRNAs) and primary microRNAs (pri-miRNAs) from short metabolic labeling. Most importantly, the efficiency of this solid-phase chemistry made possible the first large scale measurements of RNA polymerase II (RNAPII) elongation rates in mouse cortical neurons. Thus, our approach provides the means to study regulation of RNA metabolism in specific tissue contexts as a means to better understand gene expression in vivo.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Line, Tumor",
            "Gene Expression",
            "HEK293 Cells",
            "Humans",
            "Mesylates",
            "Mice",
            "MicroRNAs",
            "Neurons",
            "RNA",
            "RNA Polymerase II",
            "Staining and Labeling",
            "Thiouridine"
        ],
        "Authors": [
            {
                "First Name": "Erin E",
                "Last Name": "Duffy",
                "Affiliation": "Department of Molecular Biophysics & Biochemistry, Yale University, New Haven, CT 06511, USA."
            },
            {
                "First Name": "Daniele",
                "Last Name": "Canzio",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Matthew D",
                "Last Name": "Simon",
                "Affiliation": "Department of Molecular Biophysics & Biochemistry, Yale University, New Haven, CT 06511, USA."
            }
        ],
        "Journal": "Nucleic acids research",
        "PubDate": "2018"
    },
    {
        "PMID": "28904095",
        "Title": "Distinct roles for motor neuron autophagy early and late in the SOD1",
        "Abstract": "Mutations in autophagy genes can cause familial and sporadic amyotrophic lateral sclerosis (ALS). However, the role of autophagy in ALS pathogenesis is poorly understood, in part due to the lack of cell type-specific manipulations of this pathway in animal models. Using a mouse model of ALS expressing mutant superoxide dismutase 1 (SOD1",
        "Keywords": [
            "amyotrophic lateral sclerosis",
            "autophagy",
            "motor neuron",
            "non-cell autonomous"
        ],
        "MeSH terms": [
            "Amyotrophic Lateral Sclerosis",
            "Animals",
            "Autophagy",
            "Autophagy-Related Protein 7",
            "Disease Models, Animal",
            "Mice",
            "Mice, Knockout",
            "Motor Neurons",
            "Superoxide Dismutase",
            "Superoxide Dismutase-1"
        ],
        "Authors": [
            {
                "First Name": "Noam D",
                "Last Name": "Rudnick",
                "Affiliation": "College of Physicians and Surgeons, Columbia University, New York, NY 10032."
            },
            {
                "First Name": "Christopher J",
                "Last Name": "Griffey",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Paolo",
                "Last Name": "Guarnieri",
                "Affiliation": "Department of Systems Biology, Herbert Irving Comprehensive Cancer Center, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Valeria",
                "Last Name": "Gerbino",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Xueyong",
                "Last Name": "Wang",
                "Affiliation": "Department of Neurology, Wright State University, Dayton, OH 45435."
            },
            {
                "First Name": "Jason A",
                "Last Name": "Piersaint",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Juan Carlos",
                "Last Name": "Tapia",
                "Affiliation": "Department of Neuroscience, Columbia University Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Mark M",
                "Last Name": "Rich",
                "Affiliation": "Department of Neurology, Wright State University, Dayton, OH 45435."
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, NY 10032; tm2472@columbia.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2017"
    },
    {
        "PMID": "28743640",
        "Title": "Structural origins of clustered protocadherin-mediated neuronal barcoding.",
        "Abstract": "Clustered protocadherins mediate neuronal self-recognition and non-self discrimination-neuronal \"barcoding\"-which underpin neuronal self-avoidance in vertebrate neurons. Recent structural, biophysical, computational, and cell-based studies on protocadherin structure and function have led to a compelling molecular model for the barcoding mechanism. Protocadherin isoforms assemble into promiscuous cis-dimeric recognition units and mediate cell-cell recognition through homophilic trans-interactions. Each recognition unit is composed of two arms extending from the membrane proximal EC6 domains. A cis-dimeric recognition unit with each arm coding adhesive trans homophilic specificity can generate a zipper-like assembly that in turn suggests a chain termination mechanism for self-vs-non-self-discrimination among vertebrate neurons.",
        "Keywords": [
            "Cell-cell recognition",
            "Clustered protocadherins",
            "Crystal structure",
            "Neuronal self-avoidance",
            "Protein interaction specificity"
        ],
        "MeSH terms": [
            "Animals",
            "Cadherins",
            "Humans",
            "Models, Molecular",
            "Neurons",
            "Phylogeny",
            "Protein Multimerization",
            "Structure-Activity Relationship"
        ],
        "Authors": [
            {
                "First Name": "Rotem",
                "Last Name": "Rubinstein",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, New York, NY 10032, USA; Department of Systems Biology, New York, NY 10032, USA."
            },
            {
                "First Name": "Kerry Marie",
                "Last Name": "Goodman",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, New York, NY 10032, USA."
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, New York, NY 10032, USA; Zuckerman Mind Brain and Behavior Institute, New York, NY 10032, USA. Electronic address: tm2472@cumc.columbia.edu."
            },
            {
                "First Name": "Lawrence",
                "Last Name": "Shapiro",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, New York, NY 10032, USA; Zuckerman Mind Brain and Behavior Institute, New York, NY 10032, USA. Electronic address: shapiro@convex.hhmi.columbia.edu."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, New York, NY 10032, USA; Department of Systems Biology, New York, NY 10032, USA; Zuckerman Mind Brain and Behavior Institute, New York, NY 10032, USA; Howard Hughes Medical Institute, New York, NY 10032, USA; Department of Medicine, Columbia University, New York, NY 10032, USA. Electronic address: bh6@cumc.columbia.edu."
            }
        ],
        "Journal": "Seminars in cell & developmental biology",
        "PubDate": "2017"
    },
    {
        "PMID": "28450637",
        "Title": "Multicluster Pcdh diversity is required for mouse olfactory neural circuit assembly.",
        "Abstract": "The vertebrate clustered protocadherin (Pcdh) cell surface proteins are encoded by three closely linked gene clusters (",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Axons",
            "Cadherins",
            "Gene Deletion",
            "Gene Expression",
            "Genetic Variation",
            "Mice",
            "Mice, Inbred C57BL",
            "Multigene Family",
            "Nerve Net",
            "Neurogenesis",
            "Olfactory Receptor Neurons",
            "Vesicular Glutamate Transport Protein 2"
        ],
        "Authors": [
            {
                "First Name": "George",
                "Last Name": "Mountoufaris",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Weisheng V",
                "Last Name": "Chen",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Yusuke",
                "Last Name": "Hirabayashi",
                "Affiliation": "Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Sean",
                "Last Name": "O'Keeffe",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Maxime",
                "Last Name": "Chevee",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Chiamaka L",
                "Last Name": "Nwakeze",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Franck",
                "Last Name": "Polleux",
                "Affiliation": "Mortimer B. Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA. tm2472@cumc.columbia.edu."
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2017"
    },
    {
        "PMID": "28450636",
        "Title": "Pcdhαc2 is required for axonal tiling and assembly of serotonergic circuitries in mice.",
        "Abstract": "Serotonergic neurons project their axons pervasively throughout the brain and innervate various target fields in a space-filling manner, leading to tiled arrangements of their axon terminals to allow optimal allocation of serotonin among target neurons. Here we show that conditional deletion of the mouse protocadherin α (",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Axons",
            "Cadherins",
            "Depression",
            "Gene Deletion",
            "Limbic System",
            "Mice",
            "Mice, Mutant Strains",
            "Multigene Family",
            "Serotonergic Neurons",
            "Serotonin"
        ],
        "Authors": [
            {
                "First Name": "Weisheng V",
                "Last Name": "Chen",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Chiamaka L",
                "Last Name": "Nwakeze",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Christine A",
                "Last Name": "Denny",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Sean",
                "Last Name": "O'Keeffe",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Michael A",
                "Last Name": "Rieger",
                "Affiliation": "Departments of Genetics and Psychiatry, Washington University School of Medicine, St. Louis, MO 63110, USA."
            },
            {
                "First Name": "George",
                "Last Name": "Mountoufaris",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Amy",
                "Last Name": "Kirner",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Joseph D",
                "Last Name": "Dougherty",
                "Affiliation": "Departments of Genetics and Psychiatry, Washington University School of Medicine, St. Louis, MO 63110, USA."
            },
            {
                "First Name": "René",
                "Last Name": "Hen",
                "Affiliation": "Department of Psychiatry, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Qiang",
                "Last Name": "Wu",
                "Affiliation": "Center for Comparative Biomedicine, Shanghai Jiao Tong University, Shanghai 200240, China."
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA. tm2472@cumc.columbia.edu."
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2017"
    },
    {
        "PMID": "27371659",
        "Title": "Histone and DNA Modifications as Regulators of Neuronal Development and Function.",
        "Abstract": "DNA and histone modifications, together with constraints imposed by nuclear architecture, contribute to the transcriptional regulatory landscape of the nervous system. Here, we provide select examples showing how these regulatory layers, often referred to as epigenetic, contribute to neuronal differentiation and function. We describe the interplay between DNA methylation and Polycomb-mediated repression during neuronal differentiation, the role of DNA methylation and long-range enhancer-promoter interactions in Protocadherin promoter choice, and the contribution of heterochromatic silencing and nuclear organization in singular olfactory receptor expression. Finally, we explain how the activity-dependent expression of a histone variant determines the longevity of olfactory sensory neurons.",
        "Keywords": [],
        "MeSH terms": [
            "DNA",
            "DNA Methylation",
            "Epigenesis, Genetic",
            "Histones",
            "Neurons",
            "Promoter Regions, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Stavros",
                "Last Name": "Lomvardas",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, New York 10032."
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, New York 10032."
            }
        ],
        "Journal": "Cold Spring Harbor perspectives in biology",
        "PubDate": "2016"
    },
    {
        "PMID": "26039991",
        "Title": "hnRNP U protein is required for normal pre-mRNA splicing and postnatal heart development and function.",
        "Abstract": "We report that mice lacking the heterogeneous nuclear ribonucleoprotein U (hnRNP U) in the heart develop lethal dilated cardiomyopathy and display numerous defects in cardiac pre-mRNA splicing. Mutant hearts have disorganized cardiomyocytes, impaired contractility, and abnormal excitation-contraction coupling activities. RNA-seq analyses of Hnrnpu mutant hearts revealed extensive defects in alternative splicing of pre-mRNAs encoding proteins known to be critical for normal heart development and function, including Titin and calcium/calmodulin-dependent protein kinase II delta (Camk2d). Loss of hnRNP U expression in cardiomyocytes also leads to aberrant splicing of the pre-mRNA encoding the excitation-contraction coupling component Junctin. We found that the protein product of an alternatively spliced Junctin isoform is N-glycosylated at a specific asparagine site that is required for interactions with specific protein partners. Our findings provide conclusive evidence for the essential role of hnRNP U in heart development and function and in the regulation of alternative splicing.",
        "Keywords": [
            "N-glycosylation",
            "RNA-seq",
            "alternative splicing",
            "dilated cardiomyopathy",
            "heart development"
        ],
        "MeSH terms": [
            "Alternative Splicing",
            "Animals",
            "Calcium",
            "Calcium-Binding Proteins",
            "Glycosylation",
            "Heart",
            "Heterogeneous-Nuclear Ribonucleoprotein U",
            "Membrane Proteins",
            "Mice",
            "Mice, Knockout",
            "Mixed Function Oxygenases",
            "Muscle Proteins",
            "Mutation",
            "RNA Precursors",
            "RNA, Messenger",
            "Sarcomeres"
        ],
        "Authors": [
            {
                "First Name": "Junqiang",
                "Last Name": "Ye",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University College of Physicians and Surgeons, New York, NY 10032;"
            },
            {
                "First Name": "Nadine",
                "Last Name": "Beetz",
                "Affiliation": "Department of Molecular Biology, University of Texas Southwestern Medical Center, Dallas, TX 75390; Institute of Experimental and Clinical Pharmacology and Toxicology, University of Freiburg, 79104 Freiburg, Germany."
            },
            {
                "First Name": "Sean",
                "Last Name": "O'Keeffe",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University College of Physicians and Surgeons, New York, NY 10032;"
            },
            {
                "First Name": "Juan Carlos",
                "Last Name": "Tapia",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University College of Physicians and Surgeons, New York, NY 10032;"
            },
            {
                "First Name": "Lindsey",
                "Last Name": "Macpherson",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University College of Physicians and Surgeons, New York, NY 10032;"
            },
            {
                "First Name": "Weisheng V",
                "Last Name": "Chen",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University College of Physicians and Surgeons, New York, NY 10032;"
            },
            {
                "First Name": "Rhonda",
                "Last Name": "Bassel-Duby",
                "Affiliation": "Department of Molecular Biology, University of Texas Southwestern Medical Center, Dallas, TX 75390;"
            },
            {
                "First Name": "Eric N",
                "Last Name": "Olson",
                "Affiliation": "Department of Molecular Biology, University of Texas Southwestern Medical Center, Dallas, TX 75390;"
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University College of Physicians and Surgeons, New York, NY 10032; tm2472@columbia.edu."
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2015"
    },
    {
        "PMID": "25877220",
        "Title": "Astrocytes in neurodegenerative disease.",
        "Abstract": "Astrocytes contribute to the maintenance of the health and function of the central nervous system (CNS). Thus, it is not surprising that these multifunctional cells have been implicated in the onset and progression of several neurodegenerative diseases. The involvement of astrocytes in the neuropathology of these diseases is likely a consequence of both the loss of normal homeostatic functions and gain of toxic functions. Intracellular aggregates in astrocytes are a common feature of various neurodegenerative diseases, and these aggregates perturb normal astrocytic functions in ways that can be harmful to neuronal viability. Here, we review the role of astrocytes in neurodegenerative diseases, focusing on their dysfunction in Huntington's disease (HD), Parkinson's disease (PD), Alzheimer's disease (AD), and amyotrophic lateral sclerosis (ALS).",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Astrocytes",
            "Dementia",
            "Humans",
            "Neurodegenerative Diseases",
            "Neurons"
        ],
        "Authors": [
            {
                "First Name": "Hemali",
                "Last Name": "Phatnani",
                "Affiliation": "Columbia University Medical Center, Department of Biochemistry and Molecular Biophysics, New York, New York 10032."
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": "Columbia University Medical Center, Department of Biochemistry and Molecular Biophysics, New York, New York 10032."
            }
        ],
        "Journal": "Cold Spring Harbor perspectives in biology",
        "PubDate": "2015"
    },
    {
        "PMID": "25171406",
        "Title": "Single-cell identity generated by combinatorial homophilic interactions between α, β, and γ protocadherins.",
        "Abstract": "Individual mammalian neurons stochastically express distinct repertoires of α, β, and γ protocadherin (Pcdh) proteins, which function in neural circuit assembly. We report that all three subfamilies of clustered Pcdhs can engage in specific homophilic interactions, that cell surface delivery of Pcdhα isoforms requires cis interactions with other Pcdhs, and that the extracellular cadherin domain EC6 plays a critical role in this process. Examination of homophilic interactions between specific combinations of multiple Pcdh isoforms revealed that Pcdh combinatorial recognition specificities depend on the identity of all of the expressed isoforms. A single mismatched Pcdh isoform can interfere with these combinatorial homophilic interactions. A theoretical analysis reveals that assembly of Pcdh isoforms into multimeric recognition units and the observed tolerance for mismatched isoforms can generate cell surface diversity sufficient for single-cell identity. However, the competing demands of nonself discrimination and self-recognition place limitations on the mechanisms by which homophilic recognition units can function.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Cadherin Related Proteins",
            "Cadherins",
            "Mice",
            "Mice, Inbred C57BL",
            "Molecular Sequence Data",
            "Neurons",
            "Protein Interaction Domains and Motifs",
            "Protein Isoforms",
            "Sequence Alignment"
        ],
        "Authors": [
            {
                "First Name": "Chan Aye",
                "Last Name": "Thu",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, 701 W 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Weisheng V",
                "Last Name": "Chen",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, 701 W 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Rotem",
                "Last Name": "Rubinstein",
                "Affiliation": "Center for Computational Biology and Bioinformatics, Columbia University Medical Center, 1130 St. Nicholas Avenue, New York, NY 10032, USA; Department of System Biology, Columbia University, 1130 St. Nicholas Avenue, New York, NY 10032, USA; Howard Hughes Medical Institute."
            },
            {
                "First Name": "Maxime",
                "Last Name": "Chevee",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, 701 W 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Holly N",
                "Last Name": "Wolcott",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, 1150 St. Nicholas Avenue, Russ Berrie Pavilion, New York, NY 10032, USA."
            },
            {
                "First Name": "Klara O",
                "Last Name": "Felsovalyi",
                "Affiliation": "Center for Computational Biology and Bioinformatics, Columbia University Medical Center, 1130 St. Nicholas Avenue, New York, NY 10032, USA; Department of System Biology, Columbia University, 1130 St. Nicholas Avenue, New York, NY 10032, USA; Howard Hughes Medical Institute."
            },
            {
                "First Name": "Juan Carlos",
                "Last Name": "Tapia",
                "Affiliation": "Department of Neuroscience, Columbia University, 1051 Riverside Drive, New York, NY 10032, USA."
            },
            {
                "First Name": "Lawrence",
                "Last Name": "Shapiro",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, 1150 St. Nicholas Avenue, Russ Berrie Pavilion, New York, NY 10032, USA; Department of System Biology, Columbia University, 1130 St. Nicholas Avenue, New York, NY 10032, USA."
            },
            {
                "First Name": "Barry",
                "Last Name": "Honig",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, 1150 St. Nicholas Avenue, Russ Berrie Pavilion, New York, NY 10032, USA; Center for Computational Biology and Bioinformatics, Columbia University Medical Center, 1130 St. Nicholas Avenue, New York, NY 10032, USA; Department of System Biology, Columbia University, 1130 St. Nicholas Avenue, New York, NY 10032, USA; Howard Hughes Medical Institute. Electronic address: bh6@columbia.edu."
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, 701 W 168th Street, New York, NY 10032, USA. Electronic address: tm2472@cumc.columbia.edu."
            }
        ],
        "Journal": "Cell",
        "PubDate": "2014"
    },
    {
        "PMID": "23900538",
        "Title": "Clustered protocadherins.",
        "Abstract": "The majority of vertebrate protocadherin (Pcdh) genes are clustered in a single genomic locus, and this remarkable genomic organization is highly conserved from teleosts to humans. These clustered Pcdhs are differentially expressed in individual neurons, they engage in homophilic trans-interactions as multimers and they are required for diverse neurodevelopmental processes, including neurite self-avoidance. Here, we provide a concise overview of the molecular and cellular biology of clustered Pcdhs, highlighting how they generate single cell diversity in the vertebrate nervous system and how such diversity may be used in neural circuit assembly.",
        "Keywords": [
            "CTCF",
            "Cohesin",
            "Homophilic interaction",
            "Promoter choice",
            "Self-avoidance",
            "Single cell diversity"
        ],
        "MeSH terms": [
            "Animals",
            "Binding Sites",
            "CCCTC-Binding Factor",
            "Cadherins",
            "Exons",
            "Humans",
            "Mice",
            "Multigene Family",
            "Neural Pathways",
            "Promoter Regions, Genetic",
            "Protein Interaction Mapping",
            "Protein Isoforms",
            "Purkinje Cells",
            "Repressor Proteins",
            "Synapses",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Weisheng V",
                "Last Name": "Chen",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": ""
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2013"
    },
    {
        "PMID": "23850290",
        "Title": "A neurodegeneration-specific gene-expression signature of acutely isolated microglia from an amyotrophic lateral sclerosis mouse model.",
        "Abstract": "Microglia are resident immune cells of the CNS that are activated by infection, neuronal injury, and inflammation. Here, we utilize flow cytometry and deep RNA sequencing of acutely isolated spinal cord microglia to define their activation in vivo. Analysis of resting microglia identified 29 genes that distinguish microglia from other CNS cells and peripheral macrophages/monocytes. We then analyzed molecular changes in microglia during neurodegenerative disease activation using the SOD1(G93A) mouse model of amyotrophic lateral sclerosis (ALS). We found that SOD1(G93A) microglia are not derived from infiltrating monocytes, and that both potentially neuroprotective and toxic factors, including Alzheimer's disease genes, are concurrently upregulated. Mutant microglia differed from SOD1(WT), lipopolysaccharide-activated microglia, and M1/M2 macrophages, defining an ALS-specific phenotype. Concurrent messenger RNA/fluorescence-activated cell sorting analysis revealed posttranscriptional regulation of microglia surface receptors and T cell-associated changes in the transcriptome. These results provide insights into microglia biology and establish a resource for future studies of neuroinflammation.",
        "Keywords": [],
        "MeSH terms": [
            "Amyotrophic Lateral Sclerosis",
            "Animals",
            "Disease Models, Animal",
            "Female",
            "Humans",
            "Male",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Transgenic",
            "Microglia",
            "Transcriptome"
        ],
        "Authors": [
            {
                "First Name": "Isaac M",
                "Last Name": "Chiu",
                "Affiliation": "Boston Children's Hospital and Harvard Medical School, Boston, MA 02115, USA."
            },
            {
                "First Name": "Emiko T A",
                "Last Name": "Morimoto",
                "Affiliation": ""
            },
            {
                "First Name": "Hani",
                "Last Name": "Goodarzi",
                "Affiliation": ""
            },
            {
                "First Name": "Jennifer T",
                "Last Name": "Liao",
                "Affiliation": ""
            },
            {
                "First Name": "Sean",
                "Last Name": "O'Keeffe",
                "Affiliation": ""
            },
            {
                "First Name": "Hemali P",
                "Last Name": "Phatnani",
                "Affiliation": ""
            },
            {
                "First Name": "Michael",
                "Last Name": "Muratet",
                "Affiliation": ""
            },
            {
                "First Name": "Michael C",
                "Last Name": "Carroll",
                "Affiliation": ""
            },
            {
                "First Name": "Shawn",
                "Last Name": "Levy",
                "Affiliation": ""
            },
            {
                "First Name": "Saeed",
                "Last Name": "Tavazoie",
                "Affiliation": ""
            },
            {
                "First Name": "Richard M",
                "Last Name": "Myers",
                "Affiliation": ""
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell reports",
        "PubDate": "2013"
    },
    {
        "PMID": "23388633",
        "Title": "Intricate interplay between astrocytes and motor neurons in ALS.",
        "Abstract": "ALS results from the selective and progressive degeneration of motor neurons. Although the underlying disease mechanisms remain unknown, glial cells have been implicated in ALS disease progression. Here, we examine the effects of glial cell/motor neuron interactions on gene expression using the hSOD1(G93A) (the G93A allele of the human superoxide dismutase gene) mouse model of ALS. We detect striking cell autonomous and nonautonomous changes in gene expression in cocultured motor neurons and glia, revealing that the two cell types profoundly affect each other. In addition, we found a remarkable concordance between the cell culture data and expression profiles of whole spinal cords and acutely isolated spinal cord cells during disease progression in the G93A mouse model, providing validation of the cell culture approach. Bioinformatics analyses identified changes in the expression of specific genes and signaling pathways that may contribute to motor neuron degeneration in ALS, among which are TGF-β signaling pathways.",
        "Keywords": [],
        "MeSH terms": [
            "Amyotrophic Lateral Sclerosis",
            "Animals",
            "Astrocytes",
            "Disease Models, Animal",
            "Gene Expression",
            "Humans",
            "Mice",
            "Motor Neurons",
            "Proteoglycans",
            "Receptors, Transforming Growth Factor beta",
            "Spinal Cord",
            "Superoxide Dismutase",
            "Up-Regulation"
        ],
        "Authors": [
            {
                "First Name": "Hemali P",
                "Last Name": "Phatnani",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Paolo",
                "Last Name": "Guarnieri",
                "Affiliation": ""
            },
            {
                "First Name": "Brad A",
                "Last Name": "Friedman",
                "Affiliation": ""
            },
            {
                "First Name": "Monica A",
                "Last Name": "Carrasco",
                "Affiliation": ""
            },
            {
                "First Name": "Michael",
                "Last Name": "Muratet",
                "Affiliation": ""
            },
            {
                "First Name": "Sean",
                "Last Name": "O'Keeffe",
                "Affiliation": ""
            },
            {
                "First Name": "Chiamaka",
                "Last Name": "Nwakeze",
                "Affiliation": ""
            },
            {
                "First Name": "Florencia",
                "Last Name": "Pauli-Behn",
                "Affiliation": ""
            },
            {
                "First Name": "Kimberly M",
                "Last Name": "Newberry",
                "Affiliation": ""
            },
            {
                "First Name": "Sarah K",
                "Last Name": "Meadows",
                "Affiliation": ""
            },
            {
                "First Name": "Juan Carlos",
                "Last Name": "Tapia",
                "Affiliation": ""
            },
            {
                "First Name": "Richard M",
                "Last Name": "Myers",
                "Affiliation": ""
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2013"
    },
    {
        "PMID": "23042362",
        "Title": "On the road from classical to modern molecular biology.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Awards and Prizes",
            "Cloning, Molecular",
            "DNA, Complementary",
            "Genomic Library",
            "History, 20th Century",
            "History, 21st Century",
            "Molecular Biology",
            "Sequence Analysis, DNA",
            "United States"
        ],
        "Authors": [
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": "Department of Biochemistry & Biophysics, Columbia University, New York, New York, USA. tm2472@columbia.edu"
            }
        ],
        "Journal": "Nature medicine",
        "PubDate": "2012"
    },
    {
        "PMID": "22884324",
        "Title": "Functional significance of isoform diversification in the protocadherin gamma gene cluster.",
        "Abstract": "The mammalian Protocadherin (Pcdh) alpha, beta, and gamma gene clusters encode a large family of cadherin-like transmembrane proteins that are differentially expressed in individual neurons. The 22 isoforms of the Pcdhg gene cluster are diversified into A-, B-, and C-types, and the C-type isoforms differ from all other clustered Pcdhs in sequence and expression. Here, we show that mice lacking the three C-type isoforms are phenotypically indistinguishable from the Pcdhg null mutants, displaying virtually identical cellular and synaptic alterations resulting from neuronal apoptosis. By contrast, mice lacking three A-type isoforms exhibit no detectable phenotypes. Remarkably, however, genetically blocking apoptosis rescues the neonatal lethality of the C-type isoform knockouts, but not that of the Pcdhg null mutants. We conclude that the role of the Pcdhg gene cluster in neuronal survival is primarily, if not specifically, mediated by its C-type isoforms, whereas a separate role essential for postnatal development, likely in neuronal wiring, requires isoform diversity.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cadherin Related Proteins",
            "Cadherins",
            "Cell Count",
            "Mice",
            "Mice, Knockout",
            "Multigene Family",
            "Neurons",
            "Protein Isoforms",
            "Retina",
            "Spinal Cord"
        ],
        "Authors": [
            {
                "First Name": "Weisheng V",
                "Last Name": "Chen",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University Medical Center, 701 W. 168 Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Francisco J",
                "Last Name": "Alvarez",
                "Affiliation": ""
            },
            {
                "First Name": "Julie L",
                "Last Name": "Lefebvre",
                "Affiliation": ""
            },
            {
                "First Name": "Brad",
                "Last Name": "Friedman",
                "Affiliation": ""
            },
            {
                "First Name": "Chiamaka",
                "Last Name": "Nwakeze",
                "Affiliation": ""
            },
            {
                "First Name": "Eric",
                "Last Name": "Geiman",
                "Affiliation": ""
            },
            {
                "First Name": "Courtney",
                "Last Name": "Smith",
                "Affiliation": ""
            },
            {
                "First Name": "Chan Aye",
                "Last Name": "Thu",
                "Affiliation": ""
            },
            {
                "First Name": "Juan Carlos",
                "Last Name": "Tapia",
                "Affiliation": ""
            },
            {
                "First Name": "Bosiljka",
                "Last Name": "Tasic",
                "Affiliation": ""
            },
            {
                "First Name": "Joshua R",
                "Last Name": "Sanes",
                "Affiliation": ""
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": ""
            }
        ],
        "Journal": "Neuron",
        "PubDate": "2012"
    },
    {
        "PMID": "22550178",
        "Title": "Role of CCCTC binding factor (CTCF) and cohesin in the generation of single-cell diversity of protocadherin-α gene expression.",
        "Abstract": "Extraordinary single-cell diversity is generated in the vertebrate nervous system by the combinatorial expression of the clustered protocadherin genes (Pcdhα, -β, and -γ). This diversity is generated by a combination of stochastic promoter choice and alternative pre-mRNA splicing. Here we show that both the insulator-binding protein CTCF and the cohesin complex subunit Rad21 bind to two highly conserved DNA sequences, the first within and the second downstream of transcriptionally active Pcdhα promoters. Both CTCF and Rad21 bind to these sites in vitro and in vivo, this binding directly correlates with alternative isoform expression, and knocking down CTCF expression reduces alternative isoform expression. Remarkably, a similarly spaced pair of CTCF/Rad21 binding sites was identified within a distant enhancer element (HS5-1), which is required for normal levels of alternative isoform expression. We also identify an additional, unique regulatory role for cohesin, as Rad21 binds to another enhancer (HS7) independently of CTCF, and knockdown of Rad21 reduces expression of the constitutive, biallelically expressed Pcdhα isoforms αc1 and αc2. We propose that CTCF and the cohesin complex initiate and maintain Pcdhα promoter choice by mediating interactions between Pcdhα promoters and enhancers.",
        "Keywords": [],
        "MeSH terms": [
            "Alternative Splicing",
            "Animals",
            "Base Sequence",
            "CCCTC-Binding Factor",
            "Cadherins",
            "Cell Cycle Proteins",
            "Cell Line",
            "Chromatin Immunoprecipitation",
            "Chromosomal Proteins, Non-Histone",
            "DNA-Binding Proteins",
            "Electrophoretic Mobility Shift Assay",
            "Enhancer Elements, Genetic",
            "Gene Expression Regulation",
            "Gene Knockdown Techniques",
            "Humans",
            "Mice",
            "Molecular Sequence Data",
            "Nuclear Proteins",
            "Phosphoproteins",
            "Protein Isoforms",
            "RNA, Small Interfering",
            "Repressor Proteins",
            "Reverse Transcriptase Polymerase Chain Reaction",
            "Sequence Alignment",
            "Sequence Analysis, DNA",
            "Cohesins"
        ],
        "Authors": [
            {
                "First Name": "Kevin",
                "Last Name": "Monahan",
                "Affiliation": "Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Noam D",
                "Last Name": "Rudnick",
                "Affiliation": ""
            },
            {
                "First Name": "Polina D",
                "Last Name": "Kehayova",
                "Affiliation": ""
            },
            {
                "First Name": "Florencia",
                "Last Name": "Pauli",
                "Affiliation": ""
            },
            {
                "First Name": "Kimberly M",
                "Last Name": "Newberry",
                "Affiliation": ""
            },
            {
                "First Name": "Richard M",
                "Last Name": "Myers",
                "Affiliation": ""
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2012"
    },
    {
        "PMID": "22291574",
        "Title": "Stochastic expression of the interferon-β gene.",
        "Abstract": "Virus infection of mammalian cells induces the production of high levels of type I interferons (IFNα and β), cytokines that orchestrate antiviral innate and adaptive immunity. Previous studies have shown that only a fraction of the infected cells produce IFN. However, the mechanisms responsible for this stochastic expression are poorly understood. Here we report an in depth analysis of IFN-expressing and non-expressing mouse cells infected with Sendai virus. Mouse embryonic fibroblasts in which an internal ribosome entry site/yellow fluorescent protein gene was inserted downstream from the endogenous IFNβ gene were used to distinguish between the two cell types, and they were isolated from each other using fluorescence-activated cell sorting methods. Analysis of the separated cells revealed that stochastic IFNβ expression is a consequence of cell-to-cell variability in the levels and/or activities of limiting components at every level of the virus induction process, ranging from viral replication and expression, to the sensing of viral RNA by host factors, to activation of the signaling pathway, to the levels of activated transcription factors. We propose that this highly complex stochastic IFNβ gene expression evolved to optimize both the level and distribution of type I IFNs in response to virus infection.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Line",
            "Fibroblasts",
            "Flow Cytometry",
            "Gene Expression Regulation",
            "Genetic Variation",
            "Host-Pathogen Interactions",
            "Interferon-alpha",
            "Interferon-beta",
            "Membrane Proteins",
            "Mice",
            "Nerve Tissue Proteins",
            "Poly I-C",
            "Receptors, Cell Surface",
            "Recombinant Fusion Proteins",
            "Sendai virus",
            "Signal Transduction",
            "Stochastic Processes",
            "Transcription Factors",
            "Transcription, Genetic",
            "Virus Replication"
        ],
        "Authors": [
            {
                "First Name": "Mingwei",
                "Last Name": "Zhao",
                "Affiliation": "Department of Molecular and Cellular Biology, Harvard University, Cambridge, Massachusetts, United States of America."
            },
            {
                "First Name": "Jiangwen",
                "Last Name": "Zhang",
                "Affiliation": ""
            },
            {
                "First Name": "Hemali",
                "Last Name": "Phatnani",
                "Affiliation": ""
            },
            {
                "First Name": "Stefanie",
                "Last Name": "Scheu",
                "Affiliation": ""
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS biology",
        "PubDate": "2012"
    },
    {
        "PMID": "22171011",
        "Title": "IκB kinase epsilon (IKK(epsilon)) regulates the balance between type I and type II interferon responses.",
        "Abstract": "Virus infection induces the production of type I and type II interferons (IFN-I and IFN-II), cytokines that mediate the antiviral response. IFN-I (IFN-α and IFN-β) induces the assembly of IFN-stimulated gene factor 3 (ISGF3), a multimeric transcriptional activation complex composed of STAT1, STAT2, and IFN regulatory factor 9. IFN-II (IFN-γ) induces the homodimerization of STAT1 to form the gamma-activated factor (GAF) complex. ISGF3 and GAF bind specifically to unique regulatory DNA sequences located upstream of IFN-I- and IFN-II-inducible genes, respectively, and activate the expression of distinct sets of antiviral genes. The balance between type I and type II IFN pathways plays a critical role in orchestrating the innate and adaptive immune systems. Here, we show that the phosphorylation of STAT1 by IκB kinase epsilon (IKKε) inhibits STAT1 homodimerization, and thus assembly of GAF, but does not disrupt ISGF3 formation. Therefore, virus and/or IFN-I activation of IKKε suppresses GAF-dependent transcription and promotes ISGF3-dependent transcription. In the absence of IKKε, GAF-dependent transcription is enhanced at the expense of ISGF3-mediated transcription, rendering cells less resistant to infection. We conclude that IKKε plays a critical role in regulating the balance between the IFN-I and IFN-II signaling pathways.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Blotting, Western",
            "Cell Line",
            "Chromatin Immunoprecipitation",
            "Chromatography, Gel",
            "DNA Primers",
            "Dimerization",
            "Electrophoretic Mobility Shift Assay",
            "Gene Expression Regulation",
            "Humans",
            "I-kappa B Kinase",
            "Immunoprecipitation",
            "Interferon Regulatory Factor-1",
            "Interferon Type I",
            "Interferon-Stimulated Gene Factor 3",
            "Interferon-gamma",
            "Mice",
            "Mice, Knockout",
            "Molecular Sequence Data",
            "Phosphorylation",
            "RNA Virus Infections",
            "STAT1 Transcription Factor",
            "Sequence Analysis, RNA",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Sze-Ling",
                "Last Name": "Ng",
                "Affiliation": "Department of Molecular and Cellular Biology, Harvard University, Cambridge, MA 02138, USA."
            },
            {
                "First Name": "Brad A",
                "Last Name": "Friedman",
                "Affiliation": ""
            },
            {
                "First Name": "Sonja",
                "Last Name": "Schmid",
                "Affiliation": ""
            },
            {
                "First Name": "Jason",
                "Last Name": "Gertz",
                "Affiliation": ""
            },
            {
                "First Name": "Richard M",
                "Last Name": "Myers",
                "Affiliation": ""
            },
            {
                "First Name": "Benjamin R",
                "Last Name": "Tenoever",
                "Affiliation": ""
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2011"
    },
    {
        "PMID": "21949399",
        "Title": "Regulatory elements required for the activation and repression of the protocadherin-alpha gene cluster.",
        "Abstract": "The mouse protocadherin (Pcdh) -α, -β, and -γ gene clusters encode more than 50 protein isoforms, the combinatorial expression of which generates vast single-cell diversity in the brain. At present, the mechanisms by which this diversity is expressed are not understood. Here we show that two transcriptional enhancer elements, HS5-1 and HS7, play a critical role in Pcdhα gene expression in mice. We show that the HS5-1 element functions as an enhancer in neurons and a silencer in nonneuronal cells. The enhancer activity correlates with the binding of zinc finger DNA binding protein CTCF to the target promoters, and the silencer activity requires the binding of the REST/NRSF repressor complex in nonneuronal cells. Thus, the HS5-1 element functions as a neuron-specific enhancer and nonneuronal cell repressor. In contrast, the HS7 element functions as a Pcdhα cluster-wide transcription enhancer element. These studies reveal a complex organization of regulatory elements required for generating single cell Pcdh diversity.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Base Sequence",
            "Brain",
            "CCCTC-Binding Factor",
            "Cadherins",
            "Cell Line, Tumor",
            "Cells, Cultured",
            "DNA Primers",
            "Enhancer Elements, Genetic",
            "Gene Deletion",
            "Humans",
            "Kidney",
            "Mice",
            "Mice, Knockout",
            "Multigene Family",
            "Neuroglia",
            "Promoter Regions, Genetic",
            "Protein Isoforms",
            "Regulatory Elements, Transcriptional",
            "Repressor Proteins",
            "Single-Cell Analysis",
            "Stochastic Processes"
        ],
        "Authors": [
            {
                "First Name": "Polina",
                "Last Name": "Kehayova",
                "Affiliation": "Department of Molecular and Cellular Biology, Harvard University, Cambridge, MA 02138, USA."
            },
            {
                "First Name": "Kevin",
                "Last Name": "Monahan",
                "Affiliation": ""
            },
            {
                "First Name": "Weisheng",
                "Last Name": "Chen",
                "Affiliation": ""
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2011"
    },
    {
        "PMID": "21816270",
        "Title": "A prion-like trigger of antiviral signaling.",
        "Abstract": "The MAVS protein plays a critical role in the assembly of an antiviral signaling complex on mitochondrial membranes. Hou et al. (2011) now report that virus infection induces a conformational change in MAVS, leading to the prion-like formation of functional self-aggregates that provide a sensitive trigger for antiviral signaling.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Junqiang",
                "Last Name": "Ye",
                "Affiliation": "Department of Molecular and Cellular Biology, Harvard University, Cambridge, MA 02138, USA."
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2011"
    },
    {
        "PMID": "21797991",
        "Title": "ExpressionPlot: a web-based framework for analysis of RNA-Seq and microarray gene expression data.",
        "Abstract": "RNA-Seq and microarray platforms have emerged as important tools for detecting changes in gene expression and RNA processing in biological samples. We present ExpressionPlot, a software package consisting of a default back end, which prepares raw sequencing or Affymetrix microarray data, and a web-based front end, which offers a biologically centered interface to browse, visualize, and compare different data sets. Download and installation instructions, a user's manual, discussion group, and a prototype are available at http://expressionplot.com/.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Computational Biology",
            "Databases, Genetic",
            "Gene Expression Profiling",
            "Humans",
            "Internet",
            "Oligonucleotide Array Sequence Analysis",
            "Sequence Analysis, RNA",
            "Software",
            "User-Computer Interface"
        ],
        "Authors": [
            {
                "First Name": "Brad A",
                "Last Name": "Friedman",
                "Affiliation": "Department of Molecular and Cell Biology, Harvard University, 7 Divinity Ave, Cambridge, MA 02138, USA. brad.aaron.friedman@gmail.com"
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": ""
            }
        ],
        "Journal": "Genome biology",
        "PubDate": "2011"
    },
    {
        "PMID": "21677781",
        "Title": "Negative regulation of interferon-β gene expression during acute and persistent virus infections.",
        "Abstract": "The production of type I interferons (IFNs) in response to viral infections is critical for antiviral immunity. However, IFN production is transient, and continued expression can lead to inflammatory or autoimmune diseases. Thus, understanding the mechanisms underlying the negative regulation of IFN expression could lead to the development of novel therapeutic approaches to the treatment of these diseases. We report that the transcription factor IRF3 plays a central role in the negative regulation of interferon-β (IFNβ) expression during both acute and persistent (chronic) virus infections. We show that the degradation of IRF3 during acute infections, rather than the activation of transcriptional repressors, leads to the down regulation of IFNβ expression. We also show that the block to IFNβ expression in mouse embryonic fibroblasts that are persistently infected with Sendai virus (SeV) correlates with the absence of transcriptionally active IRF3. Remarkably, ongoing protein synthesis and viral replication are required to maintain repression of the IFNβ gene in persistently infected cells, as the gene can be activated by the protein synthesis inhibitor cycloheximide, or by the antiviral drug ribavirin. Finally, we show that the SeV V protein inhibits IRF3 activity in persistently infected cells. Thus, in conjunction with the known interference with STAT1 by the SeV C protein, both IFN activation and its signaling pathways are blocked in persistently infected cells. We conclude that the transcription factor IRF3 is targeted for turnover and inactivation through distinct mechanisms from both the host cells and virus, leading to the inhibition of IFNβ gene expression during acute and persistent viral infections. These observations show that IRF3 plays a critical role, not only in the activation of the IFNβ gene, but also in the controlling the duration of its expression. (284 words).",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Antiviral Agents",
            "Autoimmune Diseases",
            "Cell Line",
            "Cycloheximide",
            "Fibroblasts",
            "Gene Expression Regulation",
            "Humans",
            "Immunity, Innate",
            "Inflammation",
            "Interferon Regulatory Factor-3",
            "Interferon-beta",
            "Mice",
            "Protein Synthesis Inhibitors",
            "Respirovirus Infections",
            "Ribavirin",
            "Sendai virus",
            "Signal Transduction",
            "Viral Proteins",
            "Virus Diseases"
        ],
        "Authors": [
            {
                "First Name": "Junqiang",
                "Last Name": "Ye",
                "Affiliation": "Department of Molecular and Cellular Biology, Harvard University, Cambridge, Massachusetts, United States of America."
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": ""
            }
        ],
        "Journal": "PloS one",
        "PubDate": "2011"
    },
    {
        "PMID": "21076398",
        "Title": "Cardiac glycosides are potent inhibitors of interferon-β gene expression.",
        "Abstract": "Here we report that bufalin and other cardiac glycoside inhibitors of the sodium-potassium ATPase (sodium pump) potently inhibit the induction of the interferon-β (IFNβ) gene by virus, double-stranded RNA or double-stranded DNA. Cardiac glycosides increase the intracellular sodium concentration, which appears to inhibit the ATPase activity of the RNA sensor RIG-I, an essential and early component in the IFNβ activation pathway. This, in turn, prevents the activation of the critical transcription factors IRF3 and NFκB. Bufalin inhibition can be overcome by expressing a drug-resistant variant of the sodium pump and knocking down the pump by short hairpin RNA inhibits IFNβ expression. Thus, bufalin acts exclusively through the sodium pump. We also show that bufalin inhibits tumor necrosis factor (TNF) signaling, at least in part by interfering with the nuclear translocation of NFκB. These findings suggest that bufalin could be used to treat inflammatory and autoimmune diseases in which IFN or TNF are hyperactivated.",
        "Keywords": [],
        "MeSH terms": [
            "Bufanolides",
            "Cardiac Glycosides",
            "Cell Line",
            "Dose-Response Relationship, Drug",
            "Enzyme Inhibitors",
            "Gene Expression Regulation",
            "Humans",
            "Interferon Regulatory Factor-3",
            "Interferon-beta",
            "Kidney",
            "NF-kappa B",
            "RNA Helicases",
            "RNA, Double-Stranded",
            "Sodium-Potassium-Exchanging ATPase",
            "Tumor Necrosis Factor-alpha"
        ],
        "Authors": [
            {
                "First Name": "Junqiang",
                "Last Name": "Ye",
                "Affiliation": "Department of Molecular and Cellular Biology, Harvard University, Cambridge, Massachusetts, USA."
            },
            {
                "First Name": "Shuibing",
                "Last Name": "Chen",
                "Affiliation": ""
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature chemical biology",
        "PubDate": "2011"
    },
    {
        "PMID": "20876099",
        "Title": "Proteolytic processing of protocadherin proteins requires endocytosis.",
        "Abstract": "The α-, β-, and γ-protocadherins (Pcdhα, Pcdhβ, and Pcdhγ) comprise a large family of single-pass transmembrane proteins predominantly expressed in the nervous system. These proteins contain six cadherin-like extracellular domains, and proteolysis of Pcdhα and Pcdhγ by the γ-secretase complex releases their intracellular domains into the cytoplasm where they may function locally and/or enter the nucleus and affect gene expression. Thus, cleavage of Pcdhs may function to link intercellular contacts and intracellular signaling. Here we report that shedding of the Pcdhα extracellular domain and subsequent processing by γ-secretase require endocytosis and that Pcdhs interact with the regulator of vesicular sorting ESCRT-0 in undifferentiated cells. We also find that the accumulation of Pcdh cleavage products is regulated during development. Differentiation leads to an increase in the interactions between Pcdh proteins and a decrease in the accumulation of cleavage products. We conclude that Pcdh processing requires endocytosis and that the level of cleavage products is regulated during neuronal differentiation.",
        "Keywords": [],
        "MeSH terms": [
            "Amyloid Precursor Protein Secretases",
            "Animals",
            "Blotting, Western",
            "Cadherins",
            "Cell Differentiation",
            "Cell Line",
            "Endocytosis",
            "Endosomal Sorting Complexes Required for Transport",
            "Immunohistochemistry",
            "Immunoprecipitation",
            "Mice",
            "Neurons",
            "Peptide Hydrolases",
            "Plasmids",
            "Protein Structure, Tertiary",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Sean M",
                "Last Name": "Buchanan",
                "Affiliation": "Department of Molecular and Cellular Biology, Harvard University, Cambridge, MA 02138, USA."
            },
            {
                "First Name": "Stefanie S",
                "Last Name": "Schalm",
                "Affiliation": ""
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2010"
    },
    {
        "PMID": "20616001",
        "Title": "Phosphorylation of protocadherin proteins by the receptor tyrosine kinase Ret.",
        "Abstract": "The clustered protocadherins (Pcdhs) are a large family of cadherin-like transmembrane proteins expressed in the nervous system. Stochastic expression of Pcdh genes and alternative splicing of their pre-mRNAs have the potential to generate enormous protein diversity at the cell surface of neurons. At present, the regulation and function of Pcdh proteins are largely unknown. Here, we show that Pcdhs form a heteromeric signaling complex(es), consisting of multiple Pcdh isoforms, receptor tyrosine kinases, phosphatases, and cell adhesion molecules. In particular, we find that the receptor tyrosine kinase rearranged during transformation (Ret) binds to Pcdhs in differentiated neuroblastoma cells and is required for stabilization and differentiation-induced phosphorylation of Pcdh proteins. In addition, the Ret ligand glial cell line-derived neurotrophic factor induces phosphorylation of Pcdhgamma in motor neurons and phosphorylation of Pcdhalpha and Pcdhgamma in sympathetic neurons. Conversely, Pcdh proteins are also required for the stabilization of activated Ret in neuroblastoma cells and sympathetic ganglia. Thus, Pcdhs and Ret are functional components of a phosphorylation-dependent signaling complex.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cadherins",
            "Cell Differentiation",
            "Cells, Cultured",
            "Chromatography, Affinity",
            "Enzyme Activation",
            "Enzyme Stability",
            "Mice",
            "Phosphorylation",
            "Protein Binding",
            "Proto-Oncogene Proteins c-ret",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Stefanie S",
                "Last Name": "Schalm",
                "Affiliation": "Department of Molecular and Cellular Biology, Harvard University, Cambridge, MA 02138, USA."
            },
            {
                "First Name": "Bryan A",
                "Last Name": "Ballif",
                "Affiliation": ""
            },
            {
                "First Name": "Sean M",
                "Last Name": "Buchanan",
                "Affiliation": ""
            },
            {
                "First Name": "Greg R",
                "Last Name": "Phillips",
                "Affiliation": ""
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2010"
    },
    {
        "PMID": "20404143",
        "Title": "Endocytic pathway is required for Drosophila Toll innate immune signaling.",
        "Abstract": "The Toll signaling pathway is required for the innate immune response against fungi and Gram-positive bacteria in Drosophila. Here we show that the endosomal proteins Myopic (Mop) and Hepatocyte growth factor-regulated tyrosine kinase substrate (Hrs) are required for the activation of the Toll signaling pathway. This requirement is observed in cultured cells and in flies, and epistasis experiments show that the Mop protein functions upstream of the MyD88 adaptor and the Pelle kinase. Mop and Hrs, which are critical components of the ESCRT-0 endocytosis complex, colocalize with the Toll receptor in endosomes. We conclude that endocytosis is required for the activation of the Toll signaling pathway.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Line",
            "Drosophila Proteins",
            "Drosophila melanogaster",
            "Endocytosis",
            "Endosomal Sorting Complexes Required for Transport",
            "Immunity, Innate",
            "Phosphoproteins",
            "Protein Tyrosine Phosphatases",
            "RNA Interference",
            "Signal Transduction",
            "Toll-Like Receptors"
        ],
        "Authors": [
            {
                "First Name": "Hon-Ren",
                "Last Name": "Huang",
                "Affiliation": "Department of Molecular and Cellular Biology, Harvard University, Cambridge, MA 02138, USA."
            },
            {
                "First Name": "Zhijian J",
                "Last Name": "Chen",
                "Affiliation": ""
            },
            {
                "First Name": "Sam",
                "Last Name": "Kunes",
                "Affiliation": ""
            },
            {
                "First Name": "Geen-Dong",
                "Last Name": "Chang",
                "Affiliation": ""
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2010"
    },
    {
        "PMID": "19060202",
        "Title": "A dimer-specific function of the transcription factor NFATp.",
        "Abstract": "The transcription factor NFATp integrates multiple signal transduction pathways through coordinate binding with basic-region leucine zipper (bZIP) proteins and other transcription factors. The NFATp monomer, even in the absence of its activation domains, recruits bZIP proteins to canonical NFAT-bZIP composite DNA elements. By contrast, the NFATp dimer and its bZIP partner bind noncooperatively to the NFAT-bZIP element of the tumor necrosis factor (TNF) gene promoter. This observation raises the possibility that the function of the activation domains of NFATp is dimer-specific. Here, we determine the consensus DNA binding site of the NFATp dimer, describe monomer- and dimer-specific NFATp-DNA contact patterns, and demonstrate that NFATp dimerization and dimer-specific activation subdomains are required for transcriptional activation from the TNF NFAT-bZIP element. We also show that these NFATp subdomains interact with the coactivator CBP (CREB-binding protein), which is required for NFATp-dependent TNF gene transcription. Thus, the context-specific function of the activation domains of NFAT can be potentiated by DNA-directed dimerization.",
        "Keywords": [],
        "MeSH terms": [
            "Base Sequence",
            "Basic-Leucine Zipper Transcription Factors",
            "CREB-Binding Protein",
            "Consensus Sequence",
            "DNA",
            "Dimerization",
            "Electrophoretic Mobility Shift Assay",
            "NFATC Transcription Factors",
            "Promoter Regions, Genetic",
            "Protein Structure, Tertiary",
            "Transcription, Genetic",
            "Tumor Necrosis Factor-alpha"
        ],
        "Authors": [
            {
                "First Name": "James V",
                "Last Name": "Falvo",
                "Affiliation": "Immune Disease Institute and Harvard Medical School, 800 Huntington Avenue, Boston, MA 02115, USA."
            },
            {
                "First Name": "Charles H",
                "Last Name": "Lin",
                "Affiliation": ""
            },
            {
                "First Name": "Alla V",
                "Last Name": "Tsytsykova",
                "Affiliation": ""
            },
            {
                "First Name": "Peter K",
                "Last Name": "Hwang",
                "Affiliation": ""
            },
            {
                "First Name": "Dimitris",
                "Last Name": "Thanos",
                "Affiliation": ""
            },
            {
                "First Name": "Anne E",
                "Last Name": "Goldfeld",
                "Affiliation": ""
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2008"
    },
    {
        "PMID": "18369137",
        "Title": "Multilevel regulation of gene expression by microRNAs.",
        "Abstract": "MicroRNAs (miRNAs) are approximately 22-nucleotide-long noncoding RNAs that normally function by suppressing translation and destabilizing messenger RNAs bearing complementary target sequences. Some miRNAs are expressed in a cell- or tissue-specific manner and may contribute to the establishment and/or maintenance of cellular identity. Recent studies indicate that tissue-specific miRNAs may function at multiple hierarchical levels of gene regulatory networks, from targeting hundreds of effector genes incompatible with the differentiated state to controlling the levels of global regulators of transcription and alternative pre-mRNA splicing. This multilevel regulation may allow individual miRNAs to profoundly affect the gene expression program of differentiated cells.",
        "Keywords": [],
        "MeSH terms": [
            "Alternative Splicing",
            "Animals",
            "Cell Differentiation",
            "Gene Expression Regulation",
            "Gene Regulatory Networks",
            "Humans",
            "MicroRNAs",
            "Muscle Cells",
            "Neurons",
            "Transcription Factors",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Eugene V",
                "Last Name": "Makeyev",
                "Affiliation": "Department of Molecular and Cellular Biology, Harvard University, Cambridge, MA 02138, USA. makeyev@mcb.harvard.edu"
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": ""
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2008"
    },
    {
        "PMID": "17679093",
        "Title": "The MicroRNA miR-124 promotes neuronal differentiation by triggering brain-specific alternative pre-mRNA splicing.",
        "Abstract": "Both microRNAs and alternative pre-mRNA splicing have been implicated in the development of the nervous system (NS), but functional interactions between these two pathways are poorly understood. We demonstrate that the neuron-specific microRNA miR-124 directly targets PTBP1 (PTB/hnRNP I) mRNA, which encodes a global repressor of alternative pre-mRNA splicing in nonneuronal cells. Among the targets of PTBP1 is a critical cassette exon in the pre-mRNA of PTBP2 (nPTB/brPTB/PTBLP), an NS-enriched PTBP1 homolog. When this exon is skipped, PTBP2 mRNA is subject to nonsense-mediated decay (NMD). During neuronal differentiation, miR-124 reduces PTBP1 levels, leading to the accumulation of correctly spliced PTBP2 mRNA and a dramatic increase in PTBP2 protein. These events culminate in the transition from non-NS to NS-specific alternative splicing patterns. We also present evidence that miR-124 plays a key role in the differentiation of progenitor cells to mature neurons. Thus, miR-124 promotes NS development, at least in part by regulating an intricate network of NS-specific alternative splicing.",
        "Keywords": [],
        "MeSH terms": [
            "Alternative Splicing",
            "Animals",
            "Brain",
            "Cell Differentiation",
            "Cells, Cultured",
            "Exons",
            "Gene Expression Regulation, Developmental",
            "Heterogeneous-Nuclear Ribonucleoproteins",
            "Humans",
            "Mice",
            "MicroRNAs",
            "Mitosis",
            "Nerve Tissue Proteins",
            "Neuroblastoma",
            "Neurons",
            "Polypyrimidine Tract-Binding Protein",
            "RNA Precursors",
            "RNA Processing, Post-Transcriptional",
            "RNA, Messenger",
            "Transfection"
        ],
        "Authors": [
            {
                "First Name": "Eugene V",
                "Last Name": "Makeyev",
                "Affiliation": "Department of Molecular and Cellular Biology, Harvard University, Cambridge, MA 02138, USA."
            },
            {
                "First Name": "Jiangwen",
                "Last Name": "Zhang",
                "Affiliation": ""
            },
            {
                "First Name": "Monica A",
                "Last Name": "Carrasco",
                "Affiliation": ""
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2007"
    },
    {
        "PMID": "17574024",
        "Title": "An atomic model of the interferon-beta enhanceosome.",
        "Abstract": "Transcriptional activation of the interferon-beta (IFN-beta) gene requires assembly of an enhanceosome containing ATF-2/c-Jun, IRF-3/IRF-7, and NFkappaB. These factors bind cooperatively to the IFN-beta enhancer and recruit coactivators and chromatin-remodeling proteins to the IFN-beta promoter. We describe here a crystal structure of the DNA-binding domains of IRF-3, IRF-7, and NFkappaB, bound to one half of the enhancer, and use a previously described structure of the remaining half to assemble a complete picture of enhanceosome architecture in the vicinity of the DNA. Association of eight proteins with the enhancer creates a continuous surface for recognizing a composite DNA-binding element. Paucity of local protein-protein contacts suggests that cooperative occupancy of the enhancer comes from both binding-induced changes in DNA conformation and interactions with additional components such as CBP. Contacts with virtually every nucleotide pair account for the evolutionary invariance of the enhancer sequence.",
        "Keywords": [],
        "MeSH terms": [
            "Base Sequence",
            "Chromatin",
            "Crystallization",
            "Crystallography, X-Ray",
            "Humans",
            "Interferon Regulatory Factor-3",
            "Interferon Regulatory Factor-7",
            "Interferon-beta",
            "Models, Biological",
            "Molecular Conformation",
            "Molecular Sequence Data",
            "NF-kappa B",
            "Nucleic Acid Conformation",
            "Recombinant Fusion Proteins",
            "Transcriptional Activation"
        ],
        "Authors": [
            {
                "First Name": "Daniel",
                "Last Name": "Panne",
                "Affiliation": "The Jack and Eileen Connors Structural Biology Laboratory, Harvard Medical School, Department of Biological Chemistry and Molecular Pharmacology, Howard Hughes Medical Institute, 250 Longwood Avenue, Boston, MA 02115, USA."
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen C",
                "Last Name": "Harrison",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2007"
    },
    {
        "PMID": "17526488",
        "Title": "Interferon regulatory factor 3 is regulated by a dual phosphorylation-dependent switch.",
        "Abstract": "The transcription factor interferon regulatory factor 3 (IRF-3) regulates genes in the innate immune response. IRF-3 is activated through phosphorylation by the kinases IKK epsilon and/or TBK1. Phosphorylation results in IRF-3 dimerization and removal of an autoinhibitory structure to allow interaction with the coactivators CBP/p300. The precise role of the different phosphorylation sites has remained controversial. Using purified proteins we show that TBK1 can directly phosphorylate full-length IRF-3 in vitro. Phosphorylation at residues in site 2 (Ser(396)-Ser(405)) alleviates autoinhibition to allow interaction with CBP (CREB-binding protein) and facilitates phosphorylation at site 1 (Ser(385) or Ser(386)). Phosphorylation at site 1 is, in turn, required for IRF-3 dimerization. The data support a two-step phosphorylation model for IRF-3 activation mediated by TBK1.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Baculoviridae",
            "Binding Sites",
            "Cell Line",
            "Dimerization",
            "Humans",
            "Hydrogen Bonding",
            "Insecta",
            "Interferon Regulatory Factor-3",
            "Models, Biological",
            "Mutation",
            "Peptides",
            "Phosphorylation",
            "Protein Binding",
            "Protein Serine-Threonine Kinases"
        ],
        "Authors": [
            {
                "First Name": "Daniel",
                "Last Name": "Panne",
                "Affiliation": "Department of Biological Chemistry and Molecular Pharmacology, Howard Hughes Medical Institute, Harvard Medical School, Boston, Massachusetts 02115, USA."
            },
            {
                "First Name": "Sarah M",
                "Last Name": "McWhirter",
                "Affiliation": ""
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen C",
                "Last Name": "Harrison",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2007"
    },
    {
        "PMID": "17332413",
        "Title": "Multiple functions of the IKK-related kinase IKKepsilon in interferon-mediated antiviral immunity.",
        "Abstract": "IKKepsilon is an IKK (inhibitor of nuclear factor kappaBkinase)-related kinase implicated in virus induction of interferon-beta (IFNbeta). We report that, although mice lacking IKKepsilon produce normal amounts of IFNbeta, they are hypersusceptible to viral infection because of a defect in the IFN signaling pathway. Specifically, a subset of type I IFN-stimulated genes are not activated in the absence of IKKepsilon because the interferon-stimulated gene factor 3 complex (ISGF3) does not bind to promoter elements of the affected genes. We demonstrate that IKKepsilon is activated by IFNbeta and that IKKepsilon directly phosphorylates signal transducer and activator of transcription 1 (STAT1), a component of ISGF3. We conclude that IKKepsilon plays a critical role in the IFN-inducible antiviral transcriptional response.",
        "Keywords": [],
        "MeSH terms": [
            "Adenosine Deaminase",
            "Animals",
            "Cells, Cultured",
            "Dimerization",
            "Gene Expression Regulation",
            "I-kappa B Kinase",
            "Influenza A Virus, H1N1 Subtype",
            "Interferon-Stimulated Gene Factor 3",
            "Interferon-beta",
            "Lung",
            "Mice",
            "Mice, Knockout",
            "Orthomyxoviridae Infections",
            "Phosphorylation",
            "Promoter Regions, Genetic",
            "RNA-Binding Proteins",
            "STAT1 Transcription Factor",
            "STAT2 Transcription Factor",
            "Signal Transduction",
            "Transcription, Genetic",
            "Viral Load",
            "Virus Replication"
        ],
        "Authors": [
            {
                "First Name": "Benjamin R",
                "Last Name": "Tenoever",
                "Affiliation": "Department of Molecular and Cellular Biology, Harvard University, 7 Divinity Avenue, Cambridge, MA 02138, USA."
            },
            {
                "First Name": "Sze-Ling",
                "Last Name": "Ng",
                "Affiliation": ""
            },
            {
                "First Name": "Mark A",
                "Last Name": "Chua",
                "Affiliation": ""
            },
            {
                "First Name": "Sarah M",
                "Last Name": "McWhirter",
                "Affiliation": ""
            },
            {
                "First Name": "Adolfo",
                "Last Name": "García-Sastre",
                "Affiliation": ""
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": ""
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2007"
    },
    {
        "PMID": "17172445",
        "Title": "Identification of long-range regulatory elements in the protocadherin-alpha gene cluster.",
        "Abstract": "The clustered protocadherins (Pcdh) are encoded by three closely linked gene clusters (Pcdh-alpha, -beta, and -gamma) that span nearly 1 million base pairs of DNA. The Pcdh-alpha gene cluster encodes a family of 14 distinct cadherin-like cell surface proteins that are expressed in neurons and are present at synaptic junctions. Individual Pcdh-alpha mRNAs are assembled from one of 14 \"variable\" (V) exons and three \"constant\" exons in a process that involves both differential promoter activation and alternative pre-mRNA splicing. In individual neurons, only one (and rarely two) of the Pcdh alpha1-12 promoters is independently and randomly activated on each chromosome. Thus, in most cells, this unusual form of monoallelic expression leads to the expression of two different Pcdh-alpha 1-12 V exons, one from each chromosome. The two remaining V exons in the cluster (Pcdh-alphaC1 and alphaC2) are expressed biallelically in every neuron. The mechanisms that underlie promoter choice and monoallelic expression in the Pcdh-alpha gene cluster are not understood. Here we report the identification of two long-range cis-regulatory elements in the Pcdh-alpha gene cluster, HS5-1 and HS7. We show that HS5-1 is required for maximal levels of expression from the Pcdh alpha1-12 and alphaC1 promoters, but not the Pcdh-alphaC2 promoter. The nearly cluster-wide requirement of the HS5-1 element is consistent with the possibility that the monoallelic expression of Pcdh-alpha V exons is a consequence of competition between individual V exon promoters for the two regulatory elements.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cadherins",
            "Deoxyribonuclease I",
            "Embryo, Mammalian",
            "Gene Expression Regulation",
            "Humans",
            "Mice",
            "Multigene Family",
            "RNA, Messenger",
            "Regulatory Sequences, Nucleic Acid"
        ],
        "Authors": [
            {
                "First Name": "Scott",
                "Last Name": "Ribich",
                "Affiliation": "Department of Molecular and Cellular Biology, Harvard University, 7 Divinity Avenue, Cambridge, MA 02138, USA."
            },
            {
                "First Name": "Bosiljka",
                "Last Name": "Tasic",
                "Affiliation": ""
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2006"
    },
    {
        "PMID": "16713969",
        "Title": "Parallel pathways of virus recognition.",
        "Abstract": "Viruses trigger signaling pathways of innate immunity. In this issue, it is shown that the mitochondrial antiviral signaling protein is critical for intracellular detection signaling, but is dispensable for the activation of innate immunity via Toll-like receptors.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptor Proteins, Signal Transducing",
            "Animals",
            "Humans",
            "Immunity, Innate",
            "Membrane Proteins",
            "Mitochondrial Proteins",
            "Nerve Tissue Proteins",
            "Receptors, Cell Surface",
            "Signal Transduction",
            "Viruses"
        ],
        "Authors": [
            {
                "First Name": "Benjamin R",
                "Last Name": "Tenoever",
                "Affiliation": "Department of Molecular and Cellular Biology, Harvard University, Cambridge, Massachusetts 02138, USA."
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": ""
            }
        ],
        "Journal": "Immunity",
        "PubDate": "2006"
    },
    {
        "PMID": "16143094",
        "Title": "Connecting mitochondria and innate immunity.",
        "Abstract": "Viral infection results in the activation of multiple signaling pathways, but how these pathways are coordinated remains a mystery. Two studies, one published in this issue of Cell (Seth et al., 2005) and the other in Molecular Cell (Xu et al., 2005), identify a new intracellular signaling protein that is required for activating type I interferon expression in response to viral infection. In addition,Seth et al. (2005) show that the function of this protein, which they call MAVS, requires that it be localized to the mitochondria. This observation establishes an unexpected link between innate immunity and an organelle with evolutionary origins in aerobic bacteria.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Humans",
            "Immunity, Innate",
            "Interferon Type I",
            "Mitochondria",
            "RNA, Double-Stranded",
            "Signal Transduction",
            "TNF Receptor-Associated Factor 6",
            "Virus Diseases"
        ],
        "Authors": [
            {
                "First Name": "Sarah M",
                "Last Name": "McWhirter",
                "Affiliation": "Department of Molecular and Cellular Biology, Harvard University, Cambridge, Massachusetts 02138, USA."
            },
            {
                "First Name": "Benjamin R",
                "Last Name": "Tenoever",
                "Affiliation": ""
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": ""
            }
        ],
        "Journal": "Cell",
        "PubDate": "2005"
    },
    {
        "PMID": "16081424",
        "Title": "The role of ubiquitination in Drosophila innate immunity.",
        "Abstract": "Infection of Drosophila by Gram-negative bacteria triggers a signal transduction pathway (the IMD pathway) culminating in the expression of genes encoding antimicrobial peptides. A key component in this pathway is a Drosophila IkappaB kinase (DmIKK) complex, which stimulates the cleavage and activation of the NF-kappaB transcription factor Relish. Activation of the DmIKK complex requires the MAP3K dTAK1, but the mechanism of dTAK1 activation is not understood. In human cells, the activation of TAK1 and IKK requires the human ubiquitin-conjugating enzymes Ubc13 and UEV1a. Here we demonstrate that the Drosophila homologs of Ubc13 and UEV1a are similarly required for the activation of dTAK1 and the DmIKK complex. Surprisingly, we find that the Drosophila caspase DREDD and its partner dFADD are required for the activation of DmIKK and JNK, in addition to their role in Relish cleavage. These studies reveal an evolutionarily conserved role of ubiquitination in IKK activation, and provide new insights into the hierarchy of signaling components in the Drosophila antibacterial immunity pathway.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Culture Techniques",
            "Drosophila",
            "Evolution, Molecular",
            "Gram-Negative Bacterial Infections",
            "I-kappa B Kinase",
            "Immunity, Innate",
            "MAP Kinase Kinase 4",
            "Signal Transduction",
            "Ubiquitin-Conjugating Enzymes"
        ],
        "Authors": [
            {
                "First Name": "Rui",
                "Last Name": "Zhou",
                "Affiliation": "Department of Molecular and Cellular Biology, Harvard University, Cambridge, Massachusetts 02138, USA."
            },
            {
                "First Name": "Neal",
                "Last Name": "Silverman",
                "Affiliation": ""
            },
            {
                "First Name": "Mei",
                "Last Name": "Hong",
                "Affiliation": ""
            },
            {
                "First Name": "Dorothy S",
                "Last Name": "Liao",
                "Affiliation": ""
            },
            {
                "First Name": "Yvonne",
                "Last Name": "Chung",
                "Affiliation": ""
            },
            {
                "First Name": "Zhijian J",
                "Last Name": "Chen",
                "Affiliation": ""
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2005"
    },
    {
        "PMID": "15837427",
        "Title": "Delay in synthesis of the 3' splice site promotes trans-splicing of the preceding 5' splice site.",
        "Abstract": "Premessenger RNA (pre-mRNA) splicing can occur within an individual pre-mRNA (cis-splicing) or between separate pre-mRNAs (trans-splicing). Although a number of examples of mammalian trans-splicing have been reported, the molecular mechanisms involved are poorly understood. Here, we investigate the mechanisms of Sp1 pre-mRNA trans-splicing with human cells expressing modified Sp1 transgenes. We find that the presence of a long intron or the insertion of an RNA polymerase II pause site within an intron promotes trans-splicing. We also add examples of naturally occurring trans-splicing. We propose that Sp1 trans-splicing, and other examples of mammalian trans-splicing, are a consequence of low-frequency disruption of the normal mechanisms that couple transcription and splicing.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Blotting, Western",
            "Cell Line, Transformed",
            "Chromatin Immunoprecipitation",
            "Exons",
            "Humans",
            "Introns",
            "Models, Biological",
            "RNA Precursors",
            "RNA Splice Sites",
            "Rats",
            "Reverse Transcriptase Polymerase Chain Reaction",
            "Time Factors",
            "Trans-Splicing",
            "Transcription Factors",
            "Transgenes"
        ],
        "Authors": [
            {
                "First Name": "Terunao",
                "Last Name": "Takahara",
                "Affiliation": "Department of Life Sciences, Graduate School of Arts and Sciences, The University of Tokyo, Komaba, Meguro, Tokyo 153-8902, Japan."
            },
            {
                "First Name": "Bosiljka",
                "Last Name": "Tasic",
                "Affiliation": ""
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": ""
            },
            {
                "First Name": "Hiroshi",
                "Last Name": "Akanuma",
                "Affiliation": ""
            },
            {
                "First Name": "Shuichi",
                "Last Name": "Yanagisawa",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2005"
    },
    {
        "PMID": "15753297",
        "Title": "Serine/arginine-rich protein-dependent suppression of exon skipping by exonic splicing enhancers.",
        "Abstract": "The 5' and 3' splice sites within an intron can, in principle, be joined to those within any other intron during pre-mRNA splicing. However, exons are joined in a strict 5' to 3' linear order in constitutively spliced pre-mRNAs. Thus, specific mechanisms must exist to prevent the random joining of exons. Here we report that insertion of exon sequences into an intron can inhibit splicing to the downstream 3' splice site and that this inhibition is independent of intron size. The exon sequences required for splicing inhibition were found to be exonic enhancer elements, and their inhibitory activity requires the binding of serine/arginine-rich splicing factors. We conclude that exonic enhancers can act as barriers to prevent exon skipping and thereby may play a key role in ensuring the correct 5' to 3' linear order of exons in spliced mRNA.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Enhancer Elements, Genetic",
            "Exons",
            "Female",
            "HeLa Cells",
            "Humans",
            "In Vitro Techniques",
            "Introns",
            "Kinetics",
            "Nuclear Proteins",
            "Oocytes",
            "Phosphoproteins",
            "RNA Polymerase II",
            "RNA Splicing",
            "RNA-Binding Proteins",
            "Serine-Arginine Splicing Factors",
            "Suppression, Genetic",
            "Xenopus laevis"
        ],
        "Authors": [
            {
                "First Name": "El Chérif",
                "Last Name": "Ibrahim",
                "Affiliation": "Department of Cell Biology, Harvard Medical School, 240 Longwood Avenue, Boston, MA 02115, USA."
            },
            {
                "First Name": "Thomas D",
                "Last Name": "Schaal",
                "Affiliation": ""
            },
            {
                "First Name": "Klemens J",
                "Last Name": "Hertel",
                "Affiliation": ""
            },
            {
                "First Name": "Robin",
                "Last Name": "Reed",
                "Affiliation": ""
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2005"
    },
    {
        "PMID": "15510218",
        "Title": "Crystal structure of ATF-2/c-Jun and IRF-3 bound to the interferon-beta enhancer.",
        "Abstract": "Transcriptional activation of the interferon-beta (IFN-beta) gene requires assembly of an enhanceosome containing the transcription factors ATF-2/c-Jun, IRF-3/IRF-7, NF-kappaB and HMGI(Y). These factors cooperatively bind a composite DNA site and activate expression of the IFN-beta gene. The 3.0 A crystal structure of the DNA-binding domains of ATF-2/c-Jun and two IRF-3 molecules in a complex with 31 base pairs (bp) of the PRDIV-PRDIII region of the IFN-beta enhancer shows that association of the four proteins with DNA creates a continuous surface for the recognition of 24 bp. The structure, together with in vitro binding studies and protein mutagenesis, shows that protein-protein interactions are not critical for cooperative binding. Instead, cooperativity arises mainly through nucleotide sequence-dependent structural changes in the DNA that allow formation of complementary DNA conformations. Because the binding sites overlap on the enhancer, the unit of recognition is the entire nucleotide sequence, not the individual subsites.",
        "Keywords": [],
        "MeSH terms": [
            "Activating Transcription Factor 2",
            "Amino Acid Sequence",
            "Animals",
            "Crystallography, X-Ray",
            "Cyclic AMP Response Element-Binding Protein",
            "DNA-Binding Proteins",
            "Dimerization",
            "Electrophoretic Mobility Shift Assay",
            "Enhancer Elements, Genetic",
            "Interferon Regulatory Factor-3",
            "Interferon-beta",
            "Leucine Zippers",
            "Mass Spectrometry",
            "Models, Molecular",
            "Molecular Sequence Data",
            "Protein Structure, Tertiary",
            "Proto-Oncogene Proteins c-jun",
            "Sequence Homology, Amino Acid",
            "Static Electricity",
            "Thermodynamics",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Daniel",
                "Last Name": "Panne",
                "Affiliation": "Department of Biological Chemistry & Molecular Pharmacology, Howard Hughes Medical Institute, Harvard Medical School, Boston, MA, USA."
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen C",
                "Last Name": "Harrison",
                "Affiliation": ""
            }
        ],
        "Journal": "The EMBO journal",
        "PubDate": "2004"
    },
    {
        "PMID": "14679297",
        "Title": "IFN-regulatory factor 3-dependent gene expression is defective in Tbk1-deficient mouse embryonic fibroblasts.",
        "Abstract": "Virus infection, double-stranded RNA, and lipopolysaccharide each induce the expression of genes encoding IFN-alpha and -beta and chemokines, such as RANTES (regulated on activation, normal T cell expressed and secreted) and IP-10 (IFN-gamma inducible protein 10). This induction requires the coordinate activation of several transcription factors, including IFN-regulatory factor 3 (IRF3). The signaling pathways leading to IRF3 activation are triggered by the binding of pathogen-specific products to Toll-like receptors and culminate in the phosphorylation of specific serine residues in the C terminus of IRF3. Recent studies of human cell lines in culture have implicated two noncanonical IkappaB kinase (IKK)-related kinases, IKK-epsilon and Traf family member-associated NF-kappaB activator (TANK)-binding kinase 1 (TBK1), in the phosphorylation of IRF3. Here, we show that purified recombinant IKK-epsilon and TBK1 directly phosphorylate the critical serine residues in IRF3. We have also examined the expression of IRF3-dependent genes in mouse embryonic fibroblasts (MEFs) derived from Tbk1(-/-) mice, and we show that TBK1 is required for the activation and nuclear translocation of IRF3 in these cells. Moreover, Tbk1(-/-) MEFs show marked defects in IFN-alpha and -beta, IP-10, and RANTES gene expression after infection with either Sendai or Newcastle disease viruses or after engagement of the Toll-like receptors 3 and 4 by double-stranded RNA and lipopolysaccharide, respectively. Finally, TRIF (TIR domain-containing adapter-inducing IFN-beta), fails to activate IRF3-dependent genes in Tbk1(-/-) MEFs. We conclude that TBK1 is essential for IRF3-dependent antiviral gene expression.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "DNA-Binding Proteins",
            "Fibroblasts",
            "Gene Expression",
            "I-kappa B Kinase",
            "In Vitro Techniques",
            "Interferon Regulatory Factor-3",
            "Interferon-beta",
            "Mice",
            "Mice, Knockout",
            "Phosphorylation",
            "Protein Serine-Threonine Kinases",
            "Recombinant Proteins",
            "Transcription Factors",
            "Virus Diseases"
        ],
        "Authors": [
            {
                "First Name": "Sarah M",
                "Last Name": "McWhirter",
                "Affiliation": "Department of Molecular and Cellular Biology, Harvard University, 7 Divinity Avenue, Cambridge, MA 02138, USA."
            },
            {
                "First Name": "Katherine A",
                "Last Name": "Fitzgerald",
                "Affiliation": ""
            },
            {
                "First Name": "Jacqueline",
                "Last Name": "Rosains",
                "Affiliation": ""
            },
            {
                "First Name": "Daniel C",
                "Last Name": "Rowe",
                "Affiliation": ""
            },
            {
                "First Name": "Douglas T",
                "Last Name": "Golenbock",
                "Affiliation": ""
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2004"
    },
    {
        "PMID": "14519762",
        "Title": "Immune activation of NF-kappaB and JNK requires Drosophila TAK1.",
        "Abstract": "Stimulation of the Drosophila immune response activates NF-kappaB and JNK signaling pathways. For example, infection by Gram-negative bacteria induces the Imd signaling pathway, leading to the activation of the NF-kappaB-like transcription factor Relish and the expression of a battery of genes encoding antimicrobial peptides. Bacterial infection also activates the JNK pathway, but the role of this pathway in the immune response has not yet been established. Genetic experiments suggest that the Drosophila homolog of the mammalian MAPK kinase kinase, TAK1 (transforming growth factor beta-activated kinase 1), activates both the JNK and NF-kappaB pathways following immune stimulation. In this report, we demonstrate that Drosophila TAK1 functions as both the Drosophila IkappaB kinase-activating kinase and the JNK kinase-activating kinase. However, we found that JNK signaling is not required for antimicrobial peptide gene expression but is required for the activation of other immune inducible genes, including Punch, sulfated, and malvolio. Thus, JNK signaling appears to play an important role in the cellular immune response and the stress response.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Drosophila",
            "Drosophila Proteins",
            "I-kappa B Kinase",
            "JNK Mitogen-Activated Protein Kinases",
            "MAP Kinase Kinase 4",
            "MAP Kinase Kinase Kinases",
            "Mitogen-Activated Protein Kinase Kinases",
            "NF-kappa B",
            "Protein Serine-Threonine Kinases"
        ],
        "Authors": [
            {
                "First Name": "Neal",
                "Last Name": "Silverman",
                "Affiliation": "Department of Medicine, University of Massachusetts Medical School, Worcester, Massachusetts 01605, USA. neal.silverman@umassmed.edu"
            },
            {
                "First Name": "Rui",
                "Last Name": "Zhou",
                "Affiliation": ""
            },
            {
                "First Name": "Rachel L",
                "Last Name": "Erlich",
                "Affiliation": ""
            },
            {
                "First Name": "Mike",
                "Last Name": "Hunter",
                "Affiliation": ""
            },
            {
                "First Name": "Erik",
                "Last Name": "Bernstein",
                "Affiliation": ""
            },
            {
                "First Name": "David",
                "Last Name": "Schneider",
                "Affiliation": ""
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": ""
            }
        ],
        "Journal": "The Journal of biological chemistry",
        "PubDate": "2003"
    },
    {
        "PMID": "12692549",
        "Title": "IKKepsilon and TBK1 are essential components of the IRF3 signaling pathway.",
        "Abstract": "The transcription factors interferon regulatory factor 3 (IRF3) and NF-kappaB are required for the expression of many genes involved in the innate immune response. Viral infection, or the binding of double-stranded RNA to Toll-like receptor 3, results in the coordinate activation of IRF3 and NF-kappaB. Activation of IRF3 requires signal-dependent phosphorylation, but little is known about the signaling pathway or kinases involved. Here we report that the noncanonical IkappaB kinase homologs, IkappaB kinase-epsilon (IKKepsilon) and TANK-binding kinase-1 (TBK1), which were previously implicated in NF-kappaB activation, are also essential components of the IRF3 signaling pathway. Thus, IKKepsilon and TBK1 have a pivotal role in coordinating the activation of IRF3 and NF-kappaB in the innate immune response.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptor Proteins, Vesicular Transport",
            "Chemokine CCL5",
            "DNA-Binding Proteins",
            "Drosophila Proteins",
            "Gene Expression Regulation",
            "Humans",
            "I-kappa B Kinase",
            "Immunity, Innate",
            "Interferon Regulatory Factor-3",
            "Interferon-beta",
            "Membrane Glycoproteins",
            "NF-kappa B",
            "Protein Serine-Threonine Kinases",
            "RNA Interference",
            "Receptors, Cell Surface",
            "Signal Transduction",
            "Toll-Like Receptor 3",
            "Toll-Like Receptors",
            "Transcription Factors",
            "Virus Diseases"
        ],
        "Authors": [
            {
                "First Name": "Katherine A",
                "Last Name": "Fitzgerald",
                "Affiliation": "Division of Infectious Disease & Immunology, University of Massachusetts Medical School, Worcester, MA 01605, USA."
            },
            {
                "First Name": "Sarah M",
                "Last Name": "McWhirter",
                "Affiliation": ""
            },
            {
                "First Name": "Kerrie L",
                "Last Name": "Faia",
                "Affiliation": ""
            },
            {
                "First Name": "Daniel C",
                "Last Name": "Rowe",
                "Affiliation": ""
            },
            {
                "First Name": "Eicke",
                "Last Name": "Latz",
                "Affiliation": ""
            },
            {
                "First Name": "Douglas T",
                "Last Name": "Golenbock",
                "Affiliation": ""
            },
            {
                "First Name": "Anthony J",
                "Last Name": "Coyle",
                "Affiliation": ""
            },
            {
                "First Name": "Sha-Mei",
                "Last Name": "Liao",
                "Affiliation": ""
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature immunology",
        "PubDate": "2003"
    },
    {
        "PMID": "12150904",
        "Title": "Promoter choice determines splice site selection in protocadherin alpha and gamma pre-mRNA splicing.",
        "Abstract": "A family of mammalian protocadherin (Pcdh) proteins is encoded by three closely linked gene clusters (alpha, beta, and gamma). Multiple alpha and gamma Pcdh mRNAs are expressed in distinct patterns in the nervous system and are generated by alternative pre-mRNA splicing between different \"variable\" exons and three \"constant\" exons within each cluster. We show that each Pcdh variable exon is preceded by a promoter and that promoter choice determines which variable exon is included in a Pcdh mRNA. In addition, we provide evidence that alternative splicing of variable exons within a gene cluster occurs via a cis-splicing mechanism. However, virtually every variable exon can engage in trans-splicing with constant exons from another cluster, albeit at a far lower level.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Alternative Splicing",
            "Animals",
            "Cadherins",
            "Exons",
            "Humans",
            "Mice",
            "Promoter Regions, Genetic",
            "Protein Isoforms",
            "Protein Precursors",
            "RNA Precursors",
            "RNA, Messenger",
            "Reverse Transcriptase Polymerase Chain Reaction",
            "Trans-Splicing",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Bosiljka",
                "Last Name": "Tasic",
                "Affiliation": "Department of Molecular and Cellular Biology, Harvard University, Cambridge, Massachusetts 02138, USA."
            },
            {
                "First Name": "Christoph E",
                "Last Name": "Nabholz",
                "Affiliation": ""
            },
            {
                "First Name": "Kristin K",
                "Last Name": "Baldwin",
                "Affiliation": ""
            },
            {
                "First Name": "Youngwook",
                "Last Name": "Kim",
                "Affiliation": ""
            },
            {
                "First Name": "Erroll H",
                "Last Name": "Rueckert",
                "Affiliation": ""
            },
            {
                "First Name": "Scott A",
                "Last Name": "Ribich",
                "Affiliation": ""
            },
            {
                "First Name": "Paula",
                "Last Name": "Cramer",
                "Affiliation": ""
            },
            {
                "First Name": "Qiang",
                "Last Name": "Wu",
                "Affiliation": ""
            },
            {
                "First Name": "Richard",
                "Last Name": "Axel",
                "Affiliation": ""
            },
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular cell",
        "PubDate": "2002"
    },
    {
        "PMID": "12110900",
        "Title": "Alternative pre-mRNA splicing and proteome expansion in metazoans.",
        "Abstract": "The protein coding sequences of most eukaryotic messenger RNA precursors (pre-mRNAs) are interrupted by non-coding sequences called introns. Pre-mRNA splicing is the process by which introns are removed and the protein coding elements assembled into mature mRNAs. Alternative pre-mRNA splicing selectively joins different protein coding elements to form mRNAs that encode proteins with distinct functions, and is therefore an important source of protein diversity. The elaboration of this mechanism may have had a significant role in the expansion of metazoan proteomes during evolution.",
        "Keywords": [],
        "MeSH terms": [
            "Alternative Splicing",
            "Animals",
            "Evolution, Molecular",
            "Exons",
            "Genomics",
            "Humans",
            "Organ Specificity",
            "Proteome",
            "RNA Precursors",
            "RNA, Messenger",
            "Substrate Specificity",
            "Trans-Splicing"
        ],
        "Authors": [
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": "Department of Molecular and Cellular Biology, Harvard University, Cambridge, Massachusetts 02138, USA."
            },
            {
                "First Name": "Bosiljka",
                "Last Name": "Tasic",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2002"
    },
    {
        "PMID": "11932736",
        "Title": "An extensive network of coupling among gene expression machines.",
        "Abstract": "Gene expression in eukaryotes requires several multi-component cellular machines. Each machine carries out a separate step in the gene expression pathway, which includes transcription, several pre-messenger RNA processing steps and the export of mature mRNA to the cytoplasm. Recent studies lead to the view that, in contrast to a simple linear assembly line, a complex and extensively coupled network has evolved to coordinate the activities of the gene expression machines. The extensive coupling is consistent with a model in which the machines are tethered to each other to form 'gene expression factories' that maximize the efficiency and specificity of each step in gene expression.",
        "Keywords": [],
        "MeSH terms": [
            "Gene Expression",
            "Models, Genetic",
            "Poly A",
            "RNA Caps",
            "RNA Polymerase II",
            "RNA Precursors",
            "RNA Splicing",
            "RNA, Messenger",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Tom",
                "Last Name": "Maniatis",
                "Affiliation": "Department of Molecular and Cellular Biology, Harvard University, Cambridge, Massachusetts 02138, USA. maniatis@mcb.harvard.edu"
            },
            {
                "First Name": "Robin",
                "Last Name": "Reed",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2002"
    }
]