[
    {
        "PMID": "38645217",
        "Title": "Recalibrating differential gene expression by genetic dosage variance prioritizes functionally relevant genes.",
        "Abstract": "Differential expression (DE) analysis is a widely used method for identifying genes that are functionally relevant for an observed phenotype or biological response. However, typical DE analysis includes selection of genes based on a threshold of fold change in expression under the implicit assumption that all genes are equally sensitive to dosage changes of their transcripts. This tends to favor highly variable genes over more constrained genes where even small changes in expression may be biologically relevant. To address this limitation, we have developed a method to recalibrate each gene's differential expression fold change based on genetic expression variance observed in the human population. The newly established metric ranks statistically differentially expressed genes not by nominal change of expression, but by relative change in comparison to natural dosage variation for each gene. We apply our method to RNA sequencing datasets from rare disease and in-vitro stimulus response experiments. Compared to the standard approach, our method adjusts the bias in discovery towards highly variable genes, and enriches for pathways and biological processes related to metabolic and regulatory activity, indicating a prioritization of functionally relevant driver genes. With that, our method provides a novel view on DE and contributes towards bridging the existing gap between statistical and biological significance. We believe that this approach will simplify the identification of disease causing genes and enhance the discovery of therapeutic targets.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Philipp",
                "Last Name": "Rentzsch",
                "Affiliation": "Science for Life Laboratory, Department of Gene Technology, KTH Royal Institute of Technology, Solna, Sweden."
            },
            {
                "First Name": "Aaron",
                "Last Name": "Kollotzek",
                "Affiliation": "Science for Life Laboratory, Department of Gene Technology, KTH Royal Institute of Technology, Solna, Sweden."
            },
            {
                "First Name": "Pejman",
                "Last Name": "Mohammadi",
                "Affiliation": "Center for Immunity and Immunotherapies, Seattle Children's Research Institute, Seattle, WA, USA; Department of Pediatrics, University of Washington School of Medicine, Seattle, WA, USA; Department of Genome Science, University of Washington, Seattle, WA, USA."
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "Science for Life Laboratory, Department of Gene Technology, KTH Royal Institute of Technology, Solna, Sweden."
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2024"
    },
    {
        "PMID": "38478511",
        "Title": "The impact of genetically controlled splicing on exon inclusion and protein structure.",
        "Abstract": "Common variants affecting mRNA splicing are typically identified though splicing quantitative trait locus (sQTL) mapping and have been shown to be enriched for GWAS signals by a similar degree to eQTLs. However, the specific splicing changes induced by these variants have been difficult to characterize, making it more complicated to analyze the effect size and direction of sQTLs, and to determine downstream splicing effects on protein structure. In this study, we catalogue sQTLs using exon percent spliced in (PSI) scores as a quantitative phenotype. PSI is an interpretable metric for identifying exon skipping events and has some advantages over other methods for quantifying splicing from short read RNA sequencing. In our set of sQTL variants, we find evidence of selective effects based on splicing effect size and effect direction, as well as exon symmetry. Additionally, we utilize AlphaFold2 to predict changes in protein structure associated with sQTLs overlapping GWAS traits, highlighting a potential new use-case for this technology for interpreting genetic effects on traits and disorders.",
        "Keywords": [],
        "MeSH terms": [
            "Alternative Splicing",
            "Polymorphism, Single Nucleotide",
            "RNA Splicing",
            "Proteins",
            "Exons"
        ],
        "Authors": [
            {
                "First Name": "Jonah",
                "Last Name": "Einson",
                "Affiliation": "Department of Biomedical Informatics, Columbia University Irving Medical Center, New York, NY, United States of America."
            },
            {
                "First Name": "Mariia",
                "Last Name": "Minaeva",
                "Affiliation": "Science for Life Laboratory, Department of Gene Technology, KTH Royal Institute of Technology, Stockholm, Sweden."
            },
            {
                "First Name": "Faiza",
                "Last Name": "Rafi",
                "Affiliation": "New York Genome Center, New York, NY, United States of America."
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "New York Genome Center, New York, NY, United States of America."
            }
        ],
        "Journal": "PloS one",
        "PubDate": "2024"
    },
    {
        "PMID": "38464330",
        "Title": "Non-linear transcriptional responses to gradual modulation of transcription factor dosage.",
        "Abstract": "Genomic loci associated with common traits and diseases are typically non-coding and likely impact gene expression, sometimes coinciding with rare loss-of-function variants in the target gene. However, our understanding of how gradual changes in gene dosage affect molecular, cellular, and organismal traits is currently limited. To address this gap, we induced gradual changes in gene expression of four genes using CRISPR activation and inactivation. Downstream transcriptional consequences of dosage modulation of three master trans-regulators associated with blood cell traits (GFI1B, NFE2, and MYB) were examined using targeted single-cell multimodal sequencing. We showed that guide tiling around the TSS is the most effective way to modulate ",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Júlia",
                "Last Name": "Domingo",
                "Affiliation": "New York Genome Center, New York, NY 10013, USA."
            },
            {
                "First Name": "Mariia",
                "Last Name": "Minaeva",
                "Affiliation": "Science for Life Laboratory, Department of Gene Technology, KTH Royal Institute of Technology, Stockholm, Sweden."
            },
            {
                "First Name": "John A",
                "Last Name": "Morris",
                "Affiliation": "New York Genome Center, New York, NY 10013, USA."
            },
            {
                "First Name": "Marcello",
                "Last Name": "Ziosi",
                "Affiliation": "New York Genome Center, New York, NY 10013, USA."
            },
            {
                "First Name": "Neville E",
                "Last Name": "Sanjana",
                "Affiliation": "New York Genome Center, New York, NY 10013, USA."
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "New York Genome Center, New York, NY 10013, USA."
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2024"
    },
    {
        "PMID": "38428388",
        "Title": "Genetic and molecular architecture of complex traits.",
        "Abstract": "Human genetics has emerged as one of the most dynamic areas of biology, with a broadening societal impact. In this review, we discuss recent achievements, ongoing efforts, and future challenges in the field. Advances in technology, statistical methods, and the growing scale of research efforts have all provided many insights into the processes that have given rise to the current patterns of genetic variation. Vast maps of genetic associations with human traits and diseases have allowed characterization of their genetic architecture. Finally, studies of molecular and cellular effects of genetic variants have provided insights into biological processes underlying disease. Many outstanding questions remain, but the field is well poised for groundbreaking discoveries as it increases the use of genetic data to understand both the history of our species and its applications to improve human health.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Genetic Variation",
            "Multifactorial Inheritance",
            "Phenotype",
            "Human Genetics"
        ],
        "Authors": [
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "New York Genome Center, New York, NY, USA; Science for Life Laboratory, Department of Gene Technology, KTH Royal Institute of Technology, Stockholm, Sweden. Electronic address: tlappalainen@nygenome.org."
            },
            {
                "First Name": "Yang I",
                "Last Name": "Li",
                "Affiliation": "Section of Genetic Medicine, University of Chicago, Chicago, IL, USA; Department of Human Genetics, University of Chicago, Chicago, IL, USA."
            },
            {
                "First Name": "Sohini",
                "Last Name": "Ramachandran",
                "Affiliation": "Ecology, Evolution and Organismal Biology, Center for Computational Molecular Biology, and the Data Science Institute, Brown University, Providence, RI 029129, USA."
            },
            {
                "First Name": "Alexander",
                "Last Name": "Gusev",
                "Affiliation": "Harvard Medical School and Dana-Farber Cancer Institute, Boston, MA, USA."
            }
        ],
        "Journal": "Cell",
        "PubDate": "2024"
    },
    {
        "PMID": "38260658",
        "Title": "Specifying cellular context of transcription factor regulons for exploring context-specific gene regulation programs.",
        "Abstract": "Understanding the role of transcription and transcription factors in cellular identity and disease, such as cancer and autoimmunity, is essential. However, comprehensive data resources for cell line-specific transcription factor-to-target gene annotations are currently limited. To address this, we developed a straightforward method to define regulons that capture the cell-specific aspects of TF binding and transcript expression levels. By integrating cellular transcriptome and transcription factor binding data, we generated regulons for four common cell lines comprising both proximal and distal cell line-specific regulatory events. Through systematic benchmarking involving transcription factor knockout experiments, we demonstrated performance on par with state-of-the-art methods, with our method being easily applicable to other cell types of interest. We present case studies using three cancer single-cell datasets to showcase the utility of these cell-type-specific regulons in exploring transcriptional dysregulation. In summary, this study provides a valuable tool and a resource for systematically exploring cell line-specific transcriptional regulations, emphasizing the utility of network analysis in deciphering disease mechanisms.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Mariia",
                "Last Name": "Minaeva",
                "Affiliation": "Science for Life Laboratory, Department of Gene Technology, KTH Royal Institute of Technology, Solna, 17165, Sweden."
            },
            {
                "First Name": "Júlia",
                "Last Name": "Domingo",
                "Affiliation": "New York Genome Center, New York, NY 10013, USA."
            },
            {
                "First Name": "Philipp",
                "Last Name": "Rentzsch",
                "Affiliation": "Science for Life Laboratory, Department of Gene Technology, KTH Royal Institute of Technology, Solna, 17165, Sweden."
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "Science for Life Laboratory, Department of Gene Technology, KTH Royal Institute of Technology, Solna, 17165, Sweden."
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2024"
    },
    {
        "PMID": "38181730",
        "Title": "Interaction molecular QTL mapping discovers cellular and environmental modifiers of genetic regulatory effects.",
        "Abstract": "Bulk-tissue molecular quantitative trait loci (QTLs) have been the starting point for interpreting disease-associated variants, and context-specific QTLs show particular relevance for disease. Here, we present the results of mapping interaction QTLs (iQTLs) for cell type, age, and other phenotypic variables in multi-omic, longitudinal data from the blood of individuals of diverse ancestries. By modeling the interaction between genotype and estimated cell-type proportions, we demonstrate that cell-type iQTLs could be considered as proxies for cell-type-specific QTL effects, particularly for the most abundant cell type in the tissue. The interpretation of age iQTLs, however, warrants caution because the moderation effect of age on the genotype and molecular phenotype association could be mediated by changes in cell-type composition. Finally, we show that cell-type iQTLs contribute to cell-type-specific enrichment of diseases that, in combination with additional functional data, could guide future functional studies. Overall, this study highlights the use of iQTLs to gain insights into the context specificity of regulatory effects.",
        "Keywords": [
            "DNA methylation",
            "cell-type composition",
            "gene expression",
            "gene-environment interaction",
            "interaction QTL"
        ],
        "MeSH terms": [
            "Humans",
            "Quantitative Trait Loci",
            "Gene Expression Regulation",
            "Genotype",
            "Phenotype"
        ],
        "Authors": [
            {
                "First Name": "Silva",
                "Last Name": "Kasela",
                "Affiliation": "New York Genome Center, New York, NY, USA; Department of Systems Biology, Columbia University, New York, NY, USA. Electronic address: skasela@nygenome.org."
            },
            {
                "First Name": "François",
                "Last Name": "Aguet",
                "Affiliation": "Broad Institute of MIT and Harvard, Cambridge, MA, USA."
            },
            {
                "First Name": "Sarah",
                "Last Name": "Kim-Hellmuth",
                "Affiliation": "New York Genome Center, New York, NY, USA; Department of Pediatrics, Dr. von Hauner Children's Hospital, University Hospital LMU Munich, Munich, Germany; Computational Health Center, Institute of Translational Genomics, Helmholtz Munich, Neuherberg, Germany."
            },
            {
                "First Name": "Brielin C",
                "Last Name": "Brown",
                "Affiliation": "New York Genome Center, New York, NY, USA; Data Science Institute, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Daniel C",
                "Last Name": "Nachun",
                "Affiliation": "Department of Pathology, Stanford University, Stanford, CA, USA."
            },
            {
                "First Name": "Russell P",
                "Last Name": "Tracy",
                "Affiliation": "Pathology and Laboratory Medicine, The University of Vermont, Larner College of Medicine, Burlington, VT, USA."
            },
            {
                "First Name": "Peter",
                "Last Name": "Durda",
                "Affiliation": "Pathology and Laboratory Medicine, The University of Vermont, Larner College of Medicine, Burlington, VT, USA."
            },
            {
                "First Name": "Yongmei",
                "Last Name": "Liu",
                "Affiliation": "Department of Medicine, Duke University, Durham, NC, USA."
            },
            {
                "First Name": "Kent D",
                "Last Name": "Taylor",
                "Affiliation": "The Institute for Translational Genomics and Population Sciences, Department of Pediatrics, The Lundquist Institute for Biomedical Innovation at Harbor-UCLA Medical Center, Torrance, CA, USA."
            },
            {
                "First Name": "W Craig",
                "Last Name": "Johnson",
                "Affiliation": "Department of Biostatistics, University of Washington, Seattle, WA, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Van Den Berg",
                "Affiliation": "Department of Population and Public Health Sciences, University of Southern California, Los Angeles, CA, USA."
            },
            {
                "First Name": "Stacey",
                "Last Name": "Gabriel",
                "Affiliation": "Broad Institute of MIT and Harvard, Cambridge, MA, USA."
            },
            {
                "First Name": "Namrata",
                "Last Name": "Gupta",
                "Affiliation": "Broad Institute of MIT and Harvard, Cambridge, MA, USA."
            },
            {
                "First Name": "Joshua D",
                "Last Name": "Smith",
                "Affiliation": "Northwest Genomics Center, University of Washington, Seattle, WA, USA."
            },
            {
                "First Name": "Thomas W",
                "Last Name": "Blackwell",
                "Affiliation": "Department of Biostatistics, University of Michigan School of Public Health, Ann Arbor, MI, USA."
            },
            {
                "First Name": "Jerome I",
                "Last Name": "Rotter",
                "Affiliation": "The Institute for Translational Genomics and Population Sciences, Department of Pediatrics, The Lundquist Institute for Biomedical Innovation at Harbor-UCLA Medical Center, Torrance, CA, USA."
            },
            {
                "First Name": "Kristin G",
                "Last Name": "Ardlie",
                "Affiliation": "Broad Institute of MIT and Harvard, Cambridge, MA, USA."
            },
            {
                "First Name": "Ani",
                "Last Name": "Manichaikul",
                "Affiliation": "Center for Public Health Genomics, University of Virginia, Charlottesville, VA, USA."
            },
            {
                "First Name": "Stephen S",
                "Last Name": "Rich",
                "Affiliation": "Center for Public Health Genomics, University of Virginia, Charlottesville, VA, USA."
            },
            {
                "First Name": "R Graham",
                "Last Name": "Barr",
                "Affiliation": "Departments of Medicine and Epidemiology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "New York Genome Center, New York, NY, USA; Department of Systems Biology, Columbia University, New York, NY, USA; Science for Life Laboratory, Department of Gene Technology, KTH Royal Institute of Technology, Stockholm, Sweden. Electronic address: tlappalainen@nygenome.org."
            }
        ],
        "Journal": "American journal of human genetics",
        "PubDate": "2024"
    },
    {
        "PMID": "38114913",
        "Title": "Evaluation of noninvasive biospecimens for transcriptome studies.",
        "Abstract": "Transcriptome studies disentangle functional mechanisms of gene expression regulation and may elucidate the underlying biology of disease processes. However, the types of tissues currently collected typically assay a single post-mortem timepoint or are limited to investigating cell types found in blood. Noninvasive tissues may improve disease-relevant discovery by enabling more complex longitudinal study designs, by capturing different and potentially more applicable cell types, and by increasing sample sizes due to reduced collection costs and possible higher enrollment from vulnerable populations. Here, we develop methods for sampling noninvasive biospecimens, investigate their performance across commercial and in-house library preparations, characterize their biology, and assess the feasibility of using noninvasive tissues in a multitude of transcriptomic applications. We collected buccal swabs, hair follicles, saliva, and urine cell pellets from 19 individuals over three to four timepoints, for a total of 300 unique biological samples, which we then prepared with replicates across three library preparations, for a final tally of 472 transcriptomes. Of the four tissues we studied, we found hair follicles and urine cell pellets to be most promising due to the consistency of sample quality, the cell types and expression profiles we observed, and their performance in disease-relevant applications. This is the first study to thoroughly delineate biological and technical features of noninvasive samples and demonstrate their use in a wide array of transcriptomic and clinical analyses. We anticipate future use of these biospecimens will facilitate discovery and development of clinical applications.",
        "Keywords": [
            "EQTLs",
            "Hair follicles",
            "Methods",
            "Noninvasive RNA-sequencing",
            "Transcriptomics",
            "Urine cell pellets"
        ],
        "MeSH terms": [
            "Humans",
            "Transcriptome",
            "Longitudinal Studies",
            "Gene Expression Profiling",
            "Gene Expression Regulation",
            "Saliva"
        ],
        "Authors": [
            {
                "First Name": "Molly",
                "Last Name": "Martorella",
                "Affiliation": "New York Genome Center, New York, NY, USA. mem2331@cumc.columbia.edu."
            },
            {
                "First Name": "Silva",
                "Last Name": "Kasela",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            },
            {
                "First Name": "Renee",
                "Last Name": "Garcia-Flores",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            },
            {
                "First Name": "Alper",
                "Last Name": "Gokden",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            },
            {
                "First Name": "Stephane E",
                "Last Name": "Castel",
                "Affiliation": "New York Genome Center, New York, NY, USA. stephanecastel@gmail.com."
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "New York Genome Center, New York, NY, USA. tlappalainen@nygenome.org."
            }
        ],
        "Journal": "BMC genomics",
        "PubDate": "2023"
    },
    {
        "PMID": "37905013",
        "Title": "Large-scale causal discovery using interventional data sheds light on the regulatory network architecture of blood traits.",
        "Abstract": "Inference of directed biological networks is an important but notoriously challenging problem. We introduce ",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Brielin C",
                "Last Name": "Brown",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            },
            {
                "First Name": "John A",
                "Last Name": "Morris",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            },
            {
                "First Name": "David A",
                "Last Name": "Knowles",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2023"
    },
    {
        "PMID": "37719147",
        "Title": "Identifying genetic regulatory variants that affect transcription factor activity.",
        "Abstract": "Genetic variants affecting gene expression levels in humans have been mapped in the Genotype-Tissue Expression (GTEx) project. ",
        "Keywords": [
            "RNA-seq data",
            "aQTL",
            "beta-binomial distribution",
            "gene regulation",
            "generalized linear model",
            "genetic variation",
            "genome-wide association",
            "quantitative trait locus",
            "trans-acting genetic variation",
            "transcription factor activity",
            "transcription factor perturbation signatures"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Xiaoting",
                "Last Name": "Li",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "New York Genome Center, New York, NY 10013, USA."
            },
            {
                "First Name": "Harmen J",
                "Last Name": "Bussemaker",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, NY 10027, USA."
            }
        ],
        "Journal": "Cell genomics",
        "PubDate": "2023"
    },
    {
        "PMID": "37601969",
        "Title": "Multiset correlation and factor analysis enables exploration of multi-omics data.",
        "Abstract": "Multi-omics datasets are becoming more common, necessitating better integration methods to realize their revolutionary potential. Here, we introduce multi-set correlation and factor analysis (MCFA), an unsupervised integration method tailored to the unique challenges of high-dimensional genomics data that enables fast inference of shared and private factors. We used MCFA to integrate methylation markers, protein expression, RNA expression, and metabolite levels in 614 diverse samples from the Trans-Omics for Precision Medicine/Multi-Ethnic Study of Atherosclerosis multi-omics pilot. Samples cluster strongly by ancestry in the shared space, even in the absence of genetic information, while private spaces frequently capture dataset-specific technical variation. Finally, we integrated genetic data by conducting a genome-wide association study (GWAS) of our inferred factors, observing that several factors are enriched for GWAS hits and ",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Brielin C",
                "Last Name": "Brown",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            },
            {
                "First Name": "Collin",
                "Last Name": "Wang",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            },
            {
                "First Name": "Silva",
                "Last Name": "Kasela",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            },
            {
                "First Name": "François",
                "Last Name": "Aguet",
                "Affiliation": "Illumina Incorporated, San Francisco, CA, USA."
            },
            {
                "First Name": "Daniel C",
                "Last Name": "Nachun",
                "Affiliation": "Department of Pathology, Stanford University, Stanford, CA, USA."
            },
            {
                "First Name": "Kent D",
                "Last Name": "Taylor",
                "Affiliation": "Department of Pediatrics, The Institute for Translational Genomics and Population Sciences, The Lundquist Institute for Biomedical Innovation at Harbor-UCLA Medical Center, Torrance, CA, USA."
            },
            {
                "First Name": "Russell P",
                "Last Name": "Tracy",
                "Affiliation": "Department of Pathology and Laboratory Medicine, Larner College of Medicine, University of Vermont, Burlington, VT, USA."
            },
            {
                "First Name": "Peter",
                "Last Name": "Durda",
                "Affiliation": "Department of Pathology and Laboratory Medicine, Larner College of Medicine, University of Vermont, Burlington, VT, USA."
            },
            {
                "First Name": "Yongmei",
                "Last Name": "Liu",
                "Affiliation": "Department of Medicine, Duke University Medical Center, Durham, NC, USA."
            },
            {
                "First Name": "W Craig",
                "Last Name": "Johnson",
                "Affiliation": "Department of Biostatistics, University of Washington, Seattle, WA, USA."
            },
            {
                "First Name": "David",
                "Last Name": "Van Den Berg",
                "Affiliation": "Department of Clinical Preventive Medicine, Keck School of Medicine, University of Southern California, Los Angeles, CA, USA."
            },
            {
                "First Name": "Namrata",
                "Last Name": "Gupta",
                "Affiliation": "The Broad Institute of MIT and Harvard, Boston, MA, USA."
            },
            {
                "First Name": "Stacy",
                "Last Name": "Gabriel",
                "Affiliation": "The Broad Institute of MIT and Harvard, Boston, MA, USA."
            },
            {
                "First Name": "Joshua D",
                "Last Name": "Smith",
                "Affiliation": "Northwest Genomics Center, University of Washington, Seattle, WA, USA."
            },
            {
                "First Name": "Robert",
                "Last Name": "Gerzsten",
                "Affiliation": "Beth Israel Deaconess Medical Center, Division of Cardiovascular Medicine, Boston, MA, USA."
            },
            {
                "First Name": "Clary",
                "Last Name": "Clish",
                "Affiliation": "The Broad Institute of MIT and Harvard, Boston, MA, USA."
            },
            {
                "First Name": "Quenna",
                "Last Name": "Wong",
                "Affiliation": "Department of Biostatistics, University of Washington, Seattle, WA, USA."
            },
            {
                "First Name": "George",
                "Last Name": "Papanicolau",
                "Affiliation": "Division of Cardiovascular Sciences, National Heart, Lung, and Blood Institute, Bethesda, MD, USA."
            },
            {
                "First Name": "Thomas W",
                "Last Name": "Blackwell",
                "Affiliation": "Department of Biostatistics, University of Michigan School of Public Health, Ann Arbor, MI, USA."
            },
            {
                "First Name": "Jerome I",
                "Last Name": "Rotter",
                "Affiliation": "Department of Pediatrics, The Institute for Translational Genomics and Population Sciences, The Lundquist Institute for Biomedical Innovation at Harbor-UCLA Medical Center, Torrance, CA, USA."
            },
            {
                "First Name": "Stephen S",
                "Last Name": "Rich",
                "Affiliation": "Center for Public Health Genomics, University of Virginia, Charlottesville, VA, USA."
            },
            {
                "First Name": "R Graham",
                "Last Name": "Barr",
                "Affiliation": "Mailman School of Public Health, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Kristin G",
                "Last Name": "Ardlie",
                "Affiliation": "The Broad Institute of MIT and Harvard, Boston, MA, USA."
            },
            {
                "First Name": "David A",
                "Last Name": "Knowles",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            }
        ],
        "Journal": "Cell genomics",
        "PubDate": "2023"
    },
    {
        "PMID": "37425716",
        "Title": "Interaction molecular QTL mapping discovers cellular and environmental modifiers of genetic regulatory effects.",
        "Abstract": "Bulk tissue molecular quantitative trait loci (QTLs) have been the starting point for interpreting disease-associated variants, while context-specific QTLs show particular relevance for disease. Here, we present the results of mapping interaction QTLs (iQTLs) for cell type, age, and other phenotypic variables in multi-omic, longitudinal data from blood of individuals of diverse ancestries. By modeling the interaction between genotype and estimated cell type proportions, we demonstrate that cell type iQTLs could be considered as proxies for cell type-specific QTL effects. The interpretation of age iQTLs, however, warrants caution as the moderation effect of age on the genotype and molecular phenotype association may be mediated by changes in cell type composition. Finally, we show that cell type iQTLs contribute to cell type-specific enrichment of diseases that, in combination with additional functional data, may guide future functional studies. Overall, this study highlights iQTLs to gain insights into the context-specificity of regulatory effects.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Silva",
                "Last Name": "Kasela",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            },
            {
                "First Name": "François",
                "Last Name": "Aguet",
                "Affiliation": "Broad Institute of MIT and Harvard, Cambridge, MA, USA."
            },
            {
                "First Name": "Sarah",
                "Last Name": "Kim-Hellmuth",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            },
            {
                "First Name": "Brielin C",
                "Last Name": "Brown",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            },
            {
                "First Name": "Daniel C",
                "Last Name": "Nachun",
                "Affiliation": "Department of Pathology, Stanford University, Stanford, CA, USA."
            },
            {
                "First Name": "Russell P",
                "Last Name": "Tracy",
                "Affiliation": "Pathology and Laboratory Medicine, The University of Vermont, Larner College of Medicine, Burlington, VT, USA."
            },
            {
                "First Name": "Peter",
                "Last Name": "Durda",
                "Affiliation": "Pathology and Laboratory Medicine, The University of Vermont, Larner College of Medicine, Burlington, VT, USA."
            },
            {
                "First Name": "Yongmei",
                "Last Name": "Liu",
                "Affiliation": "Department of Medicine, Duke University, Durham, NC, USA."
            },
            {
                "First Name": "Kent D",
                "Last Name": "Taylor",
                "Affiliation": "Department of Pediatrics, The Institute for Translational Genomics and Population Sciences, The Lundquist Institute at Harbor-UCLA Medical Center, Torrance, CA, USA."
            },
            {
                "First Name": "W",
                "Last Name": "Craig Johnson",
                "Affiliation": "Department of Biostatistics, University of Washington, Seattle, WA, USA."
            },
            {
                "First Name": "David Van Den",
                "Last Name": "Berg",
                "Affiliation": "Keck School of Medicine of USC, University of Southern California, Los Angeles, CA, USA."
            },
            {
                "First Name": "Stacey",
                "Last Name": "Gabriel",
                "Affiliation": "Broad Institute of MIT and Harvard, Cambridge, MA, USA."
            },
            {
                "First Name": "Namrata",
                "Last Name": "Gupta",
                "Affiliation": "Broad Institute of MIT and Harvard, Cambridge, MA, USA."
            },
            {
                "First Name": "Joshua D",
                "Last Name": "Smith",
                "Affiliation": "Northwest Genomic Center, University of Washington, Seattle, WA, USA."
            },
            {
                "First Name": "Thomas W",
                "Last Name": "Blackwell",
                "Affiliation": "Department of Biostatistics, University of Michigan School of Public Health, Ann Arbor, MI, USA."
            },
            {
                "First Name": "Jerome I",
                "Last Name": "Rotter",
                "Affiliation": "Department of Pediatrics, The Institute for Translational Genomics and Population Sciences, The Lundquist Institute at Harbor-UCLA Medical Center, Torrance, CA, USA."
            },
            {
                "First Name": "Kristin G",
                "Last Name": "Ardlie",
                "Affiliation": "Broad Institute of MIT and Harvard, Cambridge, MA, USA."
            },
            {
                "First Name": "Ani",
                "Last Name": "Manichaikul",
                "Affiliation": "Center for Public health Genomics, University of Virginia, Charlottesville, VA, USA."
            },
            {
                "First Name": "Stephen S",
                "Last Name": "Rich",
                "Affiliation": "Center for Public health Genomics, University of Virginia, Charlottesville, VA, USA."
            },
            {
                "First Name": "R",
                "Last Name": "Graham Barr",
                "Affiliation": "Epidemiology and Medicine, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2023"
    },
    {
        "PMID": "37348055",
        "Title": "Genetic control of mRNA splicing as a potential mechanism for incomplete penetrance of rare coding variants.",
        "Abstract": "Exonic variants present some of the strongest links between genotype and phenotype. However, these variants can have significant inter-individual pathogenicity differences, known as variable penetrance. In this study, we propose a model where genetically controlled mRNA splicing modulates the pathogenicity of exonic variants. By first cataloging exonic inclusion from RNA-sequencing data in GTEx V8, we find that pathogenic alleles are depleted on highly included exons. Using a large-scale phased whole genome sequencing data from the TOPMed consortium, we observe that this effect may be driven by common splice-regulatory genetic variants, and that natural selection acts on haplotype configurations that reduce the transcript inclusion of putatively pathogenic variants, especially when limiting to haploinsufficient genes. Finally, we test if this effect may be relevant for autism risk using families from the Simons Simplex Collection, but find that splicing of pathogenic alleles has a penetrance reducing effect here as well. Overall, our results indicate that common splice-regulatory variants may play a role in reducing the damaging effects of rare exonic variants.",
        "Keywords": [
            "GTEx",
            "QTLs",
            "Simons Simplex Collection",
            "TOPMed",
            "alternative splicing",
            "functional genomics",
            "incomplete penetrance",
            "statistical genetics"
        ],
        "MeSH terms": [
            "Penetrance",
            "RNA Splicing",
            "Exons",
            "Genotype",
            "RNA, Messenger",
            "RNA Splice Sites",
            "Alternative Splicing"
        ],
        "Authors": [
            {
                "First Name": "Jonah",
                "Last Name": "Einson",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Dafni",
                "Last Name": "Glinos",
                "Affiliation": "New York Genome Center, New York, NY 10013, USA."
            },
            {
                "First Name": "Eric",
                "Last Name": "Boerwinkle",
                "Affiliation": "School of Public Health, University of Texas Health at Houston, Houston, TX 77030, USA."
            },
            {
                "First Name": "Peter",
                "Last Name": "Castaldi",
                "Affiliation": "Department of Medicine, Brigham & Women's Hospital, Boston, MA 02115, USA."
            },
            {
                "First Name": "Dawood",
                "Last Name": "Darbar",
                "Affiliation": "Department of Cardiology, University of Illinois at Chicago, Chicago, IL 60607, USA."
            },
            {
                "First Name": "Mariza",
                "Last Name": "de Andrade",
                "Affiliation": "Department of Quantitative Health Sciences, Mayo Clinic, Rochester, MN 55905, USA."
            },
            {
                "First Name": "Patrick",
                "Last Name": "Ellinor",
                "Affiliation": "Corrigan Minehan Heart Center, Massachusetts General Hospital, Boston, MA 02114, USA."
            },
            {
                "First Name": "Myriam",
                "Last Name": "Fornage",
                "Affiliation": "Brown Foundation Institute of Molecular Medicine, McGovern Medical School, University of Texas Health at Houston, Houston, TX 77030, USA."
            },
            {
                "First Name": "Stacey",
                "Last Name": "Gabriel",
                "Affiliation": "Broad Institute, Cambridge, MA 02142, USA."
            },
            {
                "First Name": "Soren",
                "Last Name": "Germer",
                "Affiliation": "New York Genome Center, New York, NY 10013, USA."
            },
            {
                "First Name": "Richard",
                "Last Name": "Gibbs",
                "Affiliation": "Department of Molecular and Human Genetics, Baylor College of Medicine Human Genome Sequencing Center, Houston, TX 77030, USA."
            },
            {
                "First Name": "Craig P",
                "Last Name": "Hersh",
                "Affiliation": "Channing Division of Network Medicine and Division of Pulmonary and Critical Care Medicine, Brigham and Women's Hospital, Boston, MA 02115, USA."
            },
            {
                "First Name": "Jill",
                "Last Name": "Johnsen",
                "Affiliation": "Department of Hematology, University of Washington, Seattle, WA 98195, USA."
            },
            {
                "First Name": "Robert",
                "Last Name": "Kaplan",
                "Affiliation": "Department of Epidemiology & Population Health, Albert Einstein College of Medicine, Bronx, NY 10461, USA."
            },
            {
                "First Name": "Barbara A",
                "Last Name": "Konkle",
                "Affiliation": "Department of Hematology, University of Washington, Seattle, WA 98195, USA."
            },
            {
                "First Name": "Charles",
                "Last Name": "Kooperberg",
                "Affiliation": "Fred Hutchinson Cancer Research Center, Seattle, WA 98109, USA."
            },
            {
                "First Name": "Rami",
                "Last Name": "Nassir",
                "Affiliation": "Department of Pathology, School of Medicine, Umm Al-Qura University, Mecca 24382, Saudi Arabia."
            },
            {
                "First Name": "Ruth J F",
                "Last Name": "Loos",
                "Affiliation": "Environmental Medicine & Public Health, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "Deborah A",
                "Last Name": "Meyers",
                "Affiliation": "Department of Medicine, University of Arizona, Tucson, AZ 85721, USA."
            },
            {
                "First Name": "Braxton D",
                "Last Name": "Mitchell",
                "Affiliation": "Department of Medicine, University of Maryland School of Medicine, Baltimore, MD 21201, USA."
            },
            {
                "First Name": "Bruce",
                "Last Name": "Psaty",
                "Affiliation": "Cardiovascular Health Research Unit, Departments of Medicine, Epidemiology, and Health Systems and Population Health, University of Washington, Seattle, WA 98195, USA."
            },
            {
                "First Name": "Ramachandran S",
                "Last Name": "Vasan",
                "Affiliation": "Department of Medicine, Boston University, Boston, MA 02118, USA."
            },
            {
                "First Name": "Stephen S",
                "Last Name": "Rich",
                "Affiliation": "Public Health Sciences, University of Virginia, Charlottesville, VA 22903, USA."
            },
            {
                "First Name": "Michael",
                "Last Name": "Rienstra",
                "Affiliation": "Clinical Cardiology, UMCG Cardiology, Groningen 09713, the Netherlands."
            },
            {
                "First Name": "Jerome I",
                "Last Name": "Rotter",
                "Affiliation": "The Institute for Translational Genomics and Population Sciences, Department of Pediatrics, The Lundquist Institute for Biomedical Innovation at Harbor-UCLA Medical Center, Torrance, CA 90502, USA."
            },
            {
                "First Name": "Aabida",
                "Last Name": "Saferali",
                "Affiliation": "Channing Division of Network Medicine and Division of Pulmonary and Critical Care Medicine, Brigham and Women's Hospital, Boston, MA 02115, USA."
            },
            {
                "First Name": "Moore Benjamin",
                "Last Name": "Shoemaker",
                "Affiliation": "Department of Medicine, Vanderbilt University, Nashville, TN 37235, USA."
            },
            {
                "First Name": "Edwin",
                "Last Name": "Silverman",
                "Affiliation": "Channing Division of Network Medicine and Division of Pulmonary and Critical Care Medicine, Brigham & Women's Hospital, Boston, MA 02115, USA."
            },
            {
                "First Name": "Albert Vernon",
                "Last Name": "Smith",
                "Affiliation": "Department of Biostatistics, University of Michigan, Ann Arbor, MI 48109, USA."
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            },
            {
                "First Name": "Pejman",
                "Last Name": "Mohammadi",
                "Affiliation": "Department of Integrative Structural and Computational Biology, The Scripps Research Institute, La Jolla, CA 92037, USA."
            },
            {
                "First Name": "Stephane E",
                "Last Name": "Castel",
                "Affiliation": "New York Genome Center, New York, NY 10013, USA."
            },
            {
                "First Name": "Ivan",
                "Last Name": "Iossifov",
                "Affiliation": "New York Genome Center, New York, NY 10013, USA."
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "New York Genome Center, New York, NY 10013, USA."
            }
        ],
        "Journal": "Genetics",
        "PubDate": "2023"
    },
    {
        "PMID": "36778406",
        "Title": "Genetic control of mRNA splicing as a potential mechanism for incomplete penetrance of rare coding variants.",
        "Abstract": "Exonic variants present some of the strongest links between genotype and phenotype. However, these variants can have significant inter-individual pathogenicity differences, known as variable penetrance. In this study, we propose a model where genetically controlled mRNA splicing modulates the pathogenicity of exonic variants. By first cataloging exonic inclusion from RNA-seq data in GTEx v8, we find that pathogenic alleles are depleted on highly included exons. Using a large-scale phased WGS data from the TOPMed consortium, we observe that this effect may be driven by common splice-regulatory genetic variants, and that natural selection acts on haplotype configurations that reduce the transcript inclusion of putatively pathogenic variants, especially when limiting to haploinsufficient genes. Finally, we test if this effect may be relevant for autism risk using families from the Simons Simplex Collection, but find that splicing of pathogenic alleles has a penetrance reducing effect here as well. Overall, our results indicate that common splice-regulatory variants may play a role in reducing the damaging effects of rare exonic variants.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Jonah",
                "Last Name": "Einson",
                "Affiliation": "Department of Biomedical Informatics, Columbia University."
            },
            {
                "First Name": "Dafni",
                "Last Name": "Glinos",
                "Affiliation": "New York Genome Center."
            },
            {
                "First Name": "Eric",
                "Last Name": "Boerwinkle",
                "Affiliation": "University of Texas Health at Houston."
            },
            {
                "First Name": "Peter",
                "Last Name": "Castaldi",
                "Affiliation": "Department of Medicine, Brigham & Women's Hospital."
            },
            {
                "First Name": "Dawood",
                "Last Name": "Darbar",
                "Affiliation": "Department of Cardiology, University of Illinois at Chicago."
            },
            {
                "First Name": "Mariza",
                "Last Name": "de Andrade",
                "Affiliation": "Department of Quantitative Health Sciences, Mayo Clinic."
            },
            {
                "First Name": "Patrick",
                "Last Name": "Ellinor",
                "Affiliation": "Corrigan Minehan Heart Center, Massachusetts General Hospital."
            },
            {
                "First Name": "Myriam",
                "Last Name": "Fornage",
                "Affiliation": "Brown Foundation Institute of Molecular Medicine, McGovern Medical School, University of Texas Health at Houston."
            },
            {
                "First Name": "Stacey",
                "Last Name": "Gabriel",
                "Affiliation": "Broad Institute."
            },
            {
                "First Name": "Soren",
                "Last Name": "Germer",
                "Affiliation": "New York Genome Center."
            },
            {
                "First Name": "Richard",
                "Last Name": "Gibbs",
                "Affiliation": "Department of Molecular and Human Genetics, Baylor College of Medicine Human Genome Sequencing Center."
            },
            {
                "First Name": "Craig P",
                "Last Name": "Hersh",
                "Affiliation": "Channing Division of Network Medicine and Division of Pulmonary and Critical Care Medicine, Brigham and Women's Hospital."
            },
            {
                "First Name": "Jill",
                "Last Name": "Johnsen",
                "Affiliation": "Department of Hematology, University of Washington."
            },
            {
                "First Name": "Robert",
                "Last Name": "Kaplan",
                "Affiliation": "Department of Epidemiology & Population Health, Albert Einstein College of Medicine."
            },
            {
                "First Name": "Barbara A",
                "Last Name": "Konkle",
                "Affiliation": "Department of Hematology, University of Washington."
            },
            {
                "First Name": "Charles",
                "Last Name": "Kooperberg",
                "Affiliation": "Fred Hutchinson Cancer Research Center."
            },
            {
                "First Name": "Rami",
                "Last Name": "Nassir",
                "Affiliation": "Department of Pathology, School of Medicine, Umm Al-Qura University."
            },
            {
                "First Name": "Ruth J F",
                "Last Name": "Loos",
                "Affiliation": "Environmental Medicine & Public Health, Icahn School of Medicine at Mount Sinai."
            },
            {
                "First Name": "Deborah A",
                "Last Name": "Meyers",
                "Affiliation": "Department of Medicine, University of Arizona."
            },
            {
                "First Name": "Braxton D",
                "Last Name": "Mitchell",
                "Affiliation": "Department of Medicine, University of Maryland School of Medicine."
            },
            {
                "First Name": "Bruce",
                "Last Name": "Psaty",
                "Affiliation": "Cardiovascular Health Research Unit, Departments of Medicine, Epidemiology, and Health Systems and Population Health, University of Washington."
            },
            {
                "First Name": "Ramachandran S",
                "Last Name": "Vasan",
                "Affiliation": "Department of Medicine, Boston University."
            },
            {
                "First Name": "Stephen S",
                "Last Name": "Rich",
                "Affiliation": "Public Health Sciences, University of Virginia."
            },
            {
                "First Name": "Michael",
                "Last Name": "Rienstra",
                "Affiliation": "Clinical Cardiology, UMGC Cardiology."
            },
            {
                "First Name": "Jerome I",
                "Last Name": "Rotter",
                "Affiliation": "The Institute for Translational Genomics and Population Sciences, Department of Pediatrics, The Lundquist Institute for Biomedical Innovation at Harbor-UCLA Medical Center."
            },
            {
                "First Name": "Aabida",
                "Last Name": "Saferali",
                "Affiliation": "Channing Division of Network Medicine and Division of Pulmonary and Critical Care Medicine, Brigham and Women's Hospital."
            },
            {
                "First Name": "M Benjamin",
                "Last Name": "Shoemaker",
                "Affiliation": "Department of Medicine, Vanderbilt University."
            },
            {
                "First Name": "Edwin",
                "Last Name": "Silverman",
                "Affiliation": "Channing Division of Network Medicine and Division of Pulmonary and Critical Care Medicine, Brigham & Women's Hospital."
            },
            {
                "First Name": "Albert Vernon",
                "Last Name": "Smith",
                "Affiliation": "Department of Biostatistics, University of Michigan."
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            },
            {
                "First Name": "Pejman",
                "Last Name": "Mohammadi",
                "Affiliation": "Department of Integrative Structural and Computational Biology, The Scripps Research Institute."
            },
            {
                "First Name": "Stephane E",
                "Last Name": "Castel",
                "Affiliation": "New York Genome Center."
            },
            {
                "First Name": "Ivan",
                "Last Name": "Iossifov",
                "Affiliation": "New York Genome Center."
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "Department of Systems Biology, Columbia University."
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2023"
    },
    {
        "PMID": "35483347",
        "Title": "Functional Characterization of Genetic Variant Effects on Expression.",
        "Abstract": "Thousands of common genetic variants in the human population have been associated with disease risk and phenotypic variation by genome-wide association studies (GWAS). However, the majority of GWAS variants fall into noncoding regions of the genome, complicating our understanding of their regulatory functions, and few molecular mechanisms of GWAS variant effects have been clearly elucidated. Here, we set out to review genetic variant effects, focusing on expression quantitative trait loci (eQTLs), including their utility in interpreting GWAS variant mechanisms. We discuss the interrelated challenges and opportunities for eQTL analysis, covering determining causal variants, elucidating molecular mechanisms of action, and understanding context variability. Addressing these questions can enable better functional characterization of disease-associated loci and provide insights into fundamental biological questions of the noncoding genetic regulatory code and its control of gene expression.",
        "Keywords": [
            "GWAS",
            "context specificity",
            "eQTL",
            "function",
            "genetic variant",
            "mechanism"
        ],
        "MeSH terms": [
            "Genome-Wide Association Study",
            "Humans",
            "Polymorphism, Single Nucleotide",
            "Quantitative Trait Loci"
        ],
        "Authors": [
            {
                "First Name": "Elise D",
                "Last Name": "Flynn",
                "Affiliation": "New York Genome Center, New York, NY, USA; email: eflynn@nygenome.org, tlappalainen@nygenome.org."
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "New York Genome Center, New York, NY, USA; email: eflynn@nygenome.org, tlappalainen@nygenome.org."
            }
        ],
        "Journal": "Annual review of biomedical data science",
        "PubDate": "2022"
    },
    {
        "PMID": "35100260",
        "Title": "Transcription factor regulation of eQTL activity across individuals and tissues.",
        "Abstract": "Tens of thousands of genetic variants associated with gene expression (cis-eQTLs) have been discovered in the human population. These eQTLs are active in various tissues and contexts, but the molecular mechanisms of eQTL variability are poorly understood, hindering our understanding of genetic regulation across biological contexts. Since many eQTLs are believed to act by altering transcription factor (TF) binding affinity, we hypothesized that analyzing eQTL effect size as a function of TF level may allow discovery of mechanisms of eQTL variability. Using GTEx Consortium eQTL data from 49 tissues, we analyzed the interaction between eQTL effect size and TF level across tissues and across individuals within specific tissues and generated a list of 10,098 TF-eQTL interactions across 2,136 genes that are supported by at least two lines of evidence. These TF-eQTLs were enriched for various TF binding measures, supporting with orthogonal evidence that these eQTLs are regulated by the implicated TFs. We also found that our TF-eQTLs tend to overlap genes with gene-by-environment regulatory effects and to colocalize with GWAS loci, implying that our approach can help to elucidate mechanisms of context-specificity and trait associations. Finally, we highlight an interesting example of IKZF1 TF regulation of an APBB1IP gene eQTL that colocalizes with a GWAS signal for blood cell traits. Together, our findings provide candidate TF mechanisms for a large number of eQTLs and offer a generalizable approach for researchers to discover TF regulators of genetic variant effects in additional QTL datasets.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Binding Sites",
            "Gene Knockdown Techniques",
            "Gene-Environment Interaction",
            "Genome-Wide Association Study",
            "Humans",
            "Interferon Regulatory Factor-1",
            "Models, Genetic",
            "Phenotype",
            "Quantitative Trait Loci",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Elise D",
                "Last Name": "Flynn",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Athena L",
                "Last Name": "Tsu",
                "Affiliation": "New York Genome Center, New York, New York, United States of America."
            },
            {
                "First Name": "Silva",
                "Last Name": "Kasela",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Sarah",
                "Last Name": "Kim-Hellmuth",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Francois",
                "Last Name": "Aguet",
                "Affiliation": "The Broad Institute of MIT and Harvard, Cambridge, Massachusetts, United States of America."
            },
            {
                "First Name": "Kristin G",
                "Last Name": "Ardlie",
                "Affiliation": "The Broad Institute of MIT and Harvard, Cambridge, Massachusetts, United States of America."
            },
            {
                "First Name": "Harmen J",
                "Last Name": "Bussemaker",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Pejman",
                "Last Name": "Mohammadi",
                "Affiliation": "Department of Integrative Structural and Computational Biology, The Scripps Research Institute, La Jolla, California, United States of America."
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, New York, United States of America."
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2022"
    },
    {
        "PMID": "34554789",
        "Title": "From variant to function in human disease genetics.",
        "Abstract": "Over the next decade, the primary challenge in human genetics will be to understand the biological mechanisms by which genetic variants influence phenotypes, including disease risk. Although the scale of this challenge is daunting, better methods for functional variant interpretation will have transformative consequences for disease diagnosis, risk prediction, and the development of new therapies. An array of new methods for characterizing variant impact at scale, using patient tissue samples as well as in vitro models, are already being applied to dissect variant mechanisms across a range of human cell types and environments. These approaches are also increasingly being deployed in clinical settings. We discuss the rationale, approaches, applications, and future outlook for characterizing the molecular and cellular effects of genetic variants.",
        "Keywords": [],
        "MeSH terms": [
            "Disease",
            "Gene Expression Regulation",
            "Genetic Diseases, Inborn",
            "Genetic Predisposition to Disease",
            "Genetic Techniques",
            "Genetic Variation",
            "Genome, Human",
            "Genome-Wide Association Study",
            "Genomics",
            "Humans",
            "Molecular Sequence Annotation",
            "Multifactorial Inheritance",
            "Phenotype",
            "Quantitative Trait Loci"
        ],
        "Authors": [
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "Science for Life Laboratory, Department of Gene Technology, KTH Royal Institute of Technology, Stockholm, Sweden."
            },
            {
                "First Name": "Daniel G",
                "Last Name": "MacArthur",
                "Affiliation": "Centre for Population Genomics, Garvan Institute of Medical Research, and UNSW Sydney, Sydney, New South Wales, Australia."
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2021"
    },
    {
        "PMID": "34425859",
        "Title": "Integrative approach identifies SLC6A20 and CXCR6 as putative causal genes for the COVID-19 GWAS signal in the 3p21.31 locus.",
        "Abstract": "To date, the locus with the most robust human genetic association to COVID-19 severity is 3p21.31. Here, we integrate genome-scale CRISPR loss-of-function screens and eQTLs in diverse cell types and tissues to pinpoint genes underlying COVID-19 risk. Our findings identify SLC6A20 and CXCR6 as putative causal genes that modulate COVID-19 risk and highlight the usefulness of this integrative approach to bridge the divide between correlational and causal studies of human biology.",
        "Keywords": [
            "COVID-19",
            "CRISPR",
            "GWAS",
            "SARS-CoV-2",
            "eQTL"
        ],
        "MeSH terms": [
            "COVID-19",
            "Chromosomes, Human, Pair 3",
            "Humans",
            "Membrane Transport Proteins",
            "Phenotype",
            "Quantitative Trait Loci",
            "Receptors, CXCR6"
        ],
        "Authors": [
            {
                "First Name": "Silva",
                "Last Name": "Kasela",
                "Affiliation": "New York Genome Center, New York, NY, USA. skasela@nygenome.org."
            },
            {
                "First Name": "Zharko",
                "Last Name": "Daniloski",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            },
            {
                "First Name": "Sailalitha",
                "Last Name": "Bollepalli",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            },
            {
                "First Name": "Tristan X",
                "Last Name": "Jordan",
                "Affiliation": "Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY, USA."
            },
            {
                "First Name": "Benjamin R",
                "Last Name": "tenOever",
                "Affiliation": "Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY, USA."
            },
            {
                "First Name": "Neville E",
                "Last Name": "Sanjana",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "New York Genome Center, New York, NY, USA. tlappalainen@nygenome.org."
            }
        ],
        "Journal": "Genome biology",
        "PubDate": "2021"
    },
    {
        "PMID": "34314424",
        "Title": "An autoimmune disease risk variant: A trans master regulatory effect mediated by IRF1 under immune stimulation?",
        "Abstract": "Functional mechanisms remain unknown for most genetic loci associated to complex human traits and diseases. In this study, we first mapped trans-eQTLs in a data set of primary monocytes stimulated with LPS, and discovered that a risk variant for autoimmune disease, rs17622517 in an intron of C5ORF56, affects the expression of the transcription factor IRF1 20 kb away. The cis-regulatory effect specific to IRF1 is active under early immune stimulus, with a large number of trans-eQTL effects across the genome under late LPS response. Using CRISPRi silencing, we showed that perturbation of the SNP locus downregulates IRF1 and causes widespread transcriptional effects. Genome editing by CRISPR had suggestive recapitulation of the LPS-specific trans-eQTL signal and lent support for the rs17622517 site being functional. Our results suggest that this common genetic variant affects inter-individual response to immune stimuli via regulation of IRF1. For this autoimmune GWAS locus, our work provides evidence of the functional variant, demonstrates a condition-specific enhancer effect, identifies IRF1 as the likely causal gene in cis, and indicates that overactivation of the downstream immune-related pathway may be the cellular mechanism increasing disease risk. This work not only provides rare experimental validation of a master-regulatory trans-eQTL, but also demonstrates the power of eQTL mapping to build mechanistic hypotheses amenable for experimental follow-up using the CRISPR toolkit.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Autoimmune Diseases",
            "Chromosome Mapping",
            "DNA, Antisense",
            "Female",
            "Gene Expression",
            "Gene Expression Profiling",
            "Gene Expression Regulation",
            "Genetic Predisposition to Disease",
            "Genome-Wide Association Study",
            "HEK293 Cells",
            "Humans",
            "Immunity",
            "Interferon Regulatory Factor-1",
            "Male",
            "Polymorphism, Single Nucleotide",
            "Quantitative Trait Loci",
            "Regulatory Sequences, Nucleic Acid",
            "Risk Factors"
        ],
        "Authors": [
            {
                "First Name": "Margot",
                "Last Name": "Brandt",
                "Affiliation": "New York Genome Center, New York, New York, United States of America."
            },
            {
                "First Name": "Sarah",
                "Last Name": "Kim-Hellmuth",
                "Affiliation": "New York Genome Center, New York, New York, United States of America."
            },
            {
                "First Name": "Marcello",
                "Last Name": "Ziosi",
                "Affiliation": "New York Genome Center, New York, New York, United States of America."
            },
            {
                "First Name": "Alper",
                "Last Name": "Gokden",
                "Affiliation": "New York Genome Center, New York, New York, United States of America."
            },
            {
                "First Name": "Aaron",
                "Last Name": "Wolman",
                "Affiliation": "New York Genome Center, New York, New York, United States of America."
            },
            {
                "First Name": "Nora",
                "Last Name": "Lam",
                "Affiliation": "New York Genome Center, New York, New York, United States of America."
            },
            {
                "First Name": "Yocelyn",
                "Last Name": "Recinos",
                "Affiliation": "New York Genome Center, New York, New York, United States of America."
            },
            {
                "First Name": "Zharko",
                "Last Name": "Daniloski",
                "Affiliation": "New York Genome Center, New York, New York, United States of America."
            },
            {
                "First Name": "John A",
                "Last Name": "Morris",
                "Affiliation": "New York Genome Center, New York, New York, United States of America."
            },
            {
                "First Name": "Veit",
                "Last Name": "Hornung",
                "Affiliation": "Gene Center and Department of Biochemistry, Ludwig-Maximilians-Universität München, Munich, Germany."
            },
            {
                "First Name": "Johannes",
                "Last Name": "Schumacher",
                "Affiliation": "Center for Human Genetics, University Hospital Marburg, Marburg, Germany."
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "New York Genome Center, New York, New York, United States of America."
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2021"
    },
    {
        "PMID": "33880488",
        "Title": "Integrative approach identifies ",
        "Abstract": "To date the locus with the most robust human genetic association to COVID-19 susceptibility is 3p21.31. Here, we integrate genome-scale CRISPR loss-of-function screens and eQTLs in diverse cell types and tissues to pinpoint genes underlying COVID-19 risk. Our findings identify ",
        "Keywords": [
            "COVID-19",
            "CRISPR",
            "GWAS",
            "SARS-CoV-2",
            "eQTL"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Silva",
                "Last Name": "Kasela",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            },
            {
                "First Name": "Zharko",
                "Last Name": "Daniloski",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            },
            {
                "First Name": "Tristan X",
                "Last Name": "Jordan",
                "Affiliation": "Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY, USA."
            },
            {
                "First Name": "Benjamin R",
                "Last Name": "tenOever",
                "Affiliation": "Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY, USA."
            },
            {
                "First Name": "Neville E",
                "Last Name": "Sanjana",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            }
        ],
        "Journal": "medRxiv : the preprint server for health sciences",
        "PubDate": "2021"
    },
    {
        "PMID": "32913075",
        "Title": "Cell type-specific genetic regulation of gene expression across human tissues.",
        "Abstract": "The Genotype-Tissue Expression (GTEx) project has identified expression and splicing quantitative trait loci in cis (QTLs) for the majority of genes across a wide range of human tissues. However, the functional characterization of these QTLs has been limited by the heterogeneous cellular composition of GTEx tissue samples. We mapped interactions between computational estimates of cell type abundance and genotype to identify cell type-interaction QTLs for seven cell types and show that cell type-interaction expression QTLs (eQTLs) provide finer resolution to tissue specificity than bulk tissue cis-eQTLs. Analyses of genetic associations with 87 complex traits show a contribution from cell type-interaction QTLs and enables the discovery of hundreds of previously unidentified colocalized loci that are masked in bulk tissue.",
        "Keywords": [],
        "MeSH terms": [
            "Cells",
            "Gene Expression Regulation",
            "Humans",
            "Organ Specificity",
            "Quantitative Trait Loci",
            "RNA, Long Noncoding",
            "Transcriptome"
        ],
        "Authors": [
            {
                "First Name": "Sarah",
                "Last Name": "Kim-Hellmuth",
                "Affiliation": "Statistical Genetics, Max Planck Institute of Psychiatry, Munich, Germany. skimhellmuth@gmail.com tlappalainen@nygenome.org."
            },
            {
                "First Name": "François",
                "Last Name": "Aguet",
                "Affiliation": "The Broad Institute of MIT and Harvard, Cambridge, MA, USA."
            },
            {
                "First Name": "Meritxell",
                "Last Name": "Oliva",
                "Affiliation": "Section of Genetic Medicine, Department of Medicine, University of Chicago, Chicago, IL, USA."
            },
            {
                "First Name": "Manuel",
                "Last Name": "Muñoz-Aguirre",
                "Affiliation": "Centre for Genomic Regulation (CRG), The Barcelona Institute for Science and Technology, Barcelona, Catalonia, Spain."
            },
            {
                "First Name": "Silva",
                "Last Name": "Kasela",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            },
            {
                "First Name": "Valentin",
                "Last Name": "Wucher",
                "Affiliation": "Centre for Genomic Regulation (CRG), The Barcelona Institute for Science and Technology, Barcelona, Catalonia, Spain."
            },
            {
                "First Name": "Stephane E",
                "Last Name": "Castel",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            },
            {
                "First Name": "Andrew R",
                "Last Name": "Hamel",
                "Affiliation": "The Broad Institute of MIT and Harvard, Cambridge, MA, USA."
            },
            {
                "First Name": "Ana",
                "Last Name": "Viñuela",
                "Affiliation": "Department of Twin Research and Genetic Epidemiology, King's College London, London, UK."
            },
            {
                "First Name": "Amy L",
                "Last Name": "Roberts",
                "Affiliation": "Department of Twin Research and Genetic Epidemiology, King's College London, London, UK."
            },
            {
                "First Name": "Serghei",
                "Last Name": "Mangul",
                "Affiliation": "Department of Computer Science, University of California, Los Angeles, Los Angeles, CA, USA."
            },
            {
                "First Name": "Xiaoquan",
                "Last Name": "Wen",
                "Affiliation": "Department of Biostatistics, University of Michigan, Ann Arbor, MI, USA."
            },
            {
                "First Name": "Gao",
                "Last Name": "Wang",
                "Affiliation": "Department of Human Genetics, University of Chicago, Chicago, IL, USA."
            },
            {
                "First Name": "Alvaro N",
                "Last Name": "Barbeira",
                "Affiliation": "Section of Genetic Medicine, Department of Medicine, University of Chicago, Chicago, IL, USA."
            },
            {
                "First Name": "Diego",
                "Last Name": "Garrido-Martín",
                "Affiliation": "Centre for Genomic Regulation (CRG), The Barcelona Institute for Science and Technology, Barcelona, Catalonia, Spain."
            },
            {
                "First Name": "Brian B",
                "Last Name": "Nadel",
                "Affiliation": "Department of Molecular, Cellular, and Developmental Biology, University of California, Los Angeles, Los Angeles, CA, USA."
            },
            {
                "First Name": "Yuxin",
                "Last Name": "Zou",
                "Affiliation": "Department of Statistics, University of Chicago, Chicago, IL, USA."
            },
            {
                "First Name": "Rodrigo",
                "Last Name": "Bonazzola",
                "Affiliation": "Section of Genetic Medicine, Department of Medicine, University of Chicago, Chicago, IL, USA."
            },
            {
                "First Name": "Jie",
                "Last Name": "Quan",
                "Affiliation": "Inflammation & Immunology, Pfizer, Cambridge, MA, USA."
            },
            {
                "First Name": "Andrew",
                "Last Name": "Brown",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, Geneva, Switzerland."
            },
            {
                "First Name": "Angel",
                "Last Name": "Martinez-Perez",
                "Affiliation": "Unit of Genomic of Complex Diseases, Institut d'Investigació Biomèdica Sant Pau (IIB-Sant Pau), Barcelona, Spain."
            },
            {
                "First Name": "José Manuel",
                "Last Name": "Soria",
                "Affiliation": "Unit of Genomic of Complex Diseases, Institut d'Investigació Biomèdica Sant Pau (IIB-Sant Pau), Barcelona, Spain."
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            },
            {
                "First Name": "Gad",
                "Last Name": "Getz",
                "Affiliation": "The Broad Institute of MIT and Harvard, Cambridge, MA, USA."
            },
            {
                "First Name": "Emmanouil T",
                "Last Name": "Dermitzakis",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, Geneva, Switzerland."
            },
            {
                "First Name": "Kerrin S",
                "Last Name": "Small",
                "Affiliation": "Department of Twin Research and Genetic Epidemiology, King's College London, London, UK."
            },
            {
                "First Name": "Matthew",
                "Last Name": "Stephens",
                "Affiliation": "Department of Human Genetics, University of Chicago, Chicago, IL, USA."
            },
            {
                "First Name": "Hualin S",
                "Last Name": "Xi",
                "Affiliation": "Foundational Neuroscience Center, AbbVie, Cambridge, MA, USA."
            },
            {
                "First Name": "Hae Kyung",
                "Last Name": "Im",
                "Affiliation": "Section of Genetic Medicine, Department of Medicine, University of Chicago, Chicago, IL, USA."
            },
            {
                "First Name": "Roderic",
                "Last Name": "Guigó",
                "Affiliation": "Centre for Genomic Regulation (CRG), The Barcelona Institute for Science and Technology, Barcelona, Catalonia, Spain."
            },
            {
                "First Name": "Ayellet V",
                "Last Name": "Segrè",
                "Affiliation": "The Broad Institute of MIT and Harvard, Cambridge, MA, USA."
            },
            {
                "First Name": "Barbara E",
                "Last Name": "Stranger",
                "Affiliation": "Section of Genetic Medicine, Department of Medicine, University of Chicago, Chicago, IL, USA."
            },
            {
                "First Name": "Kristin G",
                "Last Name": "Ardlie",
                "Affiliation": "The Broad Institute of MIT and Harvard, Cambridge, MA, USA."
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "New York Genome Center, New York, NY, USA. skimhellmuth@gmail.com tlappalainen@nygenome.org."
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2020"
    },
    {
        "PMID": "32912332",
        "Title": "A vast resource of allelic expression data spanning human tissues.",
        "Abstract": "Allele expression (AE) analysis robustly measures cis-regulatory effects. Here, we present and demonstrate the utility of a vast AE resource generated from the GTEx v8 release, containing 15,253 samples spanning 54 human tissues for a total of 431 million measurements of AE at the SNP level and 153 million measurements at the haplotype level. In addition, we develop an extension of our tool phASER that allows effect sizes of cis-regulatory variants to be estimated using haplotype-level AE data. This AE resource is the largest to date, and we are able to make haplotype-level data publicly available. We anticipate that the availability of this resource will enable future studies of regulatory variation across human tissues.",
        "Keywords": [
            "ASE",
            "Allelic expression",
            "Functional genomics",
            "GTEx",
            "Genomics",
            "Regulatory variation",
            "eQTL"
        ],
        "MeSH terms": [
            "Alleles",
            "Gene Expression",
            "Genome, Human",
            "Haplotypes",
            "Humans",
            "Polymorphism, Single Nucleotide",
            "Sequence Analysis, RNA"
        ],
        "Authors": [
            {
                "First Name": "Stephane E",
                "Last Name": "Castel",
                "Affiliation": "New York Genome Center, New York, NY, USA. scastel@nygenome.org."
            },
            {
                "First Name": "François",
                "Last Name": "Aguet",
                "Affiliation": "The Broad Institute of MIT and Harvard, Cambridge, USA."
            },
            {
                "First Name": "Pejman",
                "Last Name": "Mohammadi",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            },
            {
                "First Name": "Kristin G",
                "Last Name": "Ardlie",
                "Affiliation": "The Broad Institute of MIT and Harvard, Cambridge, USA."
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "New York Genome Center, New York, NY, USA. tlappalainen@nygenome.org."
            }
        ],
        "Journal": "Genome biology",
        "PubDate": "2020"
    },
    {
        "PMID": "32912286",
        "Title": "A polyclonal allelic expression assay for detecting regulatory effects of transcript variants.",
        "Abstract": "We present an assay to experimentally test the regulatory effects of genetic variants within transcripts using CRISPR/Cas9 followed by targeted sequencing. We applied the assay to 32 premature stop-gained variants across the genome and in two Mendelian disease genes, 33 putative causal variants of eQTLs, and 62 control variants in HEK293T cells, replicating a subset of variants in HeLa cells. We detected significant effects in the expected direction (in 60% of variants), demonstrating the ability of the assay to capture regulatory effects of eQTL variants and nonsense-mediated decay triggered by premature stop-gained variants. The results suggest a utility for validating transcript-level effects of genetic variants.",
        "Keywords": [
            "CRISPR/Cas9 genome editing",
            "Nonsense-mediated decay",
            "Regulatory variation",
            "Variant validation",
            "eQTL"
        ],
        "MeSH terms": [
            "Alleles",
            "CRISPR-Cas Systems",
            "Gene Editing",
            "Gene Expression Regulation",
            "Genetic Variation",
            "HEK293 Cells",
            "Humans",
            "Nonsense Mediated mRNA Decay",
            "Quantitative Trait Loci",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Margot",
                "Last Name": "Brandt",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            },
            {
                "First Name": "Alper",
                "Last Name": "Gokden",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            },
            {
                "First Name": "Marcello",
                "Last Name": "Ziosi",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "New York Genome Center, New York, NY, USA. tlappalainen@nygenome.org."
            }
        ],
        "Journal": "Genome medicine",
        "PubDate": "2020"
    },
    {
        "PMID": "31601707",
        "Title": "Genetic regulatory variation in populations informs transcriptome analysis in rare disease.",
        "Abstract": "Transcriptome data can facilitate the interpretation of the effects of rare genetic variants. Here, we introduce ANEVA (analysis of expression variation) to quantify genetic variation in gene dosage from allelic expression (AE) data in a population. Application of ANEVA to the Genotype-Tissues Expression (GTEx) data showed that this variance estimate is robust and correlated with selective constraint in a gene. Using these variance estimates in a dosage outlier test (ANEVA-DOT) applied to AE data from 70 Mendelian muscular disease patients showed accuracy in detecting genes with pathogenic variants in previously resolved cases and led to one confirmed and several potential new diagnoses. Using our reference estimates from GTEx data, ANEVA-DOT can be incorporated in rare disease diagnostic pipelines to use RNA-sequencing data more effectively.",
        "Keywords": [],
        "MeSH terms": [
            "Gene Dosage",
            "Gene Expression Regulation",
            "Genetic Variation",
            "Genome, Human",
            "Humans",
            "Models, Genetic",
            "Models, Statistical",
            "Muscular Diseases",
            "Muscular Dystrophies",
            "Quantitative Trait Loci",
            "Rare Diseases",
            "Transcriptome"
        ],
        "Authors": [
            {
                "First Name": "Pejman",
                "Last Name": "Mohammadi",
                "Affiliation": "New York Genome Center, New York, NY, USA. pejman@scripps.edu tlappalainen@nygenome.org."
            },
            {
                "First Name": "Stephane E",
                "Last Name": "Castel",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            },
            {
                "First Name": "Beryl B",
                "Last Name": "Cummings",
                "Affiliation": "Analytical and Translation Genetics Unit, Massachusetts General Hospital, Boston, MA, USA."
            },
            {
                "First Name": "Jonah",
                "Last Name": "Einson",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            },
            {
                "First Name": "Christina",
                "Last Name": "Sousa",
                "Affiliation": "Scripps Research Translational Institute, La Jolla, CA, USA."
            },
            {
                "First Name": "Paul",
                "Last Name": "Hoffman",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            },
            {
                "First Name": "Sandra",
                "Last Name": "Donkervoort",
                "Affiliation": "Neuromuscular and Neurogenetic Disorders of Childhood Section, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD, USA."
            },
            {
                "First Name": "Zhuoxun",
                "Last Name": "Jiang",
                "Affiliation": "Section of Genetic Medicine, Department of Medicine, University of Chicago, Chicago, IL, USA."
            },
            {
                "First Name": "Payam",
                "Last Name": "Mohassel",
                "Affiliation": "Neuromuscular and Neurogenetic Disorders of Childhood Section, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD, USA."
            },
            {
                "First Name": "A Reghan",
                "Last Name": "Foley",
                "Affiliation": "Neuromuscular and Neurogenetic Disorders of Childhood Section, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD, USA."
            },
            {
                "First Name": "Heather E",
                "Last Name": "Wheeler",
                "Affiliation": "Department of Biology, Loyola University Chicago, Chicago, IL, USA."
            },
            {
                "First Name": "Hae Kyung",
                "Last Name": "Im",
                "Affiliation": "Section of Genetic Medicine, Department of Medicine, University of Chicago, Chicago, IL, USA."
            },
            {
                "First Name": "Carsten G",
                "Last Name": "Bonnemann",
                "Affiliation": "Neuromuscular and Neurogenetic Disorders of Childhood Section, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD, USA."
            },
            {
                "First Name": "Daniel G",
                "Last Name": "MacArthur",
                "Affiliation": "Analytical and Translation Genetics Unit, Massachusetts General Hospital, Boston, MA, USA."
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "New York Genome Center, New York, NY, USA. pejman@scripps.edu tlappalainen@nygenome.org."
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2019"
    },
    {
        "PMID": "30901550",
        "Title": "Genomic Analysis in the Age of Human Genome Sequencing.",
        "Abstract": "Affordable genome sequencing technologies promise to revolutionize the field of human genetics by enabling comprehensive studies that interrogate all classes of genome variation, genome-wide, across the entire allele frequency spectrum. Ongoing projects worldwide are sequencing many thousands-and soon millions-of human genomes as part of various gene mapping studies, biobanking efforts, and clinical programs. However, while genome sequencing data production has become routine, genome analysis and interpretation remain challenging endeavors with many limitations and caveats. Here, we review the current state of technologies for genetic variant discovery, genotyping, and functional interpretation and discuss the prospects for future advances. We focus on germline variants discovered by whole-genome sequencing, genome-wide functional genomic approaches for predicting and measuring variant functional effects, and implications for studies of common and rare human disease.",
        "Keywords": [],
        "MeSH terms": [
            "Biological Specimen Banks",
            "Chromosome Mapping",
            "Genetic Predisposition to Disease",
            "Genetic Testing",
            "Genetic Variation",
            "Genome, Human",
            "Genome-Wide Association Study",
            "Genomics",
            "High-Throughput Nucleotide Sequencing",
            "Human Genome Project",
            "Humans",
            "Polymorphism, Single Nucleotide",
            "Sequence Analysis, DNA",
            "Whole Genome Sequencing"
        ],
        "Authors": [
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "New York Genome Center, New York, NY, USA; Department of Systems Biology, Columbia University, New York, NY, USA. Electronic address: tlappalainen@nygenome.org."
            },
            {
                "First Name": "Alexandra J",
                "Last Name": "Scott",
                "Affiliation": "McDonnell Genome Institute, Washington University School of Medicine, St. Louis, MO, USA; Department of Medicine, Washington University School of Medicine, St. Louis, MO, USA; Department of Genetics, Washington University School of Medicine, St. Louis, MO, USA."
            },
            {
                "First Name": "Margot",
                "Last Name": "Brandt",
                "Affiliation": "New York Genome Center, New York, NY, USA; Department of Systems Biology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Ira M",
                "Last Name": "Hall",
                "Affiliation": "McDonnell Genome Institute, Washington University School of Medicine, St. Louis, MO, USA; Department of Medicine, Washington University School of Medicine, St. Louis, MO, USA; Department of Genetics, Washington University School of Medicine, St. Louis, MO, USA. Electronic address: ihall@wustl.edu."
            }
        ],
        "Journal": "Cell",
        "PubDate": "2019"
    },
    {
        "PMID": "30127527",
        "Title": "Modified penetrance of coding variants by cis-regulatory variation contributes to disease risk.",
        "Abstract": "Coding variants represent many of the strongest associations between genotype and phenotype; however, they exhibit inter-individual differences in effect, termed 'variable penetrance'. Here, we study how cis-regulatory variation modifies the penetrance of coding variants. Using functional genomic and genetic data from the Genotype-Tissue Expression Project (GTEx), we observed that in the general population, purifying selection has depleted haplotype combinations predicted to increase pathogenic coding variant penetrance. Conversely, in cancer and autism patients, we observed an enrichment of penetrance increasing haplotype configurations for pathogenic variants in disease-implicated genes, providing evidence that regulatory haplotype configuration of coding variants affects disease risk. Finally, we experimentally validated this model by editing a Mendelian single-nucleotide polymorphism (SNP) using CRISPR/Cas9 on distinct expression haplotypes with the transcriptome as a phenotypic readout. Our results demonstrate that joint regulatory and coding variant effects are an important part of the genetic architecture of human traits and contribute to modified penetrance of disease-causing variants.",
        "Keywords": [],
        "MeSH terms": [
            "CRISPR-Cas Systems",
            "Disease",
            "Genetic Predisposition to Disease",
            "Genome, Human",
            "Haplotypes",
            "Humans",
            "Phenotype",
            "Polymorphism, Single Nucleotide",
            "Quantitative Trait Loci",
            "Transcriptome"
        ],
        "Authors": [
            {
                "First Name": "Stephane E",
                "Last Name": "Castel",
                "Affiliation": "New York Genome Center, New York, NY, USA. scastel@nygenome.org."
            },
            {
                "First Name": "Alejandra",
                "Last Name": "Cervera",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            },
            {
                "First Name": "Pejman",
                "Last Name": "Mohammadi",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            },
            {
                "First Name": "François",
                "Last Name": "Aguet",
                "Affiliation": "Broad Institute of MIT and Harvard, Cambridge, USA."
            },
            {
                "First Name": "Ferran",
                "Last Name": "Reverter",
                "Affiliation": "Centre for Genomic Regulation (CRG), The Barcelona Institute of Science and Technology, Barcelona, Spain."
            },
            {
                "First Name": "Aaron",
                "Last Name": "Wolman",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            },
            {
                "First Name": "Roderic",
                "Last Name": "Guigo",
                "Affiliation": "Centre for Genomic Regulation (CRG), The Barcelona Institute of Science and Technology, Barcelona, Spain."
            },
            {
                "First Name": "Ivan",
                "Last Name": "Iossifov",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            },
            {
                "First Name": "Ana",
                "Last Name": "Vasileva",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "New York Genome Center, New York, NY, USA. tlappalainen@nygenome.org."
            }
        ],
        "Journal": "Nature genetics",
        "PubDate": "2018"
    },
    {
        "PMID": "29100076",
        "Title": "SnapShot: Discovering Genetic Regulatory Variants by QTL Analysis.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Chromosome Mapping",
            "Humans",
            "Quantitative Trait Loci",
            "Succinates",
            "Vitamin B 12"
        ],
        "Authors": [
            {
                "First Name": "Margot",
                "Last Name": "Brandt",
                "Affiliation": "New York Genome Center, 101 6th Avenue, New York, NY 10013, USA; Columbia University Department of Systems Biology, Irving Cancer Research Center, 1130 St. Nicholas Avenue, New York, NY 10032, USA."
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "New York Genome Center, 101 6th Avenue, New York, NY 10013, USA; Columbia University Department of Systems Biology, Irving Cancer Research Center, 1130 St. Nicholas Avenue, New York, NY 10032, USA."
            }
        ],
        "Journal": "Cell",
        "PubDate": "2017"
    },
    {
        "PMID": "29021289",
        "Title": "Quantifying the regulatory effect size of ",
        "Abstract": "Mapping ",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Databases, Genetic",
            "Gene Expression",
            "Gene Expression Profiling",
            "Gene Regulatory Networks",
            "Genetic Variation",
            "Humans",
            "Models, Theoretical",
            "Quantitative Trait Loci"
        ],
        "Authors": [
            {
                "First Name": "Pejman",
                "Last Name": "Mohammadi",
                "Affiliation": "New York Genome Center, New York, New York 10013, USA."
            },
            {
                "First Name": "Stephane E",
                "Last Name": "Castel",
                "Affiliation": "New York Genome Center, New York, New York 10013, USA."
            },
            {
                "First Name": "Andrew A",
                "Last Name": "Brown",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, Geneva, 1211, Switzerland."
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "New York Genome Center, New York, New York 10013, USA."
            }
        ],
        "Journal": "Genome research",
        "PubDate": "2017"
    },
    {
        "PMID": "28555657",
        "Title": "Associating cellular epigenetic models with human phenotypes.",
        "Abstract": "Epigenetic association studies have been carried out to test the hypothesis that environmental perturbations trigger cellular reprogramming, with downstream effects on cellular function and phenotypes. There have now been numerous studies of the potential molecular mediators of epigenetic changes by epigenome-wide association studies (EWAS). However, a challenge for the field is the interpretation of the results obtained. We describe a second-generation EWAS approach, which focuses on the possible cellular models of epigenetic perturbations, studied by rigorous analysis and interpretation of genomic data. Thus refocused, epigenetics research aligns with the field of functional genomics to provide insights into environmental and genetic influences on phenotypic variation in humans.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cellular Reprogramming",
            "DNA Methylation",
            "Disease",
            "Epigenesis, Genetic",
            "Genetic Variation",
            "Genome-Wide Association Study",
            "Humans",
            "Models, Genetic",
            "Neoplasms",
            "Phenotype",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "New York Genome Center, 101 Avenue of the Americas, New York, New York 10013, USA; and at the Department of Systems Biology, Columbia University, 1130 Street Nicholas Avenue, New York, New York 10032, USA."
            },
            {
                "First Name": "John M",
                "Last Name": "Greally",
                "Affiliation": "Departments of Genetics, Medicine and Pediatrics, Albert Einstein College of Medicine, 1301 Morris Park Avenue, Bronx, New York 10461, USA."
            }
        ],
        "Journal": "Nature reviews. Genetics",
        "PubDate": "2017"
    },
    {
        "PMID": "27863238",
        "Title": "Concerted Genetic Function in Blood Traits.",
        "Abstract": "The hematopoietic system plays a major role in human health. Two studies by Astle et al. and Chen et al. published in this issue of Cell use genome-wide association and functional genomics approaches to provide deep insights into the role of genetic variants in hematological traits. We discuss these discoveries and future strategies toward completing our understanding of the genetic basis for variation in human traits.",
        "Keywords": [],
        "MeSH terms": [
            "Genetic Predisposition to Disease",
            "Genetic Variation",
            "Genome-Wide Association Study",
            "Humans",
            "Phenotype",
            "Polymorphism, Single Nucleotide"
        ],
        "Authors": [
            {
                "First Name": "Sarah",
                "Last Name": "Kim-Hellmuth",
                "Affiliation": "New York Genome Center, New York, NY 10013, USA; Department of Systems Biology, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "New York Genome Center, New York, NY 10013, USA; Department of Systems Biology, Columbia University, New York, NY 10027, USA. Electronic address: tlappalainen@nygenome.org."
            }
        ],
        "Journal": "Cell",
        "PubDate": "2016"
    },
    {
        "PMID": "27605262",
        "Title": "Rare variant phasing and haplotypic expression from RNA sequencing with phASER.",
        "Abstract": "Haplotype phasing of genetic variants is important for clinical interpretation of the genome, population genetic analysis and functional genomic analysis of allelic activity. Here we present phASER, an accurate approach for phasing variants that are overlapped by sequencing reads, including those from RNA sequencing (RNA-seq), which often span multiple exons due to splicing. Using diverse RNA-seq data we demonstrate that this provides more accurate phasing of rare variants compared with population-based phasing and allows phasing of variants in the same gene up to hundreds of kilobases away that cannot be obtained from DNA sequencing (DNA-seq) reads. We show that in the context of medical genetic studies this improves the resolution of compound heterozygotes. Additionally, phASER provides measures of haplotypic expression that increase power and accuracy in studies of allelic expression. In summary, phasing using RNA-seq and phASER is accurate and improves studies where rare variant haplotypes or allelic expression is needed.",
        "Keywords": [],
        "MeSH terms": [
            "Base Sequence",
            "DNA",
            "Genetic Variation",
            "Genome-Wide Association Study",
            "Haplotypes",
            "High-Throughput Nucleotide Sequencing",
            "Humans",
            "RNA",
            "Sequence Analysis, DNA",
            "Sequence Analysis, RNA"
        ],
        "Authors": [
            {
                "First Name": "Stephane E",
                "Last Name": "Castel",
                "Affiliation": "New York Genome Center, New York, NY, 10013, USA."
            },
            {
                "First Name": "Pejman",
                "Last Name": "Mohammadi",
                "Affiliation": "New York Genome Center, New York, NY, 10013, USA."
            },
            {
                "First Name": "Wendy K",
                "Last Name": "Chung",
                "Affiliation": "Departments of Pediatrics and Medicine, Columbia University, New York, NY, 10032, USA."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY, 10032, USA."
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "New York Genome Center, New York, NY, 10013, USA."
            }
        ],
        "Journal": "Nature communications",
        "PubDate": "2016"
    },
    {
        "PMID": "26430152",
        "Title": "Functional genomics bridges the gap between quantitative genetics and molecular biology.",
        "Abstract": "Deep characterization of molecular function of genetic variants in the human genome is becoming increasingly important for understanding genetic associations to disease and for learning to read the regulatory code of the genome. In this paper, I discuss how recent advances in both quantitative genetics and molecular biology have contributed to understanding functional effects of genetic variants, lessons learned from eQTL studies, and future challenges in this field.",
        "Keywords": [],
        "MeSH terms": [
            "Forecasting",
            "Gene Expression Regulation",
            "Genetic Predisposition to Disease",
            "Genetic Research",
            "Genetic Variation",
            "Genome, Human",
            "Genomics",
            "Humans",
            "Molecular Biology",
            "Quantitative Trait Loci",
            "Regulatory Sequences, Nucleic Acid"
        ],
        "Authors": [
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "New York Genome Center, New York, New York 10013, USA; Department of Systems Biology, Columbia University, New York, New York 10032, USA."
            }
        ],
        "Journal": "Genome research",
        "PubDate": "2015"
    },
    {
        "PMID": "26381377",
        "Title": "Tools and best practices for data processing in allelic expression analysis.",
        "Abstract": "Allelic expression analysis has become important for integrating genome and transcriptome data to characterize various biological phenomena such as cis-regulatory variation and nonsense-mediated decay. We analyze the properties of allelic expression read count data and technical sources of error, such as low-quality or double-counted RNA-seq reads, genotyping errors, allelic mapping bias, and technical covariates due to sample preparation and sequencing, and variation in total read depth. We provide guidelines for correcting such errors, show that our quality control measures improve the detection of relevant allelic expression, and introduce tools for the high-throughput production of allelic expression data from RNA-sequencing data.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Cell Line",
            "Data Interpretation, Statistical",
            "Gene Expression",
            "Gene Expression Profiling",
            "Genotyping Techniques",
            "Humans",
            "Sequence Analysis, RNA",
            "Software"
        ],
        "Authors": [
            {
                "First Name": "Stephane E",
                "Last Name": "Castel",
                "Affiliation": "New York Genome Center, New York, NY, USA. scastel@nygenome.org."
            },
            {
                "First Name": "Ami",
                "Last Name": "Levy-Moonshine",
                "Affiliation": "Broad Institute, Cambridge, MA, USA."
            },
            {
                "First Name": "Pejman",
                "Last Name": "Mohammadi",
                "Affiliation": "New York Genome Center, New York, NY, USA."
            },
            {
                "First Name": "Eric",
                "Last Name": "Banks",
                "Affiliation": "Broad Institute, Cambridge, MA, USA."
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "New York Genome Center, New York, NY, USA. tlappalainen@nygenome.org."
            }
        ],
        "Journal": "Genome biology",
        "PubDate": "2015"
    },
    {
        "PMID": "26104749",
        "Title": "From trainee to tenure-track: ten tips.",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Career Mobility",
            "Genetic Research",
            "Genomics",
            "Universities"
        ],
        "Authors": [
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "New York Genome Center, 101 Avenue of the Americas, New York, NY, 10013, USA. tlappalainen@nygenome.org."
            }
        ],
        "Journal": "Genome biology",
        "PubDate": "2015"
    },
    {
        "PMID": "25953952",
        "Title": "The landscape of genomic imprinting across diverse adult human tissues.",
        "Abstract": "Genomic imprinting is an important regulatory mechanism that silences one of the parental copies of a gene. To systematically characterize this phenomenon, we analyze tissue specificity of imprinting from allelic expression data in 1582 primary tissue samples from 178 individuals from the Genotype-Tissue Expression (GTEx) project. We characterize imprinting in 42 genes, including both novel and previously identified genes. Tissue specificity of imprinting is widespread, and gender-specific effects are revealed in a small number of genes in muscle with stronger imprinting in males. IGF2 shows maternal expression in the brain instead of the canonical paternal expression elsewhere. Imprinting appears to have only a subtle impact on tissue-specific expression levels, with genes lacking a systematic expression difference between tissues with imprinted and biallelic expression. In summary, our systematic characterization of imprinting in adult tissues highlights variation in imprinting between genes, individuals, and tissues.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Alleles",
            "Cluster Analysis",
            "DNA Methylation",
            "Databases, Nucleic Acid",
            "Female",
            "Gene Expression Regulation",
            "Genetic Variation",
            "Genomic Imprinting",
            "Genomics",
            "Genotype",
            "Humans",
            "Male",
            "Organ Specificity",
            "Polymorphism, Single Nucleotide",
            "Reproducibility of Results",
            "Sex Factors"
        ],
        "Authors": [
            {
                "First Name": "Yael",
                "Last Name": "Baran",
                "Affiliation": "The Blavatnik School of Computer Science, Tel-Aviv University, Tel Aviv 69978, Israel;"
            },
            {
                "First Name": "Meena",
                "Last Name": "Subramaniam",
                "Affiliation": "Department of Medicine, University of California San Francisco, San Francisco, California 94158, USA;"
            },
            {
                "First Name": "Anne",
                "Last Name": "Biton",
                "Affiliation": "Department of Medicine, University of California San Francisco, San Francisco, California 94158, USA;"
            },
            {
                "First Name": "Taru",
                "Last Name": "Tukiainen",
                "Affiliation": "Analytic and Translational Genetics Unit, Massachusetts General Hospital, Boston, Massachusetts 02114, USA; Program in Medical and Population Genetics, Broad Institute of Harvard and MIT, Cambridge, Massachusetts 02142, USA;"
            },
            {
                "First Name": "Emily K",
                "Last Name": "Tsang",
                "Affiliation": "Department of Pathology, Stanford University, Stanford, California 94305, USA; Biomedical Informatics Program, Stanford University, Stanford, California 94305, USA;"
            },
            {
                "First Name": "Manuel A",
                "Last Name": "Rivas",
                "Affiliation": "Wellcome Trust Center for Human Genetics, Nuffield Department of Clinical Medicine, University of Oxford, Oxford, OX3 7BN, United Kingdom;"
            },
            {
                "First Name": "Matti",
                "Last Name": "Pirinen",
                "Affiliation": "Institute for Molecular Medicine Finland, University of Helsinki, 00014 Helsinki, Finland;"
            },
            {
                "First Name": "Maria",
                "Last Name": "Gutierrez-Arcelus",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva, 1211 Geneva, Switzerland;"
            },
            {
                "First Name": "Kevin S",
                "Last Name": "Smith",
                "Affiliation": "Department of Pathology, Stanford University, Stanford, California 94305, USA; Department of Genetics, Stanford University, Stanford, California 94305, USA;"
            },
            {
                "First Name": "Kim R",
                "Last Name": "Kukurba",
                "Affiliation": "Department of Pathology, Stanford University, Stanford, California 94305, USA; Department of Genetics, Stanford University, Stanford, California 94305, USA;"
            },
            {
                "First Name": "Rui",
                "Last Name": "Zhang",
                "Affiliation": "Department of Genetics, Stanford University, Stanford, California 94305, USA;"
            },
            {
                "First Name": "Celeste",
                "Last Name": "Eng",
                "Affiliation": "Department of Medicine, University of California San Francisco, San Francisco, California 94158, USA;"
            },
            {
                "First Name": "Dara G",
                "Last Name": "Torgerson",
                "Affiliation": "Department of Medicine, University of California San Francisco, San Francisco, California 94158, USA;"
            },
            {
                "First Name": "Cydney",
                "Last Name": "Urbanek",
                "Affiliation": "Integrated Center for Genes, Environment, and Health, National Jewish Health, Denver, Colorado 80206, USA;"
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            },
            {
                "First Name": "Jin Billy",
                "Last Name": "Li",
                "Affiliation": "Department of Genetics, Stanford University, Stanford, California 94305, USA;"
            },
            {
                "First Name": "Jose R",
                "Last Name": "Rodriguez-Santana",
                "Affiliation": "Centro de Neumología Pediátrica, San Juan, Puerto Rico, 00917;"
            },
            {
                "First Name": "Esteban G",
                "Last Name": "Burchard",
                "Affiliation": "Department of Medicine, University of California San Francisco, San Francisco, California 94158, USA; Department of Bioengineering and Therapeutic Sciences, University of California San Francisco, San Francisco, California 94158, USA;"
            },
            {
                "First Name": "Max A",
                "Last Name": "Seibold",
                "Affiliation": "Integrated Center for Genes, Environment, and Health, National Jewish Health, Denver, Colorado 80206, USA; Department of Pediatrics, National Jewish Health, Denver, Colorado 80206, USA; Division of Pulmonary Sciences and Critical Care Medicine, Department of Medicine, University of Colorado-Denver, Denver, Colorado 80045, USA;"
            },
            {
                "First Name": "Daniel G",
                "Last Name": "MacArthur",
                "Affiliation": "Analytic and Translational Genetics Unit, Massachusetts General Hospital, Boston, Massachusetts 02114, USA; Program in Medical and Population Genetics, Broad Institute of Harvard and MIT, Cambridge, Massachusetts 02142, USA; Department of Genetics, Harvard Medical School, Boston, Massachusetts 02115, USA;"
            },
            {
                "First Name": "Stephen B",
                "Last Name": "Montgomery",
                "Affiliation": "Department of Pathology, Stanford University, Stanford, California 94305, USA; Department of Genetics, Stanford University, Stanford, California 94305, USA;"
            },
            {
                "First Name": "Noah A",
                "Last Name": "Zaitlen",
                "Affiliation": "Department of Medicine, University of California San Francisco, San Francisco, California 94158, USA;"
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "New York Genome Center, New York, New York 10013, USA; Department of Systems Biology, Columbia University, New York, New York 10032, USA."
            }
        ],
        "Journal": "Genome research",
        "PubDate": "2015"
    },
    {
        "PMID": "25819081",
        "Title": "Assessing allele-specific expression across multiple tissues from RNA-seq read data.",
        "Abstract": "RNA sequencing enables allele-specific expression (ASE) studies that complement standard genotype expression studies for common variants and, importantly, also allow measuring the regulatory impact of rare variants. The Genotype-Tissue Expression (GTEx) project is collecting RNA-seq data on multiple tissues of a same set of individuals and novel methods are required for the analysis of these data.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Extracellular Matrix Proteins",
            "High-Throughput Nucleotide Sequencing",
            "Humans",
            "Lipoid Proteinosis of Urbach and Wiethe",
            "Organ Specificity",
            "Polymorphism, Single Nucleotide",
            "Protein Isoforms",
            "RNA"
        ],
        "Authors": [
            {
                "First Name": "Matti",
                "Last Name": "Pirinen",
                "Affiliation": "Institute for Molecular Medicine Finland (FIMM), University of Helsinki, Helsinki, Finland."
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "Department of Genetic Medicine and Development and, Institute for Genetics and Genomics in Geneva (iG3), University of Geneva, Geneva, Switzerland, Swiss Institute of Bioinformatics, Geneva, Switzerland, Department of Genetics, Stanford University, Palo Alto, CA, USA, New York Genome Center, New York, NY, USA, Department of Systems Biology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Noah A",
                "Last Name": "Zaitlen",
                "Affiliation": "Department of Medicine, University of California, San Francisco, CA, USA."
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            },
            {
                "First Name": "Emmanouil T",
                "Last Name": "Dermitzakis",
                "Affiliation": "Department of Genetic Medicine and Development and, Institute for Genetics and Genomics in Geneva (iG3), University of Geneva, Geneva, Switzerland, Swiss Institute of Bioinformatics, Geneva, Switzerland."
            },
            {
                "First Name": "Peter",
                "Last Name": "Donnelly",
                "Affiliation": "Wellcome Trust Centre for Human Genetics and Department of Statistics, University of Oxford, Oxford, UK and."
            },
            {
                "First Name": "Mark I",
                "Last Name": "McCarthy",
                "Affiliation": "Wellcome Trust Centre for Human Genetics and Oxford Centre for Diabetes, Endocrinology and Metabolism, Oxford, UK."
            },
            {
                "First Name": "Manuel A",
                "Last Name": "Rivas",
                "Affiliation": "Wellcome Trust Centre for Human Genetics and."
            }
        ],
        "Journal": "Bioinformatics (Oxford, England)",
        "PubDate": "2015"
    },
    {
        "PMID": "25634236",
        "Title": "Tissue-specific effects of genetic and epigenetic variation on gene regulation and splicing.",
        "Abstract": "Understanding how genetic variation affects distinct cellular phenotypes, such as gene expression levels, alternative splicing and DNA methylation levels, is essential for better understanding of complex diseases and traits. Furthermore, how inter-individual variation of DNA methylation is associated to gene expression is just starting to be studied. In this study, we use the GenCord cohort of 204 newborn Europeans' lymphoblastoid cell lines, T-cells and fibroblasts derived from umbilical cords. The samples were previously genotyped for 2.5 million SNPs, mRNA-sequenced, and assayed for methylation levels in 482,421 CpG sites. We observe that methylation sites associated to expression levels are enriched in enhancers, gene bodies and CpG island shores. We show that while the correlation between DNA methylation and gene expression can be positive or negative, it is very consistent across cell-types. However, this epigenetic association to gene expression appears more tissue-specific than the genetic effects on gene expression or DNA methylation (observed in both sharing estimations based on P-values and effect size correlations between cell-types). This predominance of genetic effects can also be reflected by the observation that allele specific expression differences between individuals dominate over tissue-specific effects. Additionally, we discover genetic effects on alternative splicing and interestingly, a large amount of DNA methylation correlating to alternative splicing, both in a tissue-specific manner. The locations of the SNPs and methylation sites involved in these associations highlight the participation of promoter proximal and distant regulatory regions on alternative splicing. Overall, our results provide high-resolution analyses showing how genome sequence variation has a broad effect on cellular phenotypes across cell-types, whereas epigenetic factors provide a secondary layer of variation that is more tissue-specific. Furthermore, the details of how this tissue-specificity may vary across inter-relations of molecular traits, and where these are occurring, can yield further insights into gene regulation and cellular biology as a whole.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Alternative Splicing",
            "CpG Islands",
            "DNA Methylation",
            "Epigenesis, Genetic",
            "Gene Expression Regulation",
            "Genetic Variation",
            "Humans",
            "Infant, Newborn",
            "Organ Specificity",
            "Polymorphism, Single Nucleotide",
            "Promoter Regions, Genetic",
            "Regulatory Sequences, Nucleic Acid"
        ],
        "Authors": [
            {
                "First Name": "Maria",
                "Last Name": "Gutierrez-Arcelus",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, Geneva, Switzerland; Institute of Genetics and Genomics in Geneva (iGE3), Geneva, Switzerland; Swiss Institute of Bioinformatics (SIB), Geneva, Switzerland."
            },
            {
                "First Name": "Halit",
                "Last Name": "Ongen",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, Geneva, Switzerland; Institute of Genetics and Genomics in Geneva (iGE3), Geneva, Switzerland; Swiss Institute of Bioinformatics (SIB), Geneva, Switzerland."
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, Geneva, Switzerland; Institute of Genetics and Genomics in Geneva (iGE3), Geneva, Switzerland; Swiss Institute of Bioinformatics (SIB), Geneva, Switzerland."
            },
            {
                "First Name": "Stephen B",
                "Last Name": "Montgomery",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, Geneva, Switzerland; Departments of Pathology and Genetics, Stanford University, Stanford, California, United States of America."
            },
            {
                "First Name": "Alfonso",
                "Last Name": "Buil",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, Geneva, Switzerland; Institute of Genetics and Genomics in Geneva (iGE3), Geneva, Switzerland; Swiss Institute of Bioinformatics (SIB), Geneva, Switzerland."
            },
            {
                "First Name": "Alisa",
                "Last Name": "Yurovsky",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, Geneva, Switzerland; Institute of Genetics and Genomics in Geneva (iGE3), Geneva, Switzerland; Swiss Institute of Bioinformatics (SIB), Geneva, Switzerland."
            },
            {
                "First Name": "Julien",
                "Last Name": "Bryois",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, Geneva, Switzerland; Institute of Genetics and Genomics in Geneva (iGE3), Geneva, Switzerland; Swiss Institute of Bioinformatics (SIB), Geneva, Switzerland."
            },
            {
                "First Name": "Ismael",
                "Last Name": "Padioleau",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, Geneva, Switzerland; Institute of Genetics and Genomics in Geneva (iGE3), Geneva, Switzerland; Swiss Institute of Bioinformatics (SIB), Geneva, Switzerland."
            },
            {
                "First Name": "Luciana",
                "Last Name": "Romano",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, Geneva, Switzerland; Institute of Genetics and Genomics in Geneva (iGE3), Geneva, Switzerland; Swiss Institute of Bioinformatics (SIB), Geneva, Switzerland."
            },
            {
                "First Name": "Alexandra",
                "Last Name": "Planchon",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, Geneva, Switzerland; Institute of Genetics and Genomics in Geneva (iGE3), Geneva, Switzerland; Swiss Institute of Bioinformatics (SIB), Geneva, Switzerland."
            },
            {
                "First Name": "Emilie",
                "Last Name": "Falconnet",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, Geneva, Switzerland; Institute of Genetics and Genomics in Geneva (iGE3), Geneva, Switzerland."
            },
            {
                "First Name": "Deborah",
                "Last Name": "Bielser",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, Geneva, Switzerland; Institute of Genetics and Genomics in Geneva (iGE3), Geneva, Switzerland."
            },
            {
                "First Name": "Maryline",
                "Last Name": "Gagnebin",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, Geneva, Switzerland; Institute of Genetics and Genomics in Geneva (iGE3), Geneva, Switzerland."
            },
            {
                "First Name": "Thomas",
                "Last Name": "Giger",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, Geneva, Switzerland."
            },
            {
                "First Name": "Christelle",
                "Last Name": "Borel",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, Geneva, Switzerland."
            },
            {
                "First Name": "Audrey",
                "Last Name": "Letourneau",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, Geneva, Switzerland; Institute of Genetics and Genomics in Geneva (iGE3), Geneva, Switzerland."
            },
            {
                "First Name": "Periklis",
                "Last Name": "Makrythanasis",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, Geneva, Switzerland; Institute of Genetics and Genomics in Geneva (iGE3), Geneva, Switzerland."
            },
            {
                "First Name": "Michel",
                "Last Name": "Guipponi",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, Geneva, Switzerland; Institute of Genetics and Genomics in Geneva (iGE3), Geneva, Switzerland."
            },
            {
                "First Name": "Corinne",
                "Last Name": "Gehrig",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, Geneva, Switzerland; Institute of Genetics and Genomics in Geneva (iGE3), Geneva, Switzerland."
            },
            {
                "First Name": "Stylianos E",
                "Last Name": "Antonarakis",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, Geneva, Switzerland; Institute of Genetics and Genomics in Geneva (iGE3), Geneva, Switzerland."
            },
            {
                "First Name": "Emmanouil T",
                "Last Name": "Dermitzakis",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, Geneva, Switzerland; Institute of Genetics and Genomics in Geneva (iGE3), Geneva, Switzerland; Swiss Institute of Bioinformatics (SIB), Geneva, Switzerland; Center of Excellence in Genomic Medicine Research, KingAbdulaziz University, Jeddah, Saudi Arabia."
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2015"
    },
    {
        "PMID": "25480033",
        "Title": "Gene age predicts the strength of purifying selection acting on gene expression variation in humans.",
        "Abstract": "Gene expression levels can be subject to selection. We hypothesized that the age of gene origin is associated with expression constraints, given that it affects the level of gene integration into the functional cellular environment. By studying the genetic variation affecting gene expression levels (cis expression quantitative trait loci [cis-eQTLs]) and protein levels (cis protein QTLs [cis-pQTLs]), we determined that young, primate-specific genes are enriched in cis-eQTLs and cis-pQTLs. Compared to cis-eQTLs of old genes originating before the zebrafish divergence, cis-eQTLs of young genes have a higher effect size, are located closer to the transcription start site, are more significant, and tend to influence genes in multiple tissues and populations. These results suggest that the expression constraint of each gene increases throughout its lifespan. We also detected a positive correlation between expression constraints (approximated by cis-eQTL properties) and coding constraints (approximated by Ka/Ks) and observed that this correlation might be driven by gene age. To uncover factors associated with the increase in gene-age-related expression constraints, we demonstrated that gene connectivity, gene involvement in complex regulatory networks, gene haploinsufficiency, and the strength of posttranscriptional regulation increase with gene age. We also observed an increase in heritability of gene expression levels with age, implying a reduction of the environmental component. In summary, we show that gene age shapes key gene properties during evolution and is therefore an important component of genome function.",
        "Keywords": [],
        "MeSH terms": [
            "Age Factors",
            "Cell Line",
            "Female",
            "Fetal Blood",
            "Fibroblasts",
            "Gene Expression Profiling",
            "Gene Expression Regulation",
            "Genetic Variation",
            "Genome",
            "Humans",
            "Infant, Newborn",
            "Logistic Models",
            "Male",
            "Organ Specificity",
            "Polymorphism, Single Nucleotide",
            "Proteins",
            "Quantitative Trait Loci",
            "Transcription Initiation Site",
            "Umbilical Cord"
        ],
        "Authors": [
            {
                "First Name": "Konstantin Y",
                "Last Name": "Popadin",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, 1 Rue Michel-Servet, 1211 Geneva, Switzerland; Institute of Genetics and Genomics in Geneva, 1211 Geneva, Switzerland; Institute for Information Transmission Problems (Kharkevich Institute), Russian Academy of Sciences, Moscow 127994, Russia. Electronic address: konstantin.popadin@unige.ch."
            },
            {
                "First Name": "Maria",
                "Last Name": "Gutierrez-Arcelus",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, 1 Rue Michel-Servet, 1211 Geneva, Switzerland; Institute of Genetics and Genomics in Geneva, 1211 Geneva, Switzerland; Swiss Institute of Bioinformatics, 1211 Geneva, Switzerland."
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, 1 Rue Michel-Servet, 1211 Geneva, Switzerland; Institute of Genetics and Genomics in Geneva, 1211 Geneva, Switzerland; Swiss Institute of Bioinformatics, 1211 Geneva, Switzerland; New York Genome Center, Avenue of the Americas 101, New York, NY 10013, USA; Department of Systems Biology, Columbia University, 1130 St. Nicholas Avenue, New York, NY 10032, USA."
            },
            {
                "First Name": "Alfonso",
                "Last Name": "Buil",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, 1 Rue Michel-Servet, 1211 Geneva, Switzerland; Institute of Genetics and Genomics in Geneva, 1211 Geneva, Switzerland; Swiss Institute of Bioinformatics, 1211 Geneva, Switzerland."
            },
            {
                "First Name": "Julia",
                "Last Name": "Steinberg",
                "Affiliation": "Medical Research Council Functional Genomics Unit, Department of Physiology, Anatomy and Genetics, University of Oxford, Oxford OX1 3PT, UK; Wellcome Trust Centre for Human Genetics, University of Oxford, Oxford OX3 7BN, UK."
            },
            {
                "First Name": "Sergey I",
                "Last Name": "Nikolaev",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, 1 Rue Michel-Servet, 1211 Geneva, Switzerland; Institute of Genetics and Genomics in Geneva, 1211 Geneva, Switzerland."
            },
            {
                "First Name": "Samuel W",
                "Last Name": "Lukowski",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, 1 Rue Michel-Servet, 1211 Geneva, Switzerland; Institute of Genetics and Genomics in Geneva, 1211 Geneva, Switzerland."
            },
            {
                "First Name": "Georgii A",
                "Last Name": "Bazykin",
                "Affiliation": "Institute for Information Transmission Problems (Kharkevich Institute), Russian Academy of Sciences, Moscow 127994, Russia; School of Bioengineering and Bioinformatics, Moscow State University, Vorobievy Gory 1-73, Moscow 119992, Russia."
            },
            {
                "First Name": "Vladimir B",
                "Last Name": "Seplyarskiy",
                "Affiliation": "Institute for Information Transmission Problems (Kharkevich Institute), Russian Academy of Sciences, Moscow 127994, Russia; School of Bioengineering and Bioinformatics, Moscow State University, Vorobievy Gory 1-73, Moscow 119992, Russia."
            },
            {
                "First Name": "Panagiotis",
                "Last Name": "Ioannidis",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, 1 Rue Michel-Servet, 1211 Geneva, Switzerland; Institute of Genetics and Genomics in Geneva, 1211 Geneva, Switzerland; Swiss Institute of Bioinformatics, 1211 Geneva, Switzerland."
            },
            {
                "First Name": "Evgeny M",
                "Last Name": "Zdobnov",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, 1 Rue Michel-Servet, 1211 Geneva, Switzerland; Institute of Genetics and Genomics in Geneva, 1211 Geneva, Switzerland; Swiss Institute of Bioinformatics, 1211 Geneva, Switzerland."
            },
            {
                "First Name": "Emmanouil T",
                "Last Name": "Dermitzakis",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, 1 Rue Michel-Servet, 1211 Geneva, Switzerland; Institute of Genetics and Genomics in Geneva, 1211 Geneva, Switzerland; Swiss Institute of Bioinformatics, 1211 Geneva, Switzerland; Center of Excellence in Genomic Medicine Research, King Abdulaziz University, Jeddah 21589, Saudi Arabia."
            },
            {
                "First Name": "Stylianos E",
                "Last Name": "Antonarakis",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, 1 Rue Michel-Servet, 1211 Geneva, Switzerland; Institute of Genetics and Genomics in Geneva, 1211 Geneva, Switzerland. Electronic address: stylianos.antonarakis@unige.ch."
            }
        ],
        "Journal": "American journal of human genetics",
        "PubDate": "2014"
    },
    {
        "PMID": "25436857",
        "Title": "Gene-gene and gene-environment interactions detected by transcriptome sequence analysis in twins.",
        "Abstract": "Understanding the genetic architecture of gene expression is an intermediate step in understanding the genetic architecture of complex diseases. RNA sequencing technologies have improved the quantification of gene expression and allow measurement of allele-specific expression (ASE). ASE is hypothesized to result from the direct effect of cis regulatory variants, but a proper estimation of the causes of ASE has not been performed thus far. In this study, we take advantage of a sample of twins to measure the relative contributions of genetic and environmental effects to ASE, and we find substantial effects from gene × gene (G×G) and gene × environment (G×E) interactions. We propose a model where ASE requires genetic variability in cis, a difference in the sequence of both alleles, but where the magnitude of the ASE effect depends on trans genetic and environmental factors that interact with the cis genetic variants.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Base Sequence",
            "Epistasis, Genetic",
            "Female",
            "Gene Expression Profiling",
            "Gene Expression Regulation",
            "Gene Frequency",
            "Gene-Environment Interaction",
            "Genetic Variation",
            "Haplotypes",
            "Humans",
            "Models, Genetic",
            "Molecular Sequence Data",
            "Polymorphism, Single Nucleotide",
            "Quantitative Trait Loci",
            "RNA, Messenger",
            "Sequence Analysis, RNA",
            "Transcriptome",
            "Twins, Dizygotic",
            "Twins, Monozygotic"
        ],
        "Authors": [
            {
                "First Name": "Alfonso",
                "Last Name": "Buil",
                "Affiliation": "1] Department of Genetic Medicine and Development, University of Geneva Medical School, Geneva, Switzerland. [2] Institute of Genetics and Genomics in Geneva, University of Geneva, Geneva, Switzerland. [3] Swiss Institute of Bioinformatics, Geneva, Switzerland."
            },
            {
                "First Name": "Andrew Anand",
                "Last Name": "Brown",
                "Affiliation": "1] Human Genetics, Wellcome Trust Sanger Institute, Hinxton, UK. [2] NORMENT, KG Jebsen Center for Psychosis Research, Division of Mental Health and Addiction, Oslo University Hospital, Oslo, Norway."
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "1] Department of Genetic Medicine and Development, University of Geneva Medical School, Geneva, Switzerland. [2] Institute of Genetics and Genomics in Geneva, University of Geneva, Geneva, Switzerland. [3] Swiss Institute of Bioinformatics, Geneva, Switzerland. [4] Department of Genetics, Stanford University, Stanford, California, USA."
            },
            {
                "First Name": "Ana",
                "Last Name": "Viñuela",
                "Affiliation": "Department of Twin Research, King's College London, London, UK."
            },
            {
                "First Name": "Matthew N",
                "Last Name": "Davies",
                "Affiliation": "Department of Twin Research, King's College London, London, UK."
            },
            {
                "First Name": "Hou-Feng",
                "Last Name": "Zheng",
                "Affiliation": "1] Department of Medicine, McGill University, Montreal, Quebec, Canada. [2] Department of Human Genetics, McGill University, Montreal, Quebec, Canada. [3] Department of Epidemiology and Biostatistics, McGill University, Montreal, Quebec, Canada."
            },
            {
                "First Name": "J Brent",
                "Last Name": "Richards",
                "Affiliation": "1] Department of Twin Research, King's College London, London, UK. [2] Department of Medicine, McGill University, Montreal, Quebec, Canada. [3] Department of Human Genetics, McGill University, Montreal, Quebec, Canada. [4] Department of Epidemiology and Biostatistics, McGill University, Montreal, Quebec, Canada."
            },
            {
                "First Name": "Daniel",
                "Last Name": "Glass",
                "Affiliation": "Department of Twin Research, King's College London, London, UK."
            },
            {
                "First Name": "Kerrin S",
                "Last Name": "Small",
                "Affiliation": "Department of Twin Research, King's College London, London, UK."
            },
            {
                "First Name": "Richard",
                "Last Name": "Durbin",
                "Affiliation": "Human Genetics, Wellcome Trust Sanger Institute, Hinxton, UK."
            },
            {
                "First Name": "Timothy D",
                "Last Name": "Spector",
                "Affiliation": "Department of Twin Research, King's College London, London, UK."
            },
            {
                "First Name": "Emmanouil T",
                "Last Name": "Dermitzakis",
                "Affiliation": "1] Department of Genetic Medicine and Development, University of Geneva Medical School, Geneva, Switzerland. [2] Institute of Genetics and Genomics in Geneva, University of Geneva, Geneva, Switzerland. [3] Swiss Institute of Bioinformatics, Geneva, Switzerland."
            }
        ],
        "Journal": "Nature genetics",
        "PubDate": "2015"
    },
    {
        "PMID": "25239376",
        "Title": "Allelic mapping bias in RNA-sequencing is not a major confounder in eQTL studies.",
        "Abstract": "RNA sequencing (RNA-seq) is the current gold-standard method to quantify gene expression for expression quantitative trait locus (eQTL) studies. However, a potential caveat in these studies is that RNA-seq reads carrying the non-reference allele of variant loci can have lower probability to map correctly to the reference genome, which could bias gene quantifications and cause false positive eQTL associations. In this study, we analyze the effect of this allelic mapping bias in eQTL discovery.",
        "Keywords": [],
        "MeSH terms": [
            "Chromosome Mapping",
            "Genetic Association Studies",
            "Human Genome Project",
            "Humans",
            "Polymorphism, Single Nucleotide",
            "Quantitative Trait Loci",
            "Sequence Alignment",
            "Sequence Analysis, RNA"
        ],
        "Authors": [
            {
                "First Name": "Nikolaos I",
                "Last Name": "Panousis",
                "Affiliation": ""
            },
            {
                "First Name": "Maria",
                "Last Name": "Gutierrez-Arcelus",
                "Affiliation": ""
            },
            {
                "First Name": "Emmanouil T",
                "Last Name": "Dermitzakis",
                "Affiliation": ""
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": ""
            }
        ],
        "Journal": "Genome biology",
        "PubDate": "2014"
    },
    {
        "PMID": "25121757",
        "Title": "Transcriptome sequencing from diverse human populations reveals differentiated regulatory architecture.",
        "Abstract": "Large-scale sequencing efforts have documented extensive genetic variation within the human genome. However, our understanding of the origins, global distribution, and functional consequences of this variation is far from complete. While regulatory variation influencing gene expression has been studied within a handful of populations, the breadth of transcriptome differences across diverse human populations has not been systematically analyzed. To better understand the spectrum of gene expression variation, alternative splicing, and the population genetics of regulatory variation in humans, we have sequenced the genomes, exomes, and transcriptomes of EBV transformed lymphoblastoid cell lines derived from 45 individuals in the Human Genome Diversity Panel (HGDP). The populations sampled span the geographic breadth of human migration history and include Namibian San, Mbuti Pygmies of the Democratic Republic of Congo, Algerian Mozabites, Pathan of Pakistan, Cambodians of East Asia, Yakut of Siberia, and Mayans of Mexico. We discover that approximately 25.0% of the variation in gene expression found amongst individuals can be attributed to population differences. However, we find few genes that are systematically differentially expressed among populations. Of this population-specific variation, 75.5% is due to expression rather than splicing variability, and we find few genes with strong evidence for differential splicing across populations. Allelic expression analyses indicate that previously mapped common regulatory variants identified in eight populations from the International Haplotype Map Phase 3 project have similar effects in our seven sampled HGDP populations, suggesting that the cellular effects of common variants are shared across diverse populations. Together, these results provide a resource for studies analyzing functional differences across populations by estimating the degree of shared gene expression, alternative splicing, and regulatory genetics across populations from the broadest points of human migration history yet sampled.",
        "Keywords": [],
        "MeSH terms": [
            "Gene Expression Profiling",
            "Gene Regulatory Networks",
            "Genetics, Population",
            "Genome, Human",
            "HapMap Project",
            "Haplotypes",
            "Human Genome Project",
            "Human Migration",
            "Humans",
            "Polymorphism, Single Nucleotide",
            "Quantitative Trait Loci"
        ],
        "Authors": [
            {
                "First Name": "Alicia R",
                "Last Name": "Martin",
                "Affiliation": "Stanford University School of Medicine, Department of Genetics, Stanford, California, United States of America."
            },
            {
                "First Name": "Helio A",
                "Last Name": "Costa",
                "Affiliation": "Stanford University School of Medicine, Department of Genetics, Stanford, California, United States of America."
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "Stanford University School of Medicine, Department of Genetics, Stanford, California, United States of America."
            },
            {
                "First Name": "Brenna M",
                "Last Name": "Henn",
                "Affiliation": "Stony Brook University, SUNY, Department of Ecology and Evolution, Stony Brook, New York, United States of America."
            },
            {
                "First Name": "Jeffrey M",
                "Last Name": "Kidd",
                "Affiliation": "University of Michigan School of Medicine, Department of Human Genetics, Ann Arbor, Michigan, United States of America."
            },
            {
                "First Name": "Muh-Ching",
                "Last Name": "Yee",
                "Affiliation": "Stanford University School of Medicine, Department of Genetics, Stanford, California, United States of America."
            },
            {
                "First Name": "Fabian",
                "Last Name": "Grubert",
                "Affiliation": "Stanford University School of Medicine, Department of Genetics, Stanford, California, United States of America."
            },
            {
                "First Name": "Howard M",
                "Last Name": "Cann",
                "Affiliation": "Foundation Jean Dausset, Centre d'Etude du Polymorphisme Humain, Paris, France."
            },
            {
                "First Name": "Michael",
                "Last Name": "Snyder",
                "Affiliation": "Stanford University School of Medicine, Department of Genetics, Stanford, California, United States of America."
            },
            {
                "First Name": "Stephen B",
                "Last Name": "Montgomery",
                "Affiliation": "Stanford University School of Medicine, Department of Genetics, Stanford, California, United States of America; Stanford University School of Medicine, Department of Pathology, Stanford, California, United States of America."
            },
            {
                "First Name": "Carlos D",
                "Last Name": "Bustamante",
                "Affiliation": "Stanford University School of Medicine, Department of Genetics, Stanford, California, United States of America."
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2014"
    },
    {
        "PMID": "24037425",
        "Title": "Reproducibility of high-throughput mRNA and small RNA sequencing across laboratories.",
        "Abstract": "RNA sequencing is an increasingly popular technology for genome-wide analysis of transcript sequence and abundance. However, understanding of the sources of technical and interlaboratory variation is still limited. To address this, the GEUVADIS consortium sequenced mRNAs and small RNAs of lymphoblastoid cell lines of 465 individuals in seven sequencing centers, with a large number of replicates. The variation between laboratories appeared to be considerably smaller than the already limited biological variation. Laboratory effects were mainly seen in differences in insert size and GC content and could be adequately corrected for. In small-RNA sequencing, the microRNA (miRNA) content differed widely between samples owing to competitive sequencing of rRNA fragments. This did not affect relative quantification of miRNAs. We conclude that distributing RNA sequencing among different laboratories is feasible, given proper standardization and randomization procedures. We provide a set of quality measures and guidelines for assessing technical biases in RNA-seq data.",
        "Keywords": [],
        "MeSH terms": [
            "Female",
            "Gene Expression Profiling",
            "High-Throughput Nucleotide Sequencing",
            "Humans",
            "Male",
            "MicroRNAs",
            "RNA, Messenger",
            "Reproducibility of Results",
            "Sequence Analysis, RNA"
        ],
        "Authors": [
            {
                "First Name": "Peter A C",
                "Last Name": "'t Hoen",
                "Affiliation": "1] Department of Human Genetics, Leiden University Medical Center, Leiden, The Netherlands. [2] Netherlands Bioinformatics Centre, Leiden, The Netherlands."
            },
            {
                "First Name": "Marc R",
                "Last Name": "Friedländer",
                "Affiliation": ""
            },
            {
                "First Name": "Jonas",
                "Last Name": "Almlöf",
                "Affiliation": ""
            },
            {
                "First Name": "Michael",
                "Last Name": "Sammeth",
                "Affiliation": ""
            },
            {
                "First Name": "Irina",
                "Last Name": "Pulyakhina",
                "Affiliation": ""
            },
            {
                "First Name": "Seyed Yahya",
                "Last Name": "Anvar",
                "Affiliation": ""
            },
            {
                "First Name": "Jeroen F J",
                "Last Name": "Laros",
                "Affiliation": ""
            },
            {
                "First Name": "Henk P J",
                "Last Name": "Buermans",
                "Affiliation": ""
            },
            {
                "First Name": "Olof",
                "Last Name": "Karlberg",
                "Affiliation": ""
            },
            {
                "First Name": "Mathias",
                "Last Name": "Brännvall",
                "Affiliation": ""
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            },
            {
                "First Name": "Johan T",
                "Last Name": "den Dunnen",
                "Affiliation": ""
            },
            {
                "First Name": "Gert-Jan B",
                "Last Name": "van Ommen",
                "Affiliation": ""
            },
            {
                "First Name": "Ivo G",
                "Last Name": "Gut",
                "Affiliation": ""
            },
            {
                "First Name": "Roderic",
                "Last Name": "Guigó",
                "Affiliation": ""
            },
            {
                "First Name": "Xavier",
                "Last Name": "Estivill",
                "Affiliation": ""
            },
            {
                "First Name": "Ann-Christine",
                "Last Name": "Syvänen",
                "Affiliation": ""
            },
            {
                "First Name": "Emmanouil T",
                "Last Name": "Dermitzakis",
                "Affiliation": ""
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature biotechnology",
        "PubDate": "2013"
    },
    {
        "PMID": "24037378",
        "Title": "Transcriptome and genome sequencing uncovers functional variation in humans.",
        "Abstract": "Genome sequencing projects are discovering millions of genetic variants in humans, and interpretation of their functional effects is essential for understanding the genetic basis of variation in human traits. Here we report sequencing and deep analysis of messenger RNA and microRNA from lymphoblastoid cell lines of 462 individuals from the 1000 Genomes Project--the first uniformly processed high-throughput RNA-sequencing data from multiple human populations with high-quality genome sequences. We discover extremely widespread genetic variation affecting the regulation of most genes, with transcript structure and expression level variation being equally common but genetically largely independent. Our characterization of causal regulatory variation sheds light on the cellular mechanisms of regulatory and loss-of-function variation, and allows us to infer putative causal variants for dozens of disease-associated loci. Altogether, this study provides a deep understanding of the cellular mechanisms of transcriptome variation and of the landscape of functional variants in the human genome.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Cell Line, Transformed",
            "Exons",
            "Gene Expression Profiling",
            "Genetic Variation",
            "Genome, Human",
            "High-Throughput Nucleotide Sequencing",
            "Humans",
            "Polymorphism, Single Nucleotide",
            "Quantitative Trait Loci",
            "RNA, Messenger",
            "Sequence Analysis, RNA",
            "Transcriptome"
        ],
        "Authors": [
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, 1211 Geneva, Switzerland. tuuli.e.lappalainen@gmail.com"
            },
            {
                "First Name": "Michael",
                "Last Name": "Sammeth",
                "Affiliation": ""
            },
            {
                "First Name": "Marc R",
                "Last Name": "Friedländer",
                "Affiliation": ""
            },
            {
                "First Name": "Peter A C",
                "Last Name": "'t Hoen",
                "Affiliation": ""
            },
            {
                "First Name": "Jean",
                "Last Name": "Monlong",
                "Affiliation": ""
            },
            {
                "First Name": "Manuel A",
                "Last Name": "Rivas",
                "Affiliation": ""
            },
            {
                "First Name": "Mar",
                "Last Name": "Gonzàlez-Porta",
                "Affiliation": ""
            },
            {
                "First Name": "Natalja",
                "Last Name": "Kurbatova",
                "Affiliation": ""
            },
            {
                "First Name": "Thasso",
                "Last Name": "Griebel",
                "Affiliation": ""
            },
            {
                "First Name": "Pedro G",
                "Last Name": "Ferreira",
                "Affiliation": ""
            },
            {
                "First Name": "Matthias",
                "Last Name": "Barann",
                "Affiliation": ""
            },
            {
                "First Name": "Thomas",
                "Last Name": "Wieland",
                "Affiliation": ""
            },
            {
                "First Name": "Liliana",
                "Last Name": "Greger",
                "Affiliation": ""
            },
            {
                "First Name": "Maarten",
                "Last Name": "van Iterson",
                "Affiliation": ""
            },
            {
                "First Name": "Jonas",
                "Last Name": "Almlöf",
                "Affiliation": ""
            },
            {
                "First Name": "Paolo",
                "Last Name": "Ribeca",
                "Affiliation": ""
            },
            {
                "First Name": "Irina",
                "Last Name": "Pulyakhina",
                "Affiliation": ""
            },
            {
                "First Name": "Daniela",
                "Last Name": "Esser",
                "Affiliation": ""
            },
            {
                "First Name": "Thomas",
                "Last Name": "Giger",
                "Affiliation": ""
            },
            {
                "First Name": "Andrew",
                "Last Name": "Tikhonov",
                "Affiliation": ""
            },
            {
                "First Name": "Marc",
                "Last Name": "Sultan",
                "Affiliation": ""
            },
            {
                "First Name": "Gabrielle",
                "Last Name": "Bertier",
                "Affiliation": ""
            },
            {
                "First Name": "Daniel G",
                "Last Name": "MacArthur",
                "Affiliation": ""
            },
            {
                "First Name": "Monkol",
                "Last Name": "Lek",
                "Affiliation": ""
            },
            {
                "First Name": "Esther",
                "Last Name": "Lizano",
                "Affiliation": ""
            },
            {
                "First Name": "Henk P J",
                "Last Name": "Buermans",
                "Affiliation": ""
            },
            {
                "First Name": "Ismael",
                "Last Name": "Padioleau",
                "Affiliation": ""
            },
            {
                "First Name": "Thomas",
                "Last Name": "Schwarzmayr",
                "Affiliation": ""
            },
            {
                "First Name": "Olof",
                "Last Name": "Karlberg",
                "Affiliation": ""
            },
            {
                "First Name": "Halit",
                "Last Name": "Ongen",
                "Affiliation": ""
            },
            {
                "First Name": "Helena",
                "Last Name": "Kilpinen",
                "Affiliation": ""
            },
            {
                "First Name": "Sergi",
                "Last Name": "Beltran",
                "Affiliation": ""
            },
            {
                "First Name": "Marta",
                "Last Name": "Gut",
                "Affiliation": ""
            },
            {
                "First Name": "Katja",
                "Last Name": "Kahlem",
                "Affiliation": ""
            },
            {
                "First Name": "Vyacheslav",
                "Last Name": "Amstislavskiy",
                "Affiliation": ""
            },
            {
                "First Name": "Oliver",
                "Last Name": "Stegle",
                "Affiliation": ""
            },
            {
                "First Name": "Matti",
                "Last Name": "Pirinen",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen B",
                "Last Name": "Montgomery",
                "Affiliation": ""
            },
            {
                "First Name": "Peter",
                "Last Name": "Donnelly",
                "Affiliation": ""
            },
            {
                "First Name": "Mark I",
                "Last Name": "McCarthy",
                "Affiliation": ""
            },
            {
                "First Name": "Paul",
                "Last Name": "Flicek",
                "Affiliation": ""
            },
            {
                "First Name": "Tim M",
                "Last Name": "Strom",
                "Affiliation": ""
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            },
            {
                "First Name": "Hans",
                "Last Name": "Lehrach",
                "Affiliation": ""
            },
            {
                "First Name": "Stefan",
                "Last Name": "Schreiber",
                "Affiliation": ""
            },
            {
                "First Name": "Ralf",
                "Last Name": "Sudbrak",
                "Affiliation": ""
            },
            {
                "First Name": "Angel",
                "Last Name": "Carracedo",
                "Affiliation": ""
            },
            {
                "First Name": "Stylianos E",
                "Last Name": "Antonarakis",
                "Affiliation": ""
            },
            {
                "First Name": "Robert",
                "Last Name": "Häsler",
                "Affiliation": ""
            },
            {
                "First Name": "Ann-Christine",
                "Last Name": "Syvänen",
                "Affiliation": ""
            },
            {
                "First Name": "Gert-Jan",
                "Last Name": "van Ommen",
                "Affiliation": ""
            },
            {
                "First Name": "Alvis",
                "Last Name": "Brazma",
                "Affiliation": ""
            },
            {
                "First Name": "Thomas",
                "Last Name": "Meitinger",
                "Affiliation": ""
            },
            {
                "First Name": "Philip",
                "Last Name": "Rosenstiel",
                "Affiliation": ""
            },
            {
                "First Name": "Roderic",
                "Last Name": "Guigó",
                "Affiliation": ""
            },
            {
                "First Name": "Ivo G",
                "Last Name": "Gut",
                "Affiliation": ""
            },
            {
                "First Name": "Xavier",
                "Last Name": "Estivill",
                "Affiliation": ""
            },
            {
                "First Name": "Emmanouil T",
                "Last Name": "Dermitzakis",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature",
        "PubDate": "2013"
    },
    {
        "PMID": "23755361",
        "Title": "Passive and active DNA methylation and the interplay with genetic variation in gene regulation.",
        "Abstract": "DNA methylation is an essential epigenetic mark whose role in gene regulation and its dependency on genomic sequence and environment are not fully understood. In this study we provide novel insights into the mechanistic relationships between genetic variation, DNA methylation and transcriptome sequencing data in three different cell-types of the GenCord human population cohort. We find that the association between DNA methylation and gene expression variation among individuals are likely due to different mechanisms from those establishing methylation-expression patterns during differentiation. Furthermore, cell-type differential DNA methylation may delineate a platform in which local inter-individual changes may respond to or act in gene regulation. We show that unlike genetic regulatory variation, DNA methylation alone does not significantly drive allele specific expression. Finally, inferred mechanistic relationships using genetic variation as well as correlations with TF abundance reveal both a passive and active role of DNA methylation to regulatory interactions influencing gene expression. DOI:http://dx.doi.org/10.7554/eLife.00523.001.",
        "Keywords": [
            "Human",
            "epigenetics",
            "gene regulation",
            "genome variation",
            "methylation"
        ],
        "MeSH terms": [
            "Alleles",
            "Cells, Cultured",
            "DNA Methylation",
            "Gene Expression Regulation",
            "Genetic Variation",
            "Humans",
            "Infant, Newborn",
            "Polymerase Chain Reaction",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Maria",
                "Last Name": "Gutierrez-Arcelus",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, Geneva, Switzerland; Institute of Genetics and Genomics in Geneva, Geneva, Switzerland [corrected]; Swiss Institute of Bioinformatics, Geneva, Switzerland."
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": ""
            },
            {
                "First Name": "Stephen B",
                "Last Name": "Montgomery",
                "Affiliation": ""
            },
            {
                "First Name": "Alfonso",
                "Last Name": "Buil",
                "Affiliation": ""
            },
            {
                "First Name": "Halit",
                "Last Name": "Ongen",
                "Affiliation": ""
            },
            {
                "First Name": "Alisa",
                "Last Name": "Yurovsky",
                "Affiliation": ""
            },
            {
                "First Name": "Julien",
                "Last Name": "Bryois",
                "Affiliation": ""
            },
            {
                "First Name": "Thomas",
                "Last Name": "Giger",
                "Affiliation": ""
            },
            {
                "First Name": "Luciana",
                "Last Name": "Romano",
                "Affiliation": ""
            },
            {
                "First Name": "Alexandra",
                "Last Name": "Planchon",
                "Affiliation": ""
            },
            {
                "First Name": "Emilie",
                "Last Name": "Falconnet",
                "Affiliation": ""
            },
            {
                "First Name": "Deborah",
                "Last Name": "Bielser",
                "Affiliation": ""
            },
            {
                "First Name": "Maryline",
                "Last Name": "Gagnebin",
                "Affiliation": ""
            },
            {
                "First Name": "Ismael",
                "Last Name": "Padioleau",
                "Affiliation": ""
            },
            {
                "First Name": "Christelle",
                "Last Name": "Borel",
                "Affiliation": ""
            },
            {
                "First Name": "Audrey",
                "Last Name": "Letourneau",
                "Affiliation": ""
            },
            {
                "First Name": "Periklis",
                "Last Name": "Makrythanasis",
                "Affiliation": ""
            },
            {
                "First Name": "Michel",
                "Last Name": "Guipponi",
                "Affiliation": ""
            },
            {
                "First Name": "Corinne",
                "Last Name": "Gehrig",
                "Affiliation": ""
            },
            {
                "First Name": "Stylianos E",
                "Last Name": "Antonarakis",
                "Affiliation": ""
            },
            {
                "First Name": "Emmanouil T",
                "Last Name": "Dermitzakis",
                "Affiliation": ""
            }
        ],
        "Journal": "eLife",
        "PubDate": "2013"
    },
    {
        "PMID": "21907014",
        "Title": "Epistatic selection between coding and regulatory variation in human evolution and disease.",
        "Abstract": "Interaction (nonadditive effects) between genetic variants has been highlighted as an important mechanism underlying phenotypic variation, but the discovery of genetic interactions in humans has proved difficult. In this study, we show that the spectrum of variation in the human genome has been shaped by modifier effects of cis-regulatory variation on the functional impact of putatively deleterious protein-coding variants. We analyzed 1000 Genomes population-scale resequencing data from Europe (CEU [Utah residents with Northern and Western European ancestry from the CEPH collection]) and Africa (YRI [Yoruba in Ibadan, Nigeria]) together with gene expression data from arrays and RNA sequencing for the same samples. We observed an underrepresentation of derived putatively functional coding variation on the more highly expressed regulatory haplotype, which suggests stronger purifying selection against deleterious coding variants that have increased penetrance because of their regulatory background. Furthermore, the frequency spectrum and impact size distribution of common regulatory polymorphisms (eQTLs) appear to be shaped in order to minimize the selective disadvantage of having deleterious coding mutations on the more highly expressed haplotype. Interestingly, eQTLs explaining common disease GWAS signals showed an enrichment of putative epistatic effects, suggesting that some disease associations might arise from interactions increasing the penetrance of rare coding variants. In conclusion, our results indicate that regulatory and coding variants often modify the functional impact of each other. This specific type of genetic interaction is detectable from sequencing data in a genome-wide manner, and characterizing these joint effects might help us understand functional mechanisms behind genetic associations to human phenotypes-including both Mendelian and common disease.",
        "Keywords": [],
        "MeSH terms": [
            "Black People",
            "Epistasis, Genetic",
            "Evolution, Molecular",
            "Gene Expression Profiling",
            "Gene Frequency",
            "Genetic Diseases, Inborn",
            "Genetic Variation",
            "Genome, Human",
            "Humans",
            "Models, Genetic",
            "Nigeria",
            "Quantitative Trait Loci",
            "Regulatory Sequences, Ribonucleic Acid",
            "Selection, Genetic",
            "Sequence Analysis, RNA",
            "Utah",
            "White People",
            "Black or African American"
        ],
        "Authors": [
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, Switzerland. tuuli.lappalainen@unige.ch"
            },
            {
                "First Name": "Stephen B",
                "Last Name": "Montgomery",
                "Affiliation": ""
            },
            {
                "First Name": "Alexandra C",
                "Last Name": "Nica",
                "Affiliation": ""
            },
            {
                "First Name": "Emmanouil T",
                "Last Name": "Dermitzakis",
                "Affiliation": ""
            }
        ],
        "Journal": "American journal of human genetics",
        "PubDate": "2011"
    },
    {
        "PMID": "21811411",
        "Title": "Rare and common regulatory variation in population-scale sequenced human genomes.",
        "Abstract": "Population-scale genome sequencing allows the characterization of functional effects of a broad spectrum of genetic variants underlying human phenotypic variation. Here, we investigate the influence of rare and common genetic variants on gene expression patterns, using variants identified from sequencing data from the 1000 genomes project in an African and European population sample and gene expression data from lymphoblastoid cell lines. We detect comparable numbers of expression quantitative trait loci (eQTLs) when compared to genotypes obtained from HapMap 3, but as many as 80% of the top expression quantitative trait variants (eQTVs) discovered from 1000 genomes data are novel. The properties of the newly discovered variants suggest that mapping common causal regulatory variants is challenging even with full resequencing data; however, we observe significant enrichment of regulatory effects in splice-site and nonsense variants. Using RNA sequencing data, we show that 46.2% of nonsynonymous variants are differentially expressed in at least one individual in our sample, creating widespread potential for interactions between functional protein-coding and regulatory variants. We also use allele-specific expression to identify putative rare causal regulatory variants. Furthermore, we demonstrate that outlier expression values can be due to rare variant effects, and we approximate the number of such effects harboured in an individual by effect size. Our results demonstrate that integration of genomic and RNA sequencing analyses allows for the joint assessment of genome sequence and genome function.",
        "Keywords": [],
        "MeSH terms": [
            "Alternative Splicing",
            "Black People",
            "Gene Expression Profiling",
            "Genetic Variation",
            "Genetics, Population",
            "Genome, Human",
            "HapMap Project",
            "Haplotypes",
            "High-Throughput Nucleotide Sequencing",
            "Humans",
            "Polymorphism, Single Nucleotide",
            "Quantitative Trait Loci",
            "Regulatory Sequences, Nucleic Acid",
            "White People"
        ],
        "Authors": [
            {
                "First Name": "Stephen B",
                "Last Name": "Montgomery",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, Geneva, Switzerland. stephen.montgomery@unige.ch"
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": ""
            },
            {
                "First Name": "Maria",
                "Last Name": "Gutierrez-Arcelus",
                "Affiliation": ""
            },
            {
                "First Name": "Emmanouil T",
                "Last Name": "Dermitzakis",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2011"
    },
    {
        "PMID": "21347369",
        "Title": "Swedish population substructure revealed by genome-wide single nucleotide polymorphism data.",
        "Abstract": "The use of genome-wide single nucleotide polymorphism (SNP) data has recently proven useful in the study of human population structure. We have studied the internal genetic structure of the Swedish population using more than 350,000 SNPs from 1525 Swedes from all over the country genotyped on the Illumina HumanHap550 array. We have also compared them to 3212 worldwide reference samples, including Finns, northern Germans, British and Russians, based on the more than 29,000 SNPs that overlap between the Illumina and Affymetrix 250K Sty arrays. The Swedes--especially southern Swedes--were genetically close to the Germans and British, while their genetic distance to Finns was substantially longer. The overall structure within Sweden appeared clinal, and the substructure in the southern and middle parts was subtle. In contrast, the northern part of Sweden, Norrland, exhibited pronounced genetic differences both within the area and relative to the rest of the country. These distinctive genetic features of Norrland probably result mainly from isolation by distance and genetic drift caused by low population density. The internal structure within Sweden (F(ST) = 0.0005 between provinces) was stronger than that in many Central European populations, although smaller than what has been observed for instance in Finland; importantly, it is of the magnitude that may hamper association studies with a moderate number of markers if cases and controls are not properly matched geographically. Overall, our results underline the potential of genome-wide data in analyzing substructure in populations that might otherwise appear relatively homogeneous, such as the Swedes.",
        "Keywords": [],
        "MeSH terms": [
            "Cluster Analysis",
            "Female",
            "Genetics, Population",
            "Genome, Human",
            "Genomics",
            "HapMap Project",
            "Humans",
            "Male",
            "Phylogeny",
            "Polymorphism, Single Nucleotide",
            "Sweden"
        ],
        "Authors": [
            {
                "First Name": "Elina",
                "Last Name": "Salmela",
                "Affiliation": "Institute for Molecular Medicine Finland (FIMM), University of Helsinki, Helsinki, Finland."
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": ""
            },
            {
                "First Name": "Jianjun",
                "Last Name": "Liu",
                "Affiliation": ""
            },
            {
                "First Name": "Pertti",
                "Last Name": "Sistonen",
                "Affiliation": ""
            },
            {
                "First Name": "Peter M",
                "Last Name": "Andersen",
                "Affiliation": ""
            },
            {
                "First Name": "Stefan",
                "Last Name": "Schreiber",
                "Affiliation": ""
            },
            {
                "First Name": "Marja-Liisa",
                "Last Name": "Savontaus",
                "Affiliation": ""
            },
            {
                "First Name": "Kamila",
                "Last Name": "Czene",
                "Affiliation": ""
            },
            {
                "First Name": "Päivi",
                "Last Name": "Lahermo",
                "Affiliation": ""
            },
            {
                "First Name": "Per",
                "Last Name": "Hall",
                "Affiliation": ""
            },
            {
                "First Name": "Juha",
                "Last Name": "Kere",
                "Affiliation": ""
            }
        ],
        "Journal": "PloS one",
        "PubDate": "2011"
    },
    {
        "PMID": "20876617",
        "Title": "Evolutionary history of regulatory variation in human populations.",
        "Abstract": "Genetic variation in the regulation of gene expression is likely to be a major contributor to phenotypic variation in humans, and it also constitutes an important target of recent natural selection in human populations and plays a major role in morphological evolution. The increasing amount of data of genome and transcriptome variation is now leading to a better annotation of regulatory elements and a growing understanding of how the evolution of gene regulation has shaped human diversity. In this review, we discuss the evolutionary history of the variation in the expression of protein-coding genes in humans. We outline the current methodology for mapping regulatory variants and their distribution in human populations. General mechanisms of regulatory evolution are discussed with a special emphasis on different selective processes targeting gene regulation in humans.",
        "Keywords": [],
        "MeSH terms": [
            "Evolution, Molecular",
            "Genetic Variation",
            "Humans"
        ],
        "Authors": [
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "Department of Genetic Medicine and Development, University of Geneva Medical School, Geneva, Switzerland."
            },
            {
                "First Name": "Emmanouil T",
                "Last Name": "Dermitzakis",
                "Affiliation": ""
            }
        ],
        "Journal": "Human molecular genetics",
        "PubDate": "2010"
    },
    {
        "PMID": "19844263",
        "Title": "Genomic landscape of positive natural selection in Northern European populations.",
        "Abstract": "Analyzing genetic variation of human populations for detecting loci that have been affected by positive natural selection is important for understanding adaptive history and phenotypic variation in humans. In this study, we analyzed recent positive selection in Northern Europe from genome-wide data sets of 250 000 and 500 000 single-nucleotide polymorphisms (SNPs) in a total of 999 individuals from Great Britain, Northern Germany, Eastern and Western Finland, and Sweden. Coalescent simulations were used for demonstrating that the integrated haplotype score (iHS) and long-range haplotype (LRH) statistics have sufficient power in genome-wide data sets of different sample sizes and SNP densities. Furthermore, the behavior of the F(ST) statistic in closely related populations was characterized by allele frequency simulations. In the analysis of the North European data set, 60 regions in the genome showed strong signs of recent positive selection. Out of these, 21 regions have not been discovered in previous scans, and many contain genes with interesting functions (eg, RAB38, INFG, NOS1AP, and APOE). In the putatively selected regions, we observed a statistically significant overrepresentation of genetic association with complex disease, which emphasizes the importance of the analysis of positive selection in understanding the evolution of human disease. Altogether, this study demonstrates the potential of genome-wide data sets to discover loci that lie behind evolutionary adaptation in different human populations.",
        "Keywords": [],
        "MeSH terms": [
            "Biological Evolution",
            "Europe",
            "Gene Frequency",
            "Genetic Variation",
            "Genetics, Population",
            "Genome, Human",
            "Genome-Wide Association Study",
            "Humans",
            "Polymorphism, Single Nucleotide",
            "Selection, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "Institute for Molecular Medicine Finland, University of Helsinki, Helsinki, Finland."
            },
            {
                "First Name": "Elina",
                "Last Name": "Salmela",
                "Affiliation": ""
            },
            {
                "First Name": "Peter M",
                "Last Name": "Andersen",
                "Affiliation": ""
            },
            {
                "First Name": "Karin",
                "Last Name": "Dahlman-Wright",
                "Affiliation": ""
            },
            {
                "First Name": "Pertti",
                "Last Name": "Sistonen",
                "Affiliation": ""
            },
            {
                "First Name": "Marja-Liisa",
                "Last Name": "Savontaus",
                "Affiliation": ""
            },
            {
                "First Name": "Stefan",
                "Last Name": "Schreiber",
                "Affiliation": ""
            },
            {
                "First Name": "Päivi",
                "Last Name": "Lahermo",
                "Affiliation": ""
            },
            {
                "First Name": "Juha",
                "Last Name": "Kere",
                "Affiliation": ""
            }
        ],
        "Journal": "European journal of human genetics : EJHG",
        "PubDate": "2010"
    },
    {
        "PMID": "18949038",
        "Title": "Genome-wide analysis of single nucleotide polymorphisms uncovers population structure in Northern Europe.",
        "Abstract": "Genome-wide data provide a powerful tool for inferring patterns of genetic variation and structure of human populations.",
        "Keywords": [],
        "MeSH terms": [
            "Cohort Studies",
            "Europe",
            "Finland",
            "Gene Frequency",
            "Genetic Markers",
            "Genome-Wide Association Study",
            "Humans",
            "Language",
            "Male",
            "Polymorphism, Single Nucleotide",
            "Population"
        ],
        "Authors": [
            {
                "First Name": "Elina",
                "Last Name": "Salmela",
                "Affiliation": "Department of Medical Genetics, University of Helsinki, Helsinki, Finland."
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": ""
            },
            {
                "First Name": "Ingegerd",
                "Last Name": "Fransson",
                "Affiliation": ""
            },
            {
                "First Name": "Peter M",
                "Last Name": "Andersen",
                "Affiliation": ""
            },
            {
                "First Name": "Karin",
                "Last Name": "Dahlman-Wright",
                "Affiliation": ""
            },
            {
                "First Name": "Andreas",
                "Last Name": "Fiebig",
                "Affiliation": ""
            },
            {
                "First Name": "Pertti",
                "Last Name": "Sistonen",
                "Affiliation": ""
            },
            {
                "First Name": "Marja-Liisa",
                "Last Name": "Savontaus",
                "Affiliation": ""
            },
            {
                "First Name": "Stefan",
                "Last Name": "Schreiber",
                "Affiliation": ""
            },
            {
                "First Name": "Juha",
                "Last Name": "Kere",
                "Affiliation": ""
            },
            {
                "First Name": "Päivi",
                "Last Name": "Lahermo",
                "Affiliation": ""
            }
        ],
        "Journal": "PloS one",
        "PubDate": "2008"
    },
    {
        "PMID": "18713460",
        "Title": "Population substructure in Finland and Sweden revealed by the use of spatial coordinates and a small number of unlinked autosomal SNPs.",
        "Abstract": "Despite several thousands of years of close contacts, there are genetic differences between the neighbouring countries of Finland and Sweden. Within Finland, signs of an east-west duality have been observed, whereas the population structure within Sweden has been suggested to be more subtle. With a fine-scale substructure like this, inferring the cluster membership of individuals requires a large number of markers. However, some studies have suggested that this number could be reduced if the individual spatial coordinates are taken into account in the analysis.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Analysis of Variance",
            "Cluster Analysis",
            "Finland",
            "Founder Effect",
            "Genetic Linkage",
            "Genetic Markers",
            "Genetic Variation",
            "Genetics, Population",
            "Genotype",
            "Homozygote",
            "Humans",
            "Male",
            "Middle Aged",
            "Models, Genetic",
            "Polymorphism, Single Nucleotide",
            "Principal Component Analysis",
            "Sweden"
        ],
        "Authors": [
            {
                "First Name": "Ulf",
                "Last Name": "Hannelius",
                "Affiliation": "Department of Biosciences and Nutrition, Karolinska Institutet, 14157 Huddinge, Sweden. ulf.hannelius@ki.se"
            },
            {
                "First Name": "Elina",
                "Last Name": "Salmela",
                "Affiliation": ""
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": ""
            },
            {
                "First Name": "Gilles",
                "Last Name": "Guillot",
                "Affiliation": ""
            },
            {
                "First Name": "Cecilia M",
                "Last Name": "Lindgren",
                "Affiliation": ""
            },
            {
                "First Name": "Ulrika",
                "Last Name": "von Döbeln",
                "Affiliation": ""
            },
            {
                "First Name": "Päivi",
                "Last Name": "Lahermo",
                "Affiliation": ""
            },
            {
                "First Name": "Juha",
                "Last Name": "Kere",
                "Affiliation": ""
            }
        ],
        "Journal": "BMC genetics",
        "PubDate": "2008"
    },
    {
        "PMID": "16644145",
        "Title": "Regional differences among the Finns: a Y-chromosomal perspective.",
        "Abstract": "Twenty-two Y-chromosomal markers, consisting of fourteen biallelic markers (YAP/DYS287, M170, M253, P37, M223, 12f2, M9, P43, Tat, 92R7, P36, SRY-1532, M17, P25) and eight STRs (DYS19, DYS385a/b, DYS388, DYS389I/II, DYS390, DYS391, DYS392, DYS393), were analyzed in 536 unrelated Finnish males from eastern and western subpopulations of Finland. The aim of the study was to analyze regional differences in genetic variation within the country, and to analyze the population history of the Finns. Our results gave further support to the existence of a sharp genetic border between eastern and western Finns so far observed exclusively in Y-chromosomal variation. Both biallelic haplogroup and STR haplotype networks showed bifurcated structures, and similar clustering was evident in haplogroup and haplotype frequencies and genetic distances. These results suggest that the western and eastern parts of the country have been subject to partly different population histories, which is also supported by earlier archaeological, historical and genetic data. It seems probable that early migrations from Finno-Ugric sources affected the whole country, whereas subsequent migrations from Scandinavia had an impact mainly on the western parts of the country. The contacts between Finland and neighboring Finno-Ugric, Scandinavian and Baltic regions are evident. However, there is no support for recent migrations from Siberia and Central Europe. Our results emphasize the importance of incorporating Y-chromosomal data to reveal the population substructure which is often left undetected in mitochondrial DNA variation. Early assumptions of the homogeneity of the isolated Finnish population have now proven to be false, which may also have implications for future association studies.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Chromosomes, Human, Y",
            "Demography",
            "Finland",
            "Founder Effect",
            "Gene Frequency",
            "Genetic Markers",
            "Genetic Variation",
            "Genetics, Population",
            "Haplotypes",
            "Humans",
            "Male",
            "Polymorphism, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": "Finnish Genome Center, University of Helsinki, Finland. tuuli.lappalainen@helsinki.fi"
            },
            {
                "First Name": "Satu",
                "Last Name": "Koivumäki",
                "Affiliation": ""
            },
            {
                "First Name": "Elina",
                "Last Name": "Salmela",
                "Affiliation": ""
            },
            {
                "First Name": "Kirsi",
                "Last Name": "Huoponen",
                "Affiliation": ""
            },
            {
                "First Name": "Pertti",
                "Last Name": "Sistonen",
                "Affiliation": ""
            },
            {
                "First Name": "Marja-Liisa",
                "Last Name": "Savontaus",
                "Affiliation": ""
            },
            {
                "First Name": "Päivi",
                "Last Name": "Lahermo",
                "Affiliation": ""
            }
        ],
        "Journal": "Gene",
        "PubDate": "2006"
    },
    {
        "PMID": "16509191",
        "Title": "[From East or West? The genetic roots of Finns].",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Father-Child Relations",
            "Female",
            "Finland",
            "Genetic Carrier Screening",
            "Genetics, Population",
            "Humans",
            "Male",
            "Mother-Child Relations",
            "Pedigree"
        ],
        "Authors": [
            {
                "First Name": "Kirsi",
                "Last Name": "Huoponen",
                "Affiliation": "Turun yliopiston biolääketieteen laitos, lääketieteellinen genetiikka, Turku. kirsi.huoponen@utu.fi"
            },
            {
                "First Name": "Tuuli",
                "Last Name": "Lappalainen",
                "Affiliation": ""
            },
            {
                "First Name": "Marja-Liisa",
                "Last Name": "Savontaus",
                "Affiliation": ""
            }
        ],
        "Journal": "Duodecim; laaketieteellinen aikakauskirja",
        "PubDate": "2006"
    }
]