[
    {
        "PMID": "38884196",
        "Title": "Mouse embryos, chimeras, and embryonal carcinoma stem cells-Reflections on the winding road to gene manipulation.",
        "Abstract": "The relationship of embryonal carcinoma (EC) cells, the stem cells of germ cell- or embryo-derived teratocarcinoma tumors, to early embryonic cells came under intense scrutiny in the early 1970s when mouse chimeras were produced between EC cells and embryos. These chimeras raised tantalizing possibilities and high hopes for different areas of research. The normalization of EC cells by the embryo lent validity to their use as in vitro models for embryogenesis and indicated that they might reveal information about the relationship between malignancy and differentiation. Chimeras also showed the way for the potential introduction of genes, selected in EC cells in vitro, into the germ line of mice. Although EC cells provided material for the elucidation of early embryonic events and stimulated many studies of early molecular differentiation, after years of intense scrutiny, they fell short as the means of genetic manipulation of the germ line, although arguably they pointed the way to the development of embryonic stem (ES) cells that eventually fulfilled this goal.",
        "Keywords": [
            "EC cells",
            "ES cells",
            "embryonal carcinoma",
            "gene manipulation",
            "history",
            "mouse chimeras"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Columbia University, New York, New York, USA."
            }
        ],
        "Journal": "BioEssays : news and reviews in molecular, cellular and developmental biology",
        "PubDate": "2024"
    },
    {
        "PMID": "37932102",
        "Title": "Mouse Gene-Targeting Strategies for Maximum Ease and Versatility.",
        "Abstract": "Well-planned strategies are an essential prerequisite for any mutational analysis involving gene targeting. Consideration of the advantages or disadvantages of different methods will aid in the production of a final product that is both technically feasible and versatile. Strategies for gene-targeting experiments in the mouse are discussed, including the rationale behind some of the common elements of gene-targeting vectors, such as homologous DNA and the use of different site-specific recombinases. We detail positive and negative selection as well as screening strategies for homologous recombination events in embryonic stem (ES) cells. For the planning stages of making different types of alleles, we first consider general strategies and then provide details specific to either homologous recombination in ES cells or making alleles by gene editing with CRISPR-Cas in preimplantation embryos. The types of alleles considered are null or knockout alleles, reporter gene knock-in alleles, point mutations, and conditional null alleles.",
        "Keywords": [],
        "MeSH terms": [
            "Mice",
            "Animals",
            "Mice, Knockout",
            "Gene Targeting",
            "Homologous Recombination",
            "Embryonic Stem Cells",
            "CRISPR-Cas Systems"
        ],
        "Authors": [
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032, USA vep1@columbia.edu."
            },
            {
                "First Name": "Richard R",
                "Last Name": "Behringer",
                "Affiliation": "Department of Genetics, University of Texas MD Anderson Cancer Center, Houston, Texas 77030, USA."
            }
        ],
        "Journal": "Cold Spring Harbor protocols",
        "PubDate": "2024"
    },
    {
        "PMID": "37932101",
        "Title": "Backcrossing to Generate a Congenic Mouse Strain.",
        "Abstract": "Genetic background can have subtle or profound effects on mutant phenotypes, providing additional information regarding the function of the gene. If your mutation is maintained on one genetic background but you wish to analyze it on another, it is a simple matter to transfer the mutation to a recipient strain background by repeated backcrossing (introgression) as detailed in this protocol. The resulting strain is called a congenic strain, defined as a strain carrying the mutation within a segment of chromosome from the donor strain with the remainder of the genome from the recipient strain.",
        "Keywords": [],
        "MeSH terms": [
            "Mice",
            "Animals",
            "Genome",
            "Phenotype",
            "Animals, Laboratory",
            "Chromosomes"
        ],
        "Authors": [
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032, USA vep1@columbia.edu."
            },
            {
                "First Name": "Richard R",
                "Last Name": "Behringer",
                "Affiliation": "Department of Genetics, University of Texas MD Anderson Cancer Center, Houston, Texas 77030, USA."
            }
        ],
        "Journal": "Cold Spring Harbor protocols",
        "PubDate": "2024"
    },
    {
        "PMID": "37932100",
        "Title": "Phenotypic Analysis of Preimplantation Mouse Embryos in Culture.",
        "Abstract": "Preimplantation embryo culture is a valuable approach to investigate a preimplantation lethal phenotype. Standard culture methods have been perfected such that the entire preimplantation period and the process of implantation can be followed in vitro. This protocol provides modifications for the analysis of clutches of embryos from heterozygous matings specifically for the purpose of distinguishing a preimplantation phenotype in homozygous mutants.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032, USA vep1@columbia.edu."
            },
            {
                "First Name": "Richard R",
                "Last Name": "Behringer",
                "Affiliation": "Department of Genetics, University of Texas MD Anderson Cancer Center, Houston, Texas 77030, USA."
            }
        ],
        "Journal": "Cold Spring Harbor protocols",
        "PubDate": "2023"
    },
    {
        "PMID": "37932099",
        "Title": "Orientation of Implanted or Dissected Mouse Embryos for Histological Sectioning.",
        "Abstract": "Histological analysis is an informative part of any mutational analysis. Interpretation of histological sections is much easier, and comparisons of mutant and wild-type embryos are more reliable if the plane of sectioning is precisely controlled. This protocol provides methods for obtaining sections with reproducible orientation for embryos between E4.5 and E9.5 still in the uterus and for dissected embryos E9.5 and older.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032, USA vep1@columbia.edu."
            },
            {
                "First Name": "Richard R",
                "Last Name": "Behringer",
                "Affiliation": "Department of Genetics, University of Texas MD Anderson Cancer Center, Houston, Texas 77030, USA."
            }
        ],
        "Journal": "Cold Spring Harbor protocols",
        "PubDate": "2023"
    },
    {
        "PMID": "37932098",
        "Title": "Phenotypic Analysis of Preimplantation Lethality in Mice.",
        "Abstract": "Preimplantation development covers a period of ∼4.5 d from fertilization to implantation in the uterus. If a homozygous mutant phenotype causes the death of embryos during this period, simple culture methods are available that support preimplantation development to allow a thorough morphological assessment. Embryos are recovered from the oviducts or uterus and examined for gross morphology, cell number, and progression through cleavage stages. Blastocysts can also be cultured over the implantation period and undergo a process analogous to implantation in vitro. Different categories of phenotypes such as failure of compaction, abnormal blastocyst formation, or failure to hatch from the zona pellucida and failure to attach and outgrow in vitro are discussed in relation to what each phenotype might portend. Further experimental procedures such as isolation and assessment of blastocyst inner cell mass and analysis of induced implantation delay in vivo may also be appropriate. Additional assessment of preimplantation embryos can involve histology and localization of mRNA or proteins either in sections or whole embryos.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032, USA vep1@columbia.edu."
            },
            {
                "First Name": "Richard R",
                "Last Name": "Behringer",
                "Affiliation": "Department of Genetics, University of Texas MD Anderson Cancer Center, Houston, Texas 77030, USA."
            }
        ],
        "Journal": "Cold Spring Harbor protocols",
        "PubDate": "2023"
    },
    {
        "PMID": "37932097",
        "Title": "The \"No Phenotype\" Challenge in Analyzing Mutant Mice.",
        "Abstract": "If homozygous mutant mice survive to adulthood, are fertile, and have no visible phenotypes attributable to mutation of the relevant gene, there are a number of possible reasons why an effect of the mutation is not evident. Technical errors that might have occurred during gene targeting or genotyping must first be eliminated. Variable penetrance of the mutation should be considered as well as the possibility of age-related or late-onset phenotypes, such as tumor formation or other pathologies. The gene expression pattern and nature of the protein product of the gene could provide clues. A number of simple tests can be applied to uncover cryptic phenotypes that are not easily seen on casual inspection (e.g., tests of the senses and of balance and coordination). Genetic and environmental challenges can be applied to overtly normal mutant mice to reveal deviations from normal.",
        "Keywords": [],
        "MeSH terms": [
            "Mice",
            "Animals",
            "Phenotype",
            "Mutation",
            "Proteins"
        ],
        "Authors": [
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032, USA vep1@columbia.edu."
            },
            {
                "First Name": "Richard R",
                "Last Name": "Behringer",
                "Affiliation": "Department of Genetics, University of Texas MD Anderson Cancer Center, Houston, Texas 77030, USA."
            }
        ],
        "Journal": "Cold Spring Harbor protocols",
        "PubDate": "2024"
    },
    {
        "PMID": "37932096",
        "Title": "Analysis of Postnatal Mutant Phenotypes in Mice.",
        "Abstract": "Viable homozygous mutant newborn mice may show effects of a mutation at any time during their development by exhibiting abnormal structure, function, or lethality. This overview guides the analysis of postnatal mice through gross anatomical assessment and the detection of visible phenotypes prior to weaning such as altered growth patterns, neurological problems, or abnormalities in movement or coordination. Advice on marking pups for identification purposes and providing adequate nutrition in the event of eating problems is given. After weaning and at the onset of puberty, different phenotypes may become manifest, including compromised growth and vigor and reproductive problems in males and/or females. Assessing infertility in each sex is addressed.",
        "Keywords": [],
        "MeSH terms": [
            "Female",
            "Male",
            "Mice",
            "Animals",
            "Reproduction",
            "Phenotype",
            "Animals, Newborn"
        ],
        "Authors": [
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032, USA vep1@columbia.edu."
            },
            {
                "First Name": "Richard R",
                "Last Name": "Behringer",
                "Affiliation": "Department of Genetics, University of Texas MD Anderson Cancer Center, Houston, Texas 77030, USA."
            }
        ],
        "Journal": "Cold Spring Harbor protocols",
        "PubDate": "2024"
    },
    {
        "PMID": "37932095",
        "Title": "Phenotypic Analysis: Assessing Timing of Recessive Prenatal Lethality in Mice.",
        "Abstract": "Once a recessive mutation has been established in a mouse strain in the heterozygous state, the task of phenotypic analysis of the homozygous mutants can begin. This overview leads you through a sequence of steps to determine whether the homozygous mutants are present at birth or whether the mutation causes prenatal lethality. In the case of a prenatal lethality, the time of death of the mutants, which could occur at any time during pre- or postimplanation development, must be firmly established before further phenotypic analysis. Here, we present a detailed plan to efficiently determine the time of prenatal death of the mutants and provide a guide for developmental landmarks to establish how far they progress during gestation. To determine whether or not homozygous mutants are present or normal at any given time point, it is important to recover a sufficient number of embryos. Examples of a simple Chi square test for Mendelian segregation is provided to establish statistical significance for the genotype/phenotype distribution.",
        "Keywords": [],
        "MeSH terms": [
            "Pregnancy",
            "Female",
            "Mice",
            "Animals",
            "Homozygote",
            "Mutation",
            "Phenotype"
        ],
        "Authors": [
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032, USA vep1@columbia.edu."
            },
            {
                "First Name": "Richard R",
                "Last Name": "Behringer",
                "Affiliation": "Department of Genetics, University of Texas MD Anderson Cancer Center, Houston, Texas 77030, USA."
            }
        ],
        "Journal": "Cold Spring Harbor protocols",
        "PubDate": "2024"
    },
    {
        "PMID": "37932094",
        "Title": "Recovering a Targeted Mutation in Mice from Embryonic Stem Cell Chimeras or CRISPR-Cas Founders.",
        "Abstract": "Following the production of chimeras from targeted embryonic stem (ES) cells or obtaining founders from CRISPR-Cas gene editing in preimplantation embryos, the desired targeted mutation must be recovered and established in the heterozygous state in a strain or stock of mice for further study. The breeding schemes for ES chimeras and CRISPR-Cas founders differ. For ES cell chimeras, we discuss the relative benefits of breeding from male or female chimeras. We discuss the importance of genetic background and provide practical advice for putting the mutation on inbred or outbred backgrounds or producing a coisogenic strain. For CRISPR-Cas founders, which will most likely be mosaic for different mutations, initial breeding strategies are discussed to maintain a desired genetic background at the same time as producing progeny to segregate different alleles. Strategies for testing the progeny to recognize indels, missense mutations, and knock-in mutations are discussed. In the event that ES cell chimeras or CRISPR-Cas founders produce no offspring or fail to transmit the mutant allele(s), there is a troubleshooting guide to pinpoint the problem. If heterozygous offspring from the chimeras or founders are normal, fertile, and of both sexes, the analysis of homozygous effects of the mutation can now begin; if not, possible dominant effects are considered.",
        "Keywords": [],
        "MeSH terms": [
            "Mice",
            "Animals",
            "Male",
            "Female",
            "CRISPR-Cas Systems",
            "Mutation",
            "Gene Editing",
            "Embryonic Stem Cells",
            "Mutagenesis, Site-Directed"
        ],
        "Authors": [
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032, USA vep1@columbia.edu."
            },
            {
                "First Name": "Richard R",
                "Last Name": "Behringer",
                "Affiliation": "Department of Genetics, University of Texas MD Anderson Cancer Center, Houston, Texas 77030, USA."
            }
        ],
        "Journal": "Cold Spring Harbor protocols",
        "PubDate": "2024"
    },
    {
        "PMID": "37932093",
        "Title": "Strategies for the Production and Phenotypic Analysis of Mutations in the Mouse.",
        "Abstract": "The laboratory mouse is one of the primary model organisms for human biology and genetics. The production and phenotypic analysis of mutations in the mouse has made great strides with targeted mutagenesis in embryonic stem (ES) cells and clustered regularly interspaced short palindromic repeats (CRISPR)-Cas gene editing in preimplantation embryos. Mutations in many genes are now available or can be easily produced. For anyone planning to use mutational analysis for a research program, this article introduces an overall strategy for obtaining or generating a mutation and systematically analyzing the phenotype.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032, USA vep1@columbia.edu."
            },
            {
                "First Name": "Richard R",
                "Last Name": "Behringer",
                "Affiliation": "Department of Genetics, University of Texas MD Anderson Cancer Center, Houston, Texas 77030, USA."
            }
        ],
        "Journal": "Cold Spring Harbor protocols",
        "PubDate": "2023"
    },
    {
        "PMID": "37932092",
        "Title": "Cross-Fostering of Newborn Mice to Counteract Bad Parenting.",
        "Abstract": "Newborn mice can be cross-fostered to a lactating female if the birth mother is not taking care of them properly. The pups are removed from the birth mother, warmed, and placed in a clean cage with a recently postpartum, lactating female. Hints on improving the chances of successful fostering are provided.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032, USA vep1@columbia.edu."
            },
            {
                "First Name": "Richard R",
                "Last Name": "Behringer",
                "Affiliation": "Department of Genetics, University of Texas MD Anderson Cancer Center, Houston, Texas 77030, USA."
            }
        ],
        "Journal": "Cold Spring Harbor protocols",
        "PubDate": "2023"
    },
    {
        "PMID": "37932091",
        "Title": "Phenotypic Analysis of Perinatal Lethality in Mice.",
        "Abstract": "If homozygous mutants are found dead shortly after birth, further analysis of the phenotype will depend on knowing whether death occurred before or after parturition, which marks a major shift in physiological conditions of neonates. This overview provides methods for determining the time of death and discusses possible causes of lethality during this period, including catastrophic morphological abnormalities or developmental delay of some or all organs. Attention is given to specific defects that could result in perinatal death, such as cranial nerve defects, cleft palate, diaphragm defects, and other problems that might not have been relevant during intrauterine development but become critical during the transition to extrauterine existence.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032, USA vep1@columbia.edu."
            },
            {
                "First Name": "Richard R",
                "Last Name": "Behringer",
                "Affiliation": "Department of Genetics, University of Texas MD Anderson Cancer Center, Houston, Texas 77030, USA."
            }
        ],
        "Journal": "Cold Spring Harbor protocols",
        "PubDate": "2023"
    },
    {
        "PMID": "37932090",
        "Title": "Isolation of XO Subclones from XY Murine Embryonic Stem Cells.",
        "Abstract": "This is a simple procedure to isolate XO subclones from XY murine embryonic stem cells in situations that require transmission of a mutation through the female germline-for example, if the mutation adversely affects spermatogenesis. XY cells are plated at clonal density, and resulting colonies are genotyped by polymerase chain reaction for a Y-specific probe to identify clones that have spontaneously lost the Y chromosome.",
        "Keywords": [],
        "MeSH terms": [
            "Male",
            "Mice",
            "Animals",
            "Y Chromosome",
            "Polymerase Chain Reaction",
            "Genotype",
            "Embryonic Stem Cells"
        ],
        "Authors": [
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032, USA vep1@columbia.edu."
            },
            {
                "First Name": "Richard R",
                "Last Name": "Behringer",
                "Affiliation": "Department of Genetics, University of Texas MD Anderson Cancer Center, Houston, Texas 77030, USA."
            }
        ],
        "Journal": "Cold Spring Harbor protocols",
        "PubDate": "2024"
    },
    {
        "PMID": "37932089",
        "Title": "Phenotypic Analysis of Dominant Mutant Effects in Mice.",
        "Abstract": "Dominant effects of a mutation may show up at any time during a mutational analysis, including during the early stages of an embryonic stem (ES) cell gene targeting experiment. Here, we discuss the mechanisms of dominant and semidominant effects and how they might appear if they show up in heterozygous ES cells, in ES cell chimeras, or in heterozygous progeny of chimeras. Similarly, dominant effects may be seen in mice heterozygous for CRISPR-Cas-targeted, -induced, or spontaneous mutations. If the dominant effects prevent the germline transmission of ES cells or cause fertility problems in heterozygotes, they can severely limit further analysis of the mutation. Ways to circumvent such reproductive problems are presented. The special case of imprinted genes, which may be functionally hemizygous and present a different phenotype when inherited from the mother than when inherited from the father, is discussed.",
        "Keywords": [],
        "MeSH terms": [
            "Mice",
            "Animals",
            "Embryonic Stem Cells",
            "Mutation",
            "Phenotype"
        ],
        "Authors": [
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032, USA vep1@columbia.edu."
            },
            {
                "First Name": "Richard R",
                "Last Name": "Behringer",
                "Affiliation": "Department of Genetics, University of Texas MD Anderson Cancer Center, Houston, Texas 77030."
            }
        ],
        "Journal": "Cold Spring Harbor protocols",
        "PubDate": "2024"
    },
    {
        "PMID": "37932088",
        "Title": "Necropsy Guide for the Collection of Tissues from Mice with or without Tumors.",
        "Abstract": "Mice that die at any stage of a mutational analysis, whether during early life or during ageing or longitudinal studies such as tumor survival studies, can yield important information. This protocol provides a necropsy guide for the collection and processing of tissue samples to provide material for complete histological or immunostaining analysis.",
        "Keywords": [],
        "MeSH terms": [
            "Mice",
            "Animals",
            "Neoplasms",
            "Autopsy"
        ],
        "Authors": [
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032, USA vep1@columbia.edu."
            },
            {
                "First Name": "Richard R",
                "Last Name": "Behringer",
                "Affiliation": "Department of Genetics, University of Texas MD Anderson Cancer Center, Houston, Texas 77030, USA."
            }
        ],
        "Journal": "Cold Spring Harbor protocols",
        "PubDate": "2024"
    },
    {
        "PMID": "37932087",
        "Title": "Embryonic Stem Cell Gene Targeting and Chimera Production in Mice.",
        "Abstract": "Producing a custom gene mutation in embryonic stem (ES) cells, whether through homologous recombination or CRISPR-Cas gene editing, is the first step along the way to getting the mutation into live mice. However, there are a number of additional steps along the way, each presenting technical challenges. Here, we provide a guide for troubleshooting when the results are not as expected and to distinguish technical problems from possible biological effects of the mutation. From the isolation of clonal lines of targeted ES cells through the production of ES cell chimeras with the targeted ES cell clone, we discuss common technical problems and their most likely causes and solutions. We also provide guidance for situations where the mutation has a phenotype in the form of a dominant effect on ES cells or in chimeras.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032, USA vep1@columbia.edu."
            },
            {
                "First Name": "Richard R",
                "Last Name": "Behringer",
                "Affiliation": "Department of Genetics, University of Texas MD Anderson Cancer Center, Houston, Texas 77030, USA."
            }
        ],
        "Journal": "Cold Spring Harbor protocols",
        "PubDate": "2023"
    },
    {
        "PMID": "37932086",
        "Title": "Strategies for Maintaining Mouse Mutations.",
        "Abstract": "Rules for naming a new mutation are provided. The majority of new mutations are recessive and thus easily maintained in a mouse strain. Considerations on the choice of genetic background are given, depending on how the mutant was produced and how you intend to analyze it. General information on maintaining a mutant colony to perpetuate the mutation and to efficiently produce homozygous mutant mice for analysis is provided. Also discussed are special breeding techniques to delete a selection cassette in vivo, if you produced the mutation in embryonic stem (ES) cells, and to maintain a mutant with a balancer chromosome. In the event of either male or female infertility in the heterozygotes, assisted reproductive techniques may be necessary.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Mice",
            "Male",
            "Female",
            "Mutation",
            "Chromosomes",
            "Homozygote",
            "Embryonic Stem Cells"
        ],
        "Authors": [
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032, USA vep1@columbia.edu."
            },
            {
                "First Name": "Richard R",
                "Last Name": "Behringer",
                "Affiliation": "Department of Genetics, University of Texas MD Anderson Cancer Center, Houston, Texas 77030, USA."
            }
        ],
        "Journal": "Cold Spring Harbor protocols",
        "PubDate": "2024"
    },
    {
        "PMID": "37932085",
        "Title": "Uncovering Phenotypes in Mutant Mice by Determining Embryo, Organ, Tissue, and Cell Developmental Potential.",
        "Abstract": "The death of an embryo during gestation does not necessarily preclude the study of the mutant embryo or the developmental potential of its individual cells, tissues, or organs. Whole-embryo in vitro culture prior to the time of death will allow real-time observation of living embryos and direct comparisons with controls. Organ anlage can be removed from embryos and cultured in vitro beyond the time of death of the whole embryo. In both whole embryos and organ anlage culture, fluorescent protein reporters may be used productively to follow cell types or specific gene expression changes. Some cells, such as hematopoietic cells, and organ anlage, may be suitable for transplantation to wild-type hosts for further analysis of their potential. Additionally, cell lines, including embryonic stem (ES) cells, trophoblast stem (TS) cells, extraembryonic endoderm (XEN) stem cells, and epiblast-derived stem cells (EpiSC), can be derived from mutant embryos to reveal the potential of the mutant cells outside the context of the whole organism. Mutant stem cells or even whole mutant embryos can be used to test potential in chimeras or in teratomas.",
        "Keywords": [],
        "MeSH terms": [
            "Mice",
            "Animals",
            "Cell Differentiation",
            "Embryo, Mammalian",
            "Trophoblasts",
            "Endoderm",
            "Embryonic Stem Cells",
            "Phenotype"
        ],
        "Authors": [
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032, USA vep1@columbia.edu."
            },
            {
                "First Name": "Richard R",
                "Last Name": "Behringer",
                "Affiliation": "Department of Genetics, University of Texas MD Anderson Cancer Center, Houston, Texas 77030, USA."
            }
        ],
        "Journal": "Cold Spring Harbor protocols",
        "PubDate": "2024"
    },
    {
        "PMID": "37932084",
        "Title": "Tissue- and/or Temporal-Specific Mutations in Mice Using Conditional Alleles.",
        "Abstract": "Although many existing mutations are null alleles, multipurpose conditional alleles that can be used to delete gene function in a tissue- and/or temporal-specific manner are increasingly the alleles of choice. There are two distinct but related advantages: first, early lethal effects of the mutation can be bypassed by leaving the gene intact until later stages in development; second, indirect or secondary effects on an organ of interest can be eliminated by tissue- or organ-specific gene deletion. In this overview, we cover aspects of testing and using conditional alleles to ensure that the desired effect is obtained, including how to test the engineered conditional allele to ensure it functions as planned, and how to test any recombinase mouse strain used, including inducible transgenic or knock-in lines. Finally, we discuss how to use a conditional allele for maximum value in a phenotypic analysis.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032, USA vep1@columbia.edu."
            },
            {
                "First Name": "Richard R",
                "Last Name": "Behringer",
                "Affiliation": "Department of Genetics, University of Texas MD Anderson Cancer Center, Houston, Texas 77030, USA."
            }
        ],
        "Journal": "Cold Spring Harbor protocols",
        "PubDate": "2023"
    },
    {
        "PMID": "37932083",
        "Title": "Getting around an Early Lethal Phenotype in Mice with Chimeras.",
        "Abstract": "The same gene can have many different functions in different places in the body and/or at different times in development and adult life. Often only one organ or one developmental stage is of particular interest to an investigator. If, however, lethality or severe detrimental effects of a mutation prevent the study of the organ or stage of interest, there are a number of ways to circumvent an early effect. In this overview, we discuss one way of getting around an early lethal phenotype by using chimeras, a method that is also useful for studying the mutant cells in the context of a wild-type host as part of the phenotypic analysis. The composition of chimeras with respect to embryonic cell lineages can be controlled to some extent to produce lineage-restricted chimeras with, for example, mutant cells restricted to certain lineages. Depending on the site of action of the mutant gene, this could result in chimeric \"rescue.\" Details of how to distinguish mutant cells from wild type, an essential part of any chimera experiment, are discussed as well as methods to genotype the chimeras with respect to both component cell types.",
        "Keywords": [],
        "MeSH terms": [
            "Mice",
            "Animals",
            "Phenotype",
            "Genotype",
            "Cell Lineage"
        ],
        "Authors": [
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032, USA vep1@columbia.edu."
            },
            {
                "First Name": "Richard R",
                "Last Name": "Behringer",
                "Affiliation": "Department of Genetics, University of Texas MD Anderson Cancer Center, Houston, Texas 77030, USA."
            }
        ],
        "Journal": "Cold Spring Harbor protocols",
        "PubDate": "2024"
    },
    {
        "PMID": "37932082",
        "Title": "Analysis of Mid- to Late-Gestation Phenotypes in Mice.",
        "Abstract": "Mid- to late gestation is characterized by tissue differentiation, maturation, organogenesis, and growth, and many mutant genes have detrimental effects during this phase of development. The outcome may be lethal before birth or may be compatible with life but result in birth defects. Some of the common causes of death during late gestation are hematopoietic defects, cardiovascular problems, and placental insufficiency. Many morphological abnormalities, lethal or not, can be investigated with gross and histological analyses or by visualization of the developing skeleton. Molecular characterization of mutant phenotypes, guided by the expression pattern of the mutant gene, can reveal disruptions in gene expression patterns of known developmental genes. Cell proliferation and cell death assays will reveal disruptions in cellular dynamics. Various modalities of 3D imaging of intact embryos can provide volumetric information about mutant phenotypes.",
        "Keywords": [],
        "MeSH terms": [
            "Pregnancy",
            "Mice",
            "Animals",
            "Female",
            "Placenta",
            "Phenotype"
        ],
        "Authors": [
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032, USA vep1@columbia.edu."
            },
            {
                "First Name": "Richard R",
                "Last Name": "Behringer",
                "Affiliation": "Department of Genetics, University of Texas MD Anderson Cancer Center, Houston, Texas 77030, USA."
            }
        ],
        "Journal": "Cold Spring Harbor protocols",
        "PubDate": "2024"
    },
    {
        "PMID": "37932081",
        "Title": "Counting Murine Corpora Lutea to Determine the Number of Oocytes Ovulated.",
        "Abstract": "One can determine if and how many oocytes have been ovulated in a female mouse by counting the number of corpora lutea (CL) on the ovaries during the process of preimplantation embryo collection. A simple method of harvesting the ovaries and observing with a dissecting microscope and top lighting is provided along with a description of how to recognize CL. As the embryos rarely, if ever, cross the uterotubal junction, this provides a measure of the maximum number of embryos expected to be recovered from each oviduct or uterine horn, a number that can be valuable in analyzing early lethal mutations.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032, USA vep1@columbia.edu."
            },
            {
                "First Name": "Richard R",
                "Last Name": "Behringer",
                "Affiliation": "Department of Genetics, University of Texas MD Anderson Cancer Center, Houston, Texas 77030, USA."
            }
        ],
        "Journal": "Cold Spring Harbor protocols",
        "PubDate": "2023"
    },
    {
        "PMID": "37932080",
        "Title": "Special Breeding Techniques for Use in Mouse Mutation Analysis.",
        "Abstract": "Certain specialized breeding techniques may come in handy during the analysis of a mutation in order to further understanding of the mutation and its interactions with other genes. Different mutant alleles of the gene in question might be available from other sources or mutations with similar phenotypes could potentially be alleles. This could be determined by complementation testing. In the production of a conditional allele, retention of exogenous DNA in the allele could fortuitously disrupt a regulatory element and thus result in a hypomorphic allele, which can be simply tested by breeding. Mutations in different genes frequently affect the same organ, tissue, or cell type through genetic interactions. Common approaches to investigate and interpret genetic interactions are detailed here for gene families, in which there may be redundancy or genetic compensation of different genes, for genes that constitute different components of a biochemical pathway, for genes with overlapping expression patterns, and for unrelated genes that produce similar mutant phenotypes.",
        "Keywords": [],
        "MeSH terms": [
            "Mice",
            "Animals",
            "Mutation",
            "Phenotype",
            "Alleles"
        ],
        "Authors": [
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032, USA vep1@columbia.edu."
            },
            {
                "First Name": "Richard R",
                "Last Name": "Behringer",
                "Affiliation": "Department of Genetics, University of Texas MD Anderson Cancer Center, Houston, Texas 77030, USA."
            }
        ],
        "Journal": "Cold Spring Harbor protocols",
        "PubDate": "2024"
    },
    {
        "PMID": "37932079",
        "Title": "Establishing Control Frequency of Embryonic and Fetal Loss in a Mutant Mouse Colony.",
        "Abstract": "In the analysis of prenatal lethal recessive mutations, one must account for embryonic losses that are not related to the mutant phenotype. This protocol details the way to determine what the background level of unrelated embryonic loss is by a simple backcrossing strategy in the particular mouse strain that carries the lethal recessive mutation.",
        "Keywords": [],
        "MeSH terms": [
            "Pregnancy",
            "Female",
            "Mice",
            "Animals",
            "Mutation",
            "Phenotype"
        ],
        "Authors": [
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032, USA vep1@columbia.edu."
            },
            {
                "First Name": "Richard R",
                "Last Name": "Behringer",
                "Affiliation": "Department of Genetics, University of Texas MD Anderson Cancer Center, Houston, Texas 77030, USA."
            }
        ],
        "Journal": "Cold Spring Harbor protocols",
        "PubDate": "2024"
    },
    {
        "PMID": "37932078",
        "Title": "Sex Genotyping Mice by Polymerase Chain Reaction.",
        "Abstract": "A simple method to determine the genetic sex of a mouse is to amplify DNA from a male-specific gene by polymerase chain reaction (PCR). This protocol is used to detect the Y-chromosome-specific gene ",
        "Keywords": [],
        "MeSH terms": [
            "Mice",
            "Male",
            "Animals",
            "Genotype",
            "Y Chromosome",
            "Polymerase Chain Reaction",
            "DNA"
        ],
        "Authors": [
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032, USA vep1@columbia.edu."
            },
            {
                "First Name": "Richard R",
                "Last Name": "Behringer",
                "Affiliation": "Department of Genetics, University of Texas MD Anderson Cancer Center, Houston, Texas 77030, USA."
            }
        ],
        "Journal": "Cold Spring Harbor protocols",
        "PubDate": "2024"
    },
    {
        "PMID": "37932077",
        "Title": "Obtaining or Generating Gene Mutations in Mice.",
        "Abstract": "The starting point in a mutational analysis of gene function is obtaining or producing a mutant. Here different methods of obtaining mouse mutants are discussed, including screening for spontaneous mutants, screening for mutants following chemical or X-ray mutagenesis, and producing mutations through targeted manipulation of the genome. Manipulation of the genome can be random, as in different types of insertional mutagenesis. Alternatively, targeted manipulation such as gene targeting using homologous recombination in embryonic stem (ES) cells or gene editing by CRISPR-Cas can be used to produce custom mutations in a specific gene. The basic methods are outlined, and the advantages and disadvantages of homologous recombination and CRISPR-Cas gene editing are discussed. Resources for obtaining mutations that already exist are provided. If, for your planned study, no suitable mutations are available, there is advice about what you should know about your gene of interest before embarking on a gene targeting experiment.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032, USA vep1@columbia.edu."
            },
            {
                "First Name": "Richard R",
                "Last Name": "Behringer",
                "Affiliation": "Department of Genetics, University of Texas MD Anderson Cancer Center, Houston, Texas 77030, USA."
            }
        ],
        "Journal": "Cold Spring Harbor protocols",
        "PubDate": "2023"
    },
    {
        "PMID": "37932076",
        "Title": "Phenotypic Analysis of Periimplantation to Mid-Gestation Lethality in Mice.",
        "Abstract": "Periimplantation to mid-gestation lethality is indicated if no living homozygous mutants are recovered at E12.5 and the number of empty implantation sites or degenerating/abnormal embryos fits the expected number of homozygous mutants. To determine the time of death, this overview details the characteristic features of lethality shortly after implantation (E4.5-E5.5) or lethality between gastrulation and allantoic fusion (E6.5-E9.5). Determining the phenotype of the mutants involves making a gross morphological assessment, staging the embryos, and photodocumenting any abnormalities. Further levels of analysis discussed are histological assessment, molecular characterization of gene expression in the mutant embryos, and measurements of cell proliferation and cell death.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032, USA vep1@columbia.edu."
            },
            {
                "First Name": "Richard R",
                "Last Name": "Behringer",
                "Affiliation": "Department of Genetics, University of Texas MD Anderson Cancer Center, Houston, Texas 77030, USA."
            }
        ],
        "Journal": "Cold Spring Harbor protocols",
        "PubDate": "2023"
    },
    {
        "PMID": "37932075",
        "Title": "Cell Counting Techniques for Preimplantation Mouse Embryos Using Fluorescent DNA Dyes.",
        "Abstract": "Counting cells in preimplantation embryos by light microscopy is straightforward until morula compaction, when cell boundaries in living embryos become indistinct. An alternative to morphological assessment of cell number is to use fluorescent DNA dyes. This protocol details simple nuclear counting with a single DNA dye (Hoechst) or a more complicated procedure in which differential nuclear counts of the trophectoderm and inner cell mass (ICM) can be made using immunosurgery of the blastocyst and two DNA dyes (Hoechst and propidium iodide).",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York 10032, USA vep1@columbia.edu."
            },
            {
                "First Name": "Richard R",
                "Last Name": "Behringer",
                "Affiliation": "Department of Genetics, University of Texas MD Anderson Cancer Center, Houston, Texas 77030, USA."
            }
        ],
        "Journal": "Cold Spring Harbor protocols",
        "PubDate": "2023"
    },
    {
        "PMID": "29650695",
        "Title": "",
        "Abstract": "The Tbx6 transcription factor plays multiple roles during gastrulation, somite formation and body axis determination. One of the notable features of the ",
        "Keywords": [
            "Axis determination",
            "Gdf1",
            "Left-right asymmetry",
            "Mouse development",
            "Tbx6"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Daniel",
                "Last Name": "Concepcion",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Hiroshi",
                "Last Name": "Hamada",
                "Affiliation": "RIKEN Center for Biosystems Dynamics Research, Kobe, 650-0047, Japan."
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA vep1@columbia.edu."
            }
        ],
        "Journal": "Biology open",
        "PubDate": "2018"
    },
    {
        "PMID": "29066359",
        "Title": "Postimplantation Mga expression and embryonic lethality of two gene-trap alleles.",
        "Abstract": "The dual-specificity T-box/basic helix-loop-helix leucine zipper transcription factor MGA is part of the MAX-interacting network of proteins. In the mouse, MGA is necessary for the survival of the pluripotent epiblast cells of the peri-implantation embryo and a null, gene-trap allele Mga",
        "Keywords": [
            "Mouse",
            "Pluripotency",
            "T-box",
            "Transcription factor",
            "bHLHZip"
        ],
        "MeSH terms": [
            "Alleles",
            "Animals",
            "Basic Helix-Loop-Helix Transcription Factors",
            "Cells, Cultured",
            "Embryo Implantation",
            "Embryo Loss",
            "Embryo, Mammalian",
            "Embryonic Development",
            "Embryonic Stem Cells",
            "Female",
            "Gene Expression Regulation, Developmental",
            "Mice",
            "Organogenesis",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Sally F",
                "Last Name": "Burn",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Andrew J",
                "Last Name": "Washkowitz",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Svetlana",
                "Last Name": "Gavrilov",
                "Affiliation": "Memorial Sloan-Kettering Cancer Center, New York, NY 10065-6007, USA."
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA. Electronic address: vep1@columbia.edu."
            }
        ],
        "Journal": "Gene expression patterns : GEP",
        "PubDate": "2018"
    },
    {
        "PMID": "28623973",
        "Title": "Dynamic maternal and fetal Notch activity and expression in placentation.",
        "Abstract": "Murine placentation requires trophoblast Notch2, while the Notch ligand, JAGGED1, is reduced in invasive trophoblasts from women with preeclampsia. However, the placental cells with active Notch signaling and expression of other Notch proteins and ligands in placentation have yet to be defined. We sought to identify endothelial cell and trophoblast subtypes with canonical Notch signaling in the decidua and placenta and correlate this to expression of Notch proteins and ligands.",
        "Keywords": [
            "Decidua",
            "Endothelium",
            "Notch",
            "Placenta",
            "Preeclampsia",
            "Trophoblast"
        ],
        "MeSH terms": [
            "Animals",
            "Endothelial Cells",
            "Female",
            "Male",
            "Mice, Inbred C57BL",
            "Mice, Transgenic",
            "Placentation",
            "Pregnancy",
            "Receptors, Notch",
            "Trophoblasts"
        ],
        "Authors": [
            {
                "First Name": "Heather I",
                "Last Name": "Levin",
                "Affiliation": "Department of Obstetrics and Gynecology, Columbia University Medical Center, 622 West 168th St., New York, NY 10032, USA."
            },
            {
                "First Name": "Chantae S",
                "Last Name": "Sullivan-Pyke",
                "Affiliation": "Department of Obstetrics and Gynecology, Columbia University Medical Center, 622 West 168th St., New York, NY 10032, USA."
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, 701 West 168th St., New York, NY 10032, USA."
            },
            {
                "First Name": "Ronald J",
                "Last Name": "Wapner",
                "Affiliation": "Department of Obstetrics and Gynecology, Columbia University Medical Center, 622 West 168th St., New York, NY 10032, USA; Department of Obstetrics and Gynecology, Division of Reproductive Sciences, Columbia University Medical Center, 630 West 168th St., New York, NY 10032, USA."
            },
            {
                "First Name": "Jan K",
                "Last Name": "Kitajewski",
                "Affiliation": "Department of Obstetrics and Gynecology, Division of Reproductive Sciences, Columbia University Medical Center, 630 West 168th St., New York, NY 10032, USA; Department of Physiology and Biophysics, University of Illinois, 835 S. Wolcott Avenue, Room E202, Chicago, IL 60612, USA."
            },
            {
                "First Name": "Carrie J",
                "Last Name": "Shawber",
                "Affiliation": "Department of Obstetrics and Gynecology, Division of Reproductive Sciences, Columbia University Medical Center, 630 West 168th St., New York, NY 10032, USA; Department of Surgery, College of Physicians and Surgeons, Columbia University Medical Center, 630 West 168th St., New York, NY 10032, USA."
            },
            {
                "First Name": "Nataki C",
                "Last Name": "Douglas",
                "Affiliation": "Department of Obstetrics and Gynecology, Division of Reproductive Sciences, Columbia University Medical Center, 630 West 168th St., New York, NY 10032, USA; Department of Obstetrics and Gynecology, Division of Reproductive Endocrinology and Infertility, Columbia University Medical Center, 622 West 168th St., New York, NY 10032, USA. Electronic address: nd2058@cumc.columbia.edu."
            }
        ],
        "Journal": "Placenta",
        "PubDate": "2017"
    },
    {
        "PMID": "28606934",
        "Title": "Cell lineage of timed cohorts of ",
        "Abstract": "Tbx6 is a T-box transcription factor with multiple roles in embryonic development as evidenced by dramatic effects on mesoderm cell fate determination, left/right axis determination, and somite segmentation in mutant mice. The expression of ",
        "Keywords": [
            "Cell fate",
            "Lineage",
            "Mouse",
            "Mutant phenotype",
            "T-box",
            "Tbx6"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Daniel",
                "Last Name": "Concepcion",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Andrew J",
                "Last Name": "Washkowitz",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Akiko",
                "Last Name": "DeSantis",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Phillip",
                "Last Name": "Ogea",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Jason I",
                "Last Name": "Yang",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Nataki C",
                "Last Name": "Douglas",
                "Affiliation": "Department of Obstetrics and Gynecology, Divisions of Reproductive Sciences and Reproductive Endocrinology and Infertility, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA vep1@cumc.columbia.edu."
            }
        ],
        "Journal": "Biology open",
        "PubDate": "2017"
    },
    {
        "PMID": "26969978",
        "Title": "Concepts of Cell Lineage in Mammalian Embryos.",
        "Abstract": "Cell lineage is the framework for understanding cellular diversity, stability of differentiation, and its relationship to pluripotency. The special condition of in utero development in mammals has presented challenges to developmental biologists in tracing cell lineages but modern imaging and cell marking techniques have allowed the gradual elucidation of lineage relationships. Early experimental embryology approaches had limited resolution and relied of suboptimal cell markers and considerable disturbance to the embryos. Transgenic technology introduced genetic markers, particularly fluorescent proteins that, combined with sophisticated imaging modalities, greatly increase resolution and allow clonal analysis within lineages. The concept of cell lineage has also undergone evolution as it became possible to trace the lineage of cells based not only on their physical location or attributes but also on their gene expression pattern, thus opening up mechanistic lines of investigation into the determinants of cell lineage.",
        "Keywords": [
            "Clonal analysis",
            "Gene expression lineage tracing",
            "Mammalian cell lineage",
            "Mouse embryo"
        ],
        "MeSH terms": [
            "Animals",
            "Cell Differentiation",
            "Cell Lineage",
            "Embryo, Mammalian",
            "Gene Expression Regulation, Developmental",
            "Humans",
            "Mammals"
        ],
        "Authors": [
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, USA. Electronic address: vep1@cumc.columbia.edu."
            }
        ],
        "Journal": "Current topics in developmental biology",
        "PubDate": "2016"
    },
    {
        "PMID": "26687508",
        "Title": "Unique functions of Gata4 in mouse liver induction and heart development.",
        "Abstract": "Gata4 and Gata6 are closely related transcription factors that are essential for the development of a number of embryonic tissues. While they have nearly identical DNA-binding domains and similar patterns of expression, Gata4 and Gata6 null embryos have strikingly different embryonic lethal phenotypes. To determine whether the lack of redundancy is due to differences in protein function or Gata4 and Gata6 expression domains, we generated mice that contained the Gata6 cDNA in place of the Gata4 genomic locus. Gata4(Gata6/Gata6) embryos survived through embryonic day (E)12.5 and successfully underwent ventral folding morphogenesis, demonstrating that Gata6 is able to replace Gata4 function in extraembryonic tissues. Surprisingly, Gata6 is unable to replace Gata4 function in the septum transversum mesenchyme or the epicardium, leading to liver agenesis and lethal heart defects in Gata4(Gata6/Gata6) embryos. These studies suggest that Gata4 has evolved distinct functions in the development of these tissues that cannot be performed by Gata6, even when it is provided in the identical expression domain. Our work has important implications for the respective mechanisms of Gata function during development, as well as the functional evolution of these essential transcription factors.",
        "Keywords": [
            "Epicardium",
            "Gata4",
            "Gata6",
            "Heart",
            "Septum transversum"
        ],
        "MeSH terms": [
            "Animals",
            "DNA, Complementary",
            "GATA4 Transcription Factor",
            "HEK293 Cells",
            "Heart",
            "Humans",
            "Liver",
            "Mice"
        ],
        "Authors": [
            {
                "First Name": "Matthew J",
                "Last Name": "Borok",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Lori",
                "Last Name": "Sussel",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY, USA. Electronic address: lgs2@columbia.edu."
            }
        ],
        "Journal": "Developmental biology",
        "PubDate": "2016"
    },
    {
        "PMID": "25516968",
        "Title": "Mga is essential for the survival of pluripotent cells during peri-implantation development.",
        "Abstract": "The maintenance and control of pluripotency is of great interest in stem cell biology. The dual specificity T-box/basic-helix-loop-helix-zipper transcription factor Mga is expressed in the pluripotent cells of the inner cell mass (ICM) and epiblast of the peri-implantation mouse embryo, but its function has not been investigated previously. Here, we use a loss-of-function allele and RNA knockdown to demonstrate that Mga depletion leads to the death of proliferating pluripotent ICM cells in vivo and in vitro, and the death of embryonic stem cells (ESCs) in vitro. Additionally, quiescent pluripotent cells lacking Mga are lost during embryonic diapause. Expression of Odc1, the rate-limiting enzyme in the conversion of ornithine into putrescine in the synthesis of polyamines, is reduced in Mga mutant cells, and the survival of mutant ICM cells as well as ESCs is rescued in culture by the addition of exogenous putrescine. These results suggest a mechanism whereby Mga influences pluripotent cell survival through regulation of the polyamine pool in pluripotent cells of the embryo, whether they are in a proliferative or quiescent state.",
        "Keywords": [
            "Basic-helix-loop-helix-zipper",
            "ESCs",
            "Mga",
            "Mouse",
            "ODC",
            "Pluripotency",
            "T-box",
            "Transcription factor"
        ],
        "MeSH terms": [
            "Alleles",
            "Animals",
            "Apoptosis",
            "Basic Helix-Loop-Helix Transcription Factors",
            "Blastocyst Inner Cell Mass",
            "Cell Differentiation",
            "Cell Proliferation",
            "Cell Survival",
            "Cells, Cultured",
            "Crosses, Genetic",
            "Embryo Implantation",
            "Embryonic Stem Cells",
            "Female",
            "Gene Knockdown Techniques",
            "Gene Targeting",
            "Genotype",
            "Germ Layers",
            "Male",
            "Mice",
            "Mutagenesis",
            "Mutation",
            "Ornithine Decarboxylase",
            "Pluripotent Stem Cells",
            "Polyamines",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Andrew J",
                "Last Name": "Washkowitz",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Caroline",
                "Last Name": "Schall",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Kun",
                "Last Name": "Zhang",
                "Affiliation": "Department of Veterinary and Animal Science, University of Massachusetts, Amherst, Amherst, MA 01003, USA."
            },
            {
                "First Name": "Wolfgang",
                "Last Name": "Wurst",
                "Affiliation": "Institute of Developmental Genetics, Helmholtz Zentrum München - German Research Center for Environmental Health, Technical University of München, 85764 Neuherberg, Germany Deutsches Zentrum für Neurodegenerative Erkrankungen e. V. (DZNE), Standort München, and Munich Cluster for Systems Neurology (SyNergy), Adolf-Butenandt-Institut, Ludwig-Maximilians-Universität München, 80336 München, Germany."
            },
            {
                "First Name": "Thomas",
                "Last Name": "Floss",
                "Affiliation": "Institute of Developmental Genetics, Helmholtz Zentrum München - German Research Center for Environmental Health, Technical University of München, 85764 Neuherberg, Germany."
            },
            {
                "First Name": "Jesse",
                "Last Name": "Mager",
                "Affiliation": "Department of Veterinary and Animal Science, University of Massachusetts, Amherst, Amherst, MA 01003, USA."
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA vep1@columbia.edu."
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2015"
    },
    {
        "PMID": "25294936",
        "Title": "The T-box gene family: emerging roles in development, stem cells and cancer.",
        "Abstract": "The T-box family of transcription factors exhibits widespread involvement throughout development in all metazoans. T-box proteins are characterized by a DNA-binding motif known as the T-domain that binds DNA in a sequence-specific manner. In humans, mutations in many of the genes within the T-box family result in developmental syndromes, and there is increasing evidence to support a role for these factors in certain cancers. In addition, although early studies focused on the role of T-box factors in early embryogenesis, recent studies in mice have uncovered additional roles in unsuspected places, for example in adult stem cell populations. Here, I provide an overview of the key features of T-box transcription factors and highlight their roles and mechanisms of action during various stages of development and in stem/progenitor cell populations.",
        "Keywords": [
            "T-box genes",
            "Tbx",
            "Transcription factors"
        ],
        "MeSH terms": [
            "Animals",
            "Cell Differentiation",
            "DNA",
            "Gene Expression Regulation, Developmental",
            "Heart",
            "Humans",
            "Mice",
            "Multigene Family",
            "Mutation",
            "Myocardium",
            "Neoplasms",
            "Phylogeny",
            "Protein Binding",
            "Protein Structure, Tertiary",
            "Stem Cells",
            "T-Box Domain Proteins",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA vep1@columbia.edu."
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2014"
    },
    {
        "PMID": "24801048",
        "Title": "Nature and extent of left/right axis defects in T(Wis) /T(Wis) mutant mouse embryos.",
        "Abstract": "Mutations in the T-box gene Brachyury have well known effects on invagination of the endomesodermal layer during gastrulation, but the gene also plays a role in the determination of left/right axis determination that is less well studied. Previous work has implicated node morphology in this effect. We use the T(Wis) allele of Brachyury to investigate the molecular and morphological effects of the T locus on axis determination in the mouse.",
        "Keywords": [
            "Brachyury",
            "Cer2",
            "Dll1",
            "Gdf1",
            "Left/right asymmetry",
            "Nodal",
            "TWis",
            "embryonic node"
        ],
        "MeSH terms": [
            "Animals",
            "Body Patterning",
            "Calcium-Binding Proteins",
            "Embryo, Mammalian",
            "Female",
            "Gene Expression Regulation, Developmental",
            "Growth Differentiation Factor 1",
            "Intercellular Signaling Peptides and Proteins",
            "Mice",
            "Nodal Protein",
            "Pregnancy"
        ],
        "Authors": [
            {
                "First Name": "Daniel",
                "Last Name": "Concepcion",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York."
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental dynamics : an official publication of the American Association of Anatomists",
        "PubDate": "2014"
    },
    {
        "PMID": "24269765",
        "Title": "On the fate of primordial germ cells injected into early mouse embryos.",
        "Abstract": "Primordial germ cells (PGCs) are the founder cells of the germline. Via gametogenesis and fertilisation this lineage generates a new embryo in the next generation. PGCs are also the cell of origin of multilineage teratocarcinomas. In vitro, mouse PGCs can give rise to embryonic germ (EG) cells - pluripotent stem cells that can contribute to primary chimaeras when introduced into pre-implantation embryos. Thus, PGCs can give rise to pluripotent cells in the course of the developmental cycle, during teratocarcinogenesis and by in vitro culture. However, there is no evidence that PGCs can differentiate directly into somatic cell types. Furthermore, it is generally assumed that PGCs do not contribute to chimaeras following injection into the early mouse embryo. However, these data have never been formally published. Here, we present the primary data from the original PGC-injection experiments performed 40 years ago, alongside results from more recent studies in three separate laboratories. These results have informed and influenced current models of the relationship between pluripotency and the germline cycle. Current technologies allow further experiments to confirm and expand upon these findings and allow definitive conclusions as to the developmental potency of PGCs.",
        "Keywords": [
            "Germline",
            "Pluripotency",
            "Primordial germ cells"
        ],
        "MeSH terms": [
            "Animals",
            "Cell Lineage",
            "Embryo, Mammalian",
            "Female",
            "Germ Cells",
            "Mice",
            "Pregnancy"
        ],
        "Authors": [
            {
                "First Name": "Harry G",
                "Last Name": "Leitch",
                "Affiliation": "Wellcome Trust - Medical Research Council Cambridge Stem Cell Institute, University of Cambridge, Cambridge, UK; Wellcome Trust/Cancer Research UK Gurdon Institute of Cancer and Developmental Biology, University of Cambridge, Cambridge, UK. Electronic address: hgl21@cam.ac.uk."
            },
            {
                "First Name": "Daiji",
                "Last Name": "Okamura",
                "Affiliation": "Cell Resource Center for Biomedical Research, Institute of Development, Aging and Cancer, Tohoku University, Sendai, Japan."
            },
            {
                "First Name": "Gabriela",
                "Last Name": "Durcova-Hills",
                "Affiliation": "Wellcome Trust/Cancer Research UK Gurdon Institute of Cancer and Developmental Biology, University of Cambridge, Cambridge, UK."
            },
            {
                "First Name": "Colin L",
                "Last Name": "Stewart",
                "Affiliation": "Developmental and Regenerative Biology, Institute of Medical Biology, 138648 Singapore, Singapore."
            },
            {
                "First Name": "Richard L",
                "Last Name": "Gardner",
                "Affiliation": "Department of Biology, University of York, Heslington, York, UK."
            },
            {
                "First Name": "Yasuhisa",
                "Last Name": "Matsui",
                "Affiliation": "Cell Resource Center for Biomedical Research, Institute of Development, Aging and Cancer, Tohoku University, Sendai, Japan."
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY, USA. Electronic address: vep1@columbia.edu."
            }
        ],
        "Journal": "Developmental biology",
        "PubDate": "2014"
    },
    {
        "PMID": "24089201",
        "Title": "Investigating the role of tbx4 in the female germline in mice.",
        "Abstract": "Normal development of germ cells is essential for fertility and mammalian reproduction. Although abnormal development of oocytes or follicles may lead to primary ovarian insufficiency (POI), a disorder that causes infertility in 1% of women less than 40 yr of age, the genes and signaling pathways activated in POI are not as yet fully elucidated. Tbx4, a member of the T-box family of transcription factors, is expressed in embryonic germ cells and postnatal oocytes at all stages of folliculogenesis. To investigate the requirement for Tbx4 in the germline, we analyzed germ cell development in the absence of Tbx4. We show that primordial germ cells (PGCs) are reduced in Tbx4 homozygous null (Tbx4(-/-)) embryos at Embryonic Day (E) 10.0. Tbx4(-/-) embryos die by E10.5; to study later time points in vitro, a tamoxifen-inducible estrogen receptor Cre recombinase was used to delete Tbx4 conditional mutant alleles. In addition, Gdf9cre and Zp3cre, two oocyte-specific Cre recombinases, were used to delete Tbx4 from postnatal primordial and primary follicles, respectively. We show that in vitro differentiation of the gonad into morphologically distinct testes and ovaries occurs normally starting at E11.5 when Tbx4 is deleted. In Gdf9cre; Tbx4(fl/-) and Zp3cre; Tbx4(fl/-) adult females, primordial, primary, secondary, and antral follicles form, ovulation occurs, corpus luteum formation is normal, and the mice are fertile without any evidence of diminished ovarian reserve. Although postnatal deletion of Tbx4 in oocytes does not obviously impair fertility, it is possible that the reduction in PGCs observed in Tbx4 homozygous null mutant embryos could affect long-term fertility in adults.",
        "Keywords": [
            "T-box",
            "Tbx4",
            "fertility",
            "oocytes",
            "primordial germ cells"
        ],
        "MeSH terms": [
            "Adult Stem Cells",
            "Animals",
            "Cells, Cultured",
            "Embryo, Mammalian",
            "Female",
            "Gene Expression Regulation, Developmental",
            "Male",
            "Mice",
            "Mice, Inbred ICR",
            "Mice, Transgenic",
            "Oocytes",
            "Ovary",
            "Pregnancy",
            "T-Box Domain Proteins"
        ],
        "Authors": [
            {
                "First Name": "Nataki C",
                "Last Name": "Douglas",
                "Affiliation": "Department of Obstetrics and Gynecology, Division of Reproductive Endocrinology and Infertility, Columbia University Medical Center, New York, New York."
            },
            {
                "First Name": "Ripla",
                "Last Name": "Arora",
                "Affiliation": ""
            },
            {
                "First Name": "Cayla Yiyu",
                "Last Name": "Chen",
                "Affiliation": ""
            },
            {
                "First Name": "Mark V",
                "Last Name": "Sauer",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            }
        ],
        "Journal": "Biology of reproduction",
        "PubDate": "2013"
    },
    {
        "PMID": "23936153",
        "Title": "Lack of genetic interaction between Tbx20 and Tbx3 in early mouse heart development.",
        "Abstract": "Members of the T-box family of transcription factors are important regulators orchestrating the complex regionalization of the developing mammalian heart. Individual mutations in Tbx20 and Tbx3 cause distinct congenital heart abnormalities in the mouse: Tbx20 mutations result in failure of heart looping, developmental arrest and lack of chamber differentiation, while hearts of Tbx3 mutants progress further, loop normally but show atrioventricular convergence and outflow tract defects. The two genes have overlapping areas of expression in the atrioventricular canal and outflow tract of the heart but their potential genetic interaction has not been previously investigated. In this study we produced compound mutants to investigate potential genetic interactions at the earliest stages of heart development. We find that Tbx20; Tbx3 double heterozygous mice are viable and fertile with no apparent abnormalities, while double homozygous mutants are embryonic lethal by midgestation. Double homozygous mutant embryos display abnormal cardiac morphogenesis, lack of heart looping, expression patterns of cardiac genes and time of death that are indistinguishable from Tbx20 homozygous mutants. Prior to death, the double homozygotes show an overall developmental delay similar to Tbx3 homozygous mutants. Thus the effects of Tbx20 are epistatic to Tbx3 in the heart but Tbx3 is epistatic to Tbx20 with respect to developmental delay.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Embryo Loss",
            "Embryo, Mammalian",
            "Epistasis, Genetic",
            "Female",
            "Fetal Growth Retardation",
            "Gene Expression Regulation, Developmental",
            "Heart",
            "Heterozygote",
            "Homozygote",
            "Male",
            "Mice",
            "Mutation",
            "Organogenesis",
            "T-Box Domain Proteins"
        ],
        "Authors": [
            {
                "First Name": "Svetlana",
                "Last Name": "Gavrilov",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York, United States of America."
            },
            {
                "First Name": "Richard P",
                "Last Name": "Harvey",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            }
        ],
        "Journal": "PloS one",
        "PubDate": "2013"
    },
    {
        "PMID": "23624936",
        "Title": "The T-box transcription factors TBX2 and TBX3 in mammary gland development and breast cancer.",
        "Abstract": "TBX2 and TBX3, closely related members of the T-box family of transcription factor genes, are expressed in mammary tissue in both humans and mice. Ulnar mammary syndrome (UMS), an autosomal dominant disorder caused by mutations in TBX3, underscores the importance of TBX3 in human breast development, while abnormal mammary gland development in Tbx2 or Tbx3 mutant mice provides models for experimental investigation. In addition to their roles in mammary development, aberrant expression of TBX2 and TBX3 is associated with breast cancer. TBX2 is preferentially amplified in BRCA1/2-associated breast cancers and TBX3 overexpression has been associated with advanced stage disease and estrogen-receptor-positive breast tumors. The regulation of Tbx2 and Tbx3 and the downstream targets of these genes in development and disease are not as yet fully elucidated. However, it is clear that the two genes play unique, context-dependent roles both in mammary gland development and in mammary tumorigenesis.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Breast Neoplasms",
            "Female",
            "Gene Expression Regulation, Developmental",
            "Humans",
            "Mammary Glands, Animal",
            "Mammary Glands, Human",
            "T-Box Domain Proteins"
        ],
        "Authors": [
            {
                "First Name": "Nataki C",
                "Last Name": "Douglas",
                "Affiliation": "Department of Obstetrics and Gynecology, Division of Reproductive Endocrinology and Infertility, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of mammary gland biology and neoplasia",
        "PubDate": "2013"
    },
    {
        "PMID": "22952711",
        "Title": "Candidate gene approach identifies multiple genes and signaling pathways downstream of Tbx4 in the developing allantois.",
        "Abstract": "Loss of Tbx4 results in absence of chorio-allantoic fusion and failure of formation of the primary vascular plexus of the allantois leading to embryonic death at E10.5. We reviewed the literature for genes implicated in chorio-allantoic fusion, cavitation and vascular plexus formation, processes affected in Tbx4 mutant allantoises. Using this candidate gene approach, we identified a number of genes downstream of Tbx4 in the allantois including extracellular matrix molecules Vcan, Has2, and Itgα5, transcription factors Snai1 and Twist, and signaling molecules Bmp2, Bmp7, Notch2, Jag1 and Wnt2. In addition, we show that the canonical Wnt signaling pathway contributes to the vessel-forming potential of the allantois. Ex vivo, the Tbx4 mutant phenotype can be rescued using agonists of the Wnt signaling pathway and, in wildtype allantoises, an inhibitor of the canonical Wnt signaling pathway disrupts vascular plexus formation. In vivo, Tbx4 and Wnt2 double heterozygous placentas show decreased vasculature suggesting interactions between Tbx4 and the canonical Wnt signaling pathway in the process of allantois-derived blood vessel formation.",
        "Keywords": [],
        "MeSH terms": [
            "Allantois",
            "Animals",
            "Crosses, Genetic",
            "Extracellular Matrix",
            "Female",
            "Gene Expression Regulation, Developmental",
            "Immunohistochemistry",
            "In Situ Hybridization",
            "Mice",
            "Mutation",
            "Pregnancy",
            "Pregnancy, Animal",
            "Signal Transduction",
            "T-Box Domain Proteins",
            "Time Factors",
            "Umbilical Veins",
            "Wnt Proteins"
        ],
        "Authors": [
            {
                "First Name": "Ripla",
                "Last Name": "Arora",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York, United States of America."
            },
            {
                "First Name": "Chelsea M",
                "Last Name": "del Alcazar",
                "Affiliation": ""
            },
            {
                "First Name": "Edward E",
                "Last Name": "Morrisey",
                "Affiliation": ""
            },
            {
                "First Name": "L A",
                "Last Name": "Naiche",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            }
        ],
        "Journal": "PloS one",
        "PubDate": "2012"
    },
    {
        "PMID": "22876201",
        "Title": "Multiple roles and interactions of Tbx4 and Tbx5 in development of the respiratory system.",
        "Abstract": "Normal development of the respiratory system is essential for survival and is regulated by multiple genes and signaling pathways. Both Tbx4 and Tbx5 are expressed throughout the mesenchyme of the developing lung and trachea; and, although multiple genes are known to be required in the epithelium, only Fgfs have been well studied in the mesenchyme. In this study, we investigated the roles of Tbx4 and Tbx5 in lung and trachea development using conditional mutant alleles and two different Cre recombinase transgenic lines. Loss of Tbx5 leads to a unilateral loss of lung bud specification and absence of tracheal specification in organ culture. Mutants deficient in Tbx4 and Tbx5 show severely reduced lung branching at mid-gestation. Concordant with this defect, the expression of mesenchymal markers Wnt2 and Fgf10, as well as Fgf10 target genes Bmp4 and Spry2, in the epithelium is downregulated. Lung branching undergoes arrest ex vivo when Tbx4 and Tbx5 are both completely lacking. Lung-specific Tbx4 heterozygous;Tbx5 conditional null mice die soon after birth due to respiratory distress. These pups have small lungs and show severe disruptions in tracheal/bronchial cartilage rings. Sox9, a master regulator of cartilage formation, is expressed in the trachea; but mesenchymal cells fail to condense and consequently do not develop cartilage normally at birth. Tbx4;Tbx5 double heterozygous mutants show decreased lung branching and fewer tracheal cartilage rings, suggesting a genetic interaction. Finally, we show that Tbx4 and Tbx5 interact with Fgf10 during the process of lung growth and branching but not during tracheal/bronchial cartilage development.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptor Proteins, Signal Transducing",
            "Animals",
            "Biomarkers",
            "Bone Morphogenetic Protein 4",
            "Cartilage",
            "Embryo, Mammalian",
            "Female",
            "Fibroblast Growth Factor 10",
            "Gene Expression Regulation, Developmental",
            "Intracellular Signaling Peptides and Proteins",
            "Lung",
            "Membrane Proteins",
            "Mesoderm",
            "Mice",
            "Morphogenesis",
            "Organ Culture Techniques",
            "Protein Serine-Threonine Kinases",
            "Signal Transduction",
            "T-Box Domain Proteins",
            "Trachea",
            "Wnt2 Protein"
        ],
        "Authors": [
            {
                "First Name": "Ripla",
                "Last Name": "Arora",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, New York, United States of America."
            },
            {
                "First Name": "Ross J",
                "Last Name": "Metzger",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2012"
    },
    {
        "PMID": "22855605",
        "Title": "The murine allantois: a model system for the study of blood vessel formation.",
        "Abstract": "The allantois is the embryonic precursor of the umbilical cord in mammals and is one of several embryonic regions, including the yolk sac and dorsal aorta, that undergoes vasculogenesis, the de novo formation of blood vessels. Despite its importance in establishing the chorioallantoic placenta and umbilical circulation, the allantois frequently is overlooked in embryologic studies. Nonetheless, recent studies demonstrate that vasculogenesis, vascular remodeling, and angiogenesis are essential allantois functions in the establishment of the chorioallantoic placenta. Here, we review blood vessel formation in the murine allantois, highlighting the expression of genes and involvement of pathways common to vasculogenesis or angiogenesis in other parts of the embryo. We discuss experimental techniques available for manipulation of the allantois that are unavailable for yolk sac or dorsal aorta, and review how this system has been used as a model system to discover new genes and mechanisms involved in vessel formation. Finally, we discuss the potential of the allantois as a model system to provide insights into disease and therapeutics.",
        "Keywords": [],
        "MeSH terms": [
            "Allantois",
            "Animals",
            "Blood Vessels",
            "Mice",
            "Models, Animal",
            "Neovascularization, Physiologic"
        ],
        "Authors": [
            {
                "First Name": "Ripla",
                "Last Name": "Arora",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            }
        ],
        "Journal": "Blood",
        "PubDate": "2012"
    },
    {
        "PMID": "22535523",
        "Title": "The ulnar-mammary syndrome gene, Tbx3, is a direct target of the retinoic acid signaling pathway, which regulates its expression during mouse limb development.",
        "Abstract": "TBX3, a member of the T-box transcription factor gene family, is a transcriptional repressor that is required for the development of the heart, limbs, and mammary glands. Mutations in TBX3 that result in reduced functional protein lead to ulnar-mammary syndrome, a developmental disorder characterized by limb, mammary gland, tooth, and genital abnormalities. Increased levels of TBX3 have been shown to contribute to the oncogenic process, and TBX3 is overexpressed in several cancers, including breast cancer, liver cancer, and melanoma. Despite its important role in development and postnatal life, little is known about the signaling pathways that modulate TBX3 expression. Here we show, using in vitro and in vivo assays, that retinoic acid (RA) activates endogenous TBX3 expression, which is mediated by an RA-receptor complex directly binding and activating the TBX3 promoter, and we provide evidence that this regulation may be functionally relevant in mouse embryonic limb development. Our data identify TBX3 as a direct target of the RA signaling pathway and extend our understanding of the role and regulation of TBX3 in limb development.",
        "Keywords": [],
        "MeSH terms": [
            "Abnormalities, Multiple",
            "Animals",
            "Blotting, Western",
            "Breast Diseases",
            "Cell Line, Tumor",
            "Embryo, Mammalian",
            "Extremities",
            "Female",
            "Gene Expression Regulation, Developmental",
            "HEK293 Cells",
            "Humans",
            "In Situ Hybridization",
            "Luciferases",
            "Male",
            "Mice",
            "Mice, Inbred ICR",
            "Mutation",
            "Promoter Regions, Genetic",
            "RNA Interference",
            "Reverse Transcriptase Polymerase Chain Reaction",
            "Signal Transduction",
            "T-Box Domain Proteins",
            "Tretinoin",
            "Ulna"
        ],
        "Authors": [
            {
                "First Name": "Reyna Deeya",
                "Last Name": "Ballim",
                "Affiliation": "Department of Human Biology, Faculty of Health Sciences, University of Cape Town, 7925 Cape Town, South Africa."
            },
            {
                "First Name": "Cathy",
                "Last Name": "Mendelsohn",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            },
            {
                "First Name": "Sharon",
                "Last Name": "Prince",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular biology of the cell",
        "PubDate": "2012"
    },
    {
        "PMID": "22334480",
        "Title": "Diverse functional networks of Tbx3 in development and disease.",
        "Abstract": "The T-box transcription factor Tbx3 plays multiple roles in normal development and disease. In order to function in different tissues and on different target genes, Tbx3 binds transcription factors or other cofactors specific to temporal or spatial locations. Examining the development of the mammary gland, limbs, and heart as well as the biology of stem cells and cancer provides insights into the diverse and common functions that Tbx3 can perform. By either repressing or activating transcription of target genes in a context-dependent manner, Tbx3 is able to modulate differentiation of immature progenitor cells, control the rate of cell proliferation, and mediate cellular signaling pathways. Because the direct regulators of these cellular processes are highly context-dependent, it is essential that Tbx3 has the flexibility to regulate transcription of a large group of targets, but only become a active on a small cohort of them at any given time or place. Moreover, Tbx3 must be responsive to the variety of different upstream factors that are present in different tissues. Only by understanding the network of genes, proteins, and molecules with which Tbx3 interacts can we hope to understand the role that Tbx3 plays in normal development and how its aberrant expression can lead to disease. Because of its myriad functions in disparate developmental and disease contexts, Tbx3 is an ideal candidate for a systems-based approach to genetic function and interaction.",
        "Keywords": [],
        "MeSH terms": [
            "Abnormalities, Multiple",
            "Animals",
            "Breast Diseases",
            "Extremities",
            "Heart",
            "Humans",
            "Mammary Glands, Human",
            "Mutation",
            "Myocardium",
            "Neoplasms",
            "Stem Cells",
            "T-Box Domain Proteins",
            "Ulna"
        ],
        "Authors": [
            {
                "First Name": "Andrew J",
                "Last Name": "Washkowitz",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Svetlana",
                "Last Name": "Gavrilov",
                "Affiliation": ""
            },
            {
                "First Name": "Salma",
                "Last Name": "Begum",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            }
        ],
        "Journal": "Wiley interdisciplinary reviews. Systems biology and medicine",
        "PubDate": "2012"
    },
    {
        "PMID": "22223620",
        "Title": "Dynamic expression of Tbx2 subfamily genes in development of the mouse reproductive system.",
        "Abstract": "Tbx2, Tbx3, Tbx4, and Tbx5, members of the Tbx2 subfamily of T-box transcription factor genes, are important for many aspects of embryonic development and mutations in some human TBX2 subfamily genes cause developmental syndromes. In addition, TBX2 and TBX3 are overexpressed in a variety of cancers, including reproductive system cancers. This study characterizes the expression of Tbx2 subfamily genes during development of the reproductive system.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Female",
            "Gene Expression Regulation, Developmental",
            "Genitalia",
            "Male",
            "Mice",
            "Mice, Inbred ICR",
            "Reproduction",
            "Sex Differentiation",
            "T-Box Domain Proteins"
        ],
        "Authors": [
            {
                "First Name": "Nataki C",
                "Last Name": "Douglas",
                "Affiliation": "Department of Obstetrics and Gynecology, Columbia University Medical Center, New York, New York 10032, USA. nd2058@columbia.edu"
            },
            {
                "First Name": "Kathleen",
                "Last Name": "Heng",
                "Affiliation": ""
            },
            {
                "First Name": "Mark V",
                "Last Name": "Sauer",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental dynamics : an official publication of the American Association of Anatomists",
        "PubDate": "2012"
    },
    {
        "PMID": "21932311",
        "Title": "Identity and fate of Tbx4-expressing cells reveal developmental cell fate decisions in the allantois, limb, and external genitalia.",
        "Abstract": "T-box gene Tbx4 is critical for the formation of the umbilicus and the initiation of the hindlimb. Previous studies show broad expression in the allantois, hindlimb, lung and proctodeum. We have examined the expression of Tbx4 in detail and used a Tbx4-Cre line to trace the fates of Tbx4-expressing cells. Tbx4 expression and lineage reveal that various distinct appendages, such as the allantois, hindlimb, and external genitalia, all arise from a single mesenchymal expression domain. Additionally, although Tbx4 is associated primarily with the hindlimb, we find two forelimb expression domains. Most notably, we find that, despite the requirement for Tbx4 in allantoic vasculogenesis, the presumptive endothelial cells of the allantois do not express Tbx4 and lineage tracing reveals that the umbilical vasculature never expresses Tbx4. These results suggest that endothelial lineages are segregated before the onset of vasculogenesis, and demonstrate a role for the peri-vascular tissue in vasculogenesis.",
        "Keywords": [],
        "MeSH terms": [
            "Allantois",
            "Animals",
            "Cell Lineage",
            "Embryo, Mammalian",
            "Extremities",
            "Female",
            "Gene Expression Regulation, Developmental",
            "Genitalia",
            "Male",
            "Mesoderm",
            "Mice",
            "Morphogenesis",
            "Pregnancy",
            "T-Box Domain Proteins",
            "Tissue Distribution"
        ],
        "Authors": [
            {
                "First Name": "L A",
                "Last Name": "Naiche",
                "Affiliation": "Cancer and Developmental Biology Lab, National Cancer Institute - Frederick, Frederick, Maryland, USA."
            },
            {
                "First Name": "Ripla",
                "Last Name": "Arora",
                "Affiliation": ""
            },
            {
                "First Name": "Artur",
                "Last Name": "Kania",
                "Affiliation": ""
            },
            {
                "First Name": "Mark",
                "Last Name": "Lewandoski",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental dynamics : an official publication of the American Association of Anatomists",
        "PubDate": "2011"
    },
    {
        "PMID": "21867776",
        "Title": "Dynamic expression of Tbx2 and Tbx3 in developing mouse pancreas.",
        "Abstract": "Tbx2 and Tbx3 are closely related members of the T-box family of transcription factors that are important regulators during normal development as well as major contributors to human developmental syndromes when mutated. Although there is evidence for the involvement of Tbx2 and Tbx3 in pancreatic cancer, so far there are no reports characterizing the normal expression pattern of these genes in the pancreas. In this study, we examined spatial and temporal expression of Tbx2 and Tbx3 in mouse pancreas during development and in the adult using in situ hybridization and immunohistochemistry. Our results show that Tbx2 and Tbx3 are both expressed in the pancreatic mesenchyme throughout development beginning at embryonic day (E) 9.5. In addition, Tbx2 is expressed in pancreatic vasculature during development and in epithelial-derived endocrine and ductal cells during late fetal stages, postnatal development and in adult pancreas. In contrast, Tbx3 is expressed in exocrine tissue in the postnatal and adult pancreas. Further our results demonstrate that Tbx2 and Tbx3 are expressed in tumor-derived endocrine and exocrine cell lines, respectively. These dynamic changes in the expression pattern of these transcription factors lay the foundation for investigation of potential roles in pancreas development.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Line, Tumor",
            "Embryo, Mammalian",
            "Gene Expression Regulation, Developmental",
            "Humans",
            "Immunohistochemistry",
            "In Situ Hybridization",
            "Mice",
            "Mice, Inbred ICR",
            "Pancreas",
            "Pancreatic Neoplasms",
            "T-Box Domain Proteins"
        ],
        "Authors": [
            {
                "First Name": "Salma",
                "Last Name": "Begum",
                "Affiliation": "Department of Genetics and Development, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            }
        ],
        "Journal": "Gene expression patterns : GEP",
        "PubDate": "2011"
    },
    {
        "PMID": "21716665",
        "Title": "Derivation of two new human embryonic stem cell lines from nonviable human embryos.",
        "Abstract": "We report the derivation and characterization of two new human embryonic stem cells (hESC) lines (CU1 and CU2) from embryos with an irreversible loss of integrated organismic function. In addition, we analyzed retrospective data of morphological progression from embryonic day (ED) 5 to ED6 for 2480 embryos not suitable for clinical use to assess grading criteria indicative of loss of viability on ED5. Our analysis indicated that a large proportion of in vitro fertilization (IVF) embryos not suitable for clinical use could be used for hESC derivation. Based on these combined findings, we propose that criteria commonly used in IVF clinics to determine optimal embryos for uterine transfer can be employed to predict the potential for hESC derivation from poor quality embryos without the destruction of vital human embryos.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Svetlana",
                "Last Name": "Gavrilov",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, 701 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Darja",
                "Last Name": "Marolt",
                "Affiliation": ""
            },
            {
                "First Name": "Nataki C",
                "Last Name": "Douglas",
                "Affiliation": ""
            },
            {
                "First Name": "Robert W",
                "Last Name": "Prosser",
                "Affiliation": ""
            },
            {
                "First Name": "Imran",
                "Last Name": "Khalid",
                "Affiliation": ""
            },
            {
                "First Name": "Mark V",
                "Last Name": "Sauer",
                "Affiliation": ""
            },
            {
                "First Name": "Donald W",
                "Last Name": "Landry",
                "Affiliation": ""
            },
            {
                "First Name": "Gordana",
                "Last Name": "Vunjak-Novakovic",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            }
        ],
        "Journal": "Stem cells international",
        "PubDate": "2011"
    },
    {
        "PMID": "19589867",
        "Title": "Remission of type 1 diabetes after anti-CD3 antibody treatment and transplantation of embryonic pancreatic precursors.",
        "Abstract": "Type 1 diabetes (T1D) mellitus is characterized by progressive autoimmune destruction of insulin producing beta-cells of the pancreatic islets of Langerhans. Cure of the disease will require control of autoimmunity to halt the destruction of beta-cells in the pancreas and restoration of beta-cell mass. We have built on the success of preclinical and clinical trials of anti-CD3 antibody treatment in modulating the immune response of T1D by the induction of tolerance and combined this treatment, using the nonobese diabetic mouse model, with a transplantation approach using fetal pancreatic anlagen as a source of beta-cell precursor or progenitor cells. Here we report that transplantation of pancreatic anlagen into diabetic nonobese diabetic mice rendered tolerant to the autoimmune process by treatment with anti-CD3 antibody resulted in long-term recovery from diabetes with restored metabolic control. Using a green fluorescent protein marker that made it possible to unequivocally identify the cells derived from the transplanted tissue, we show that the transplanted anlagen cells migrate to the host pancreas and provide a major source of insulin leading to restoration of normal glucose tolerance. Our results contrast with other studies that showed restoration of endogenous islets after infusion of spleen cells in mice treated with Freund's complete adjuvant and suggest that pancreatic fetal tissue has a tropism for the pancreatic site. This study suggests a novel mechanism of beta-cell restoration by the migration of precursor cells or their progeny to the host pancreas and highlights the feasibility of using pancreatic precursors in combination with immune modulation as a treatment to effect long-term remission of T1D.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Antibodies, Monoclonal",
            "CD3 Complex",
            "Cell Differentiation",
            "Cell Movement",
            "Diabetes Mellitus, Type 1",
            "Female",
            "Fetal Tissue Transplantation",
            "Green Fluorescent Proteins",
            "Islets of Langerhans",
            "Male",
            "Mice",
            "Mice, Inbred ICR",
            "Mice, Inbred NOD",
            "Pancreas",
            "Pancreas Transplantation",
            "Remission Induction",
            "Specific Pathogen-Free Organisms"
        ],
        "Authors": [
            {
                "First Name": "Salma",
                "Last Name": "Begum",
                "Affiliation": "Department of Genetics and Development, HHSC 1402, Columbia University, New York, New York 10032, USA."
            },
            {
                "First Name": "Wei",
                "Last Name": "Chen",
                "Affiliation": ""
            },
            {
                "First Name": "Kevan C",
                "Last Name": "Herold",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            }
        ],
        "Journal": "Endocrinology",
        "PubDate": "2009"
    },
    {
        "PMID": "19576202",
        "Title": "Loss of Tbx2 delays optic vesicle invagination leading to small optic cups.",
        "Abstract": "Tbx2 is a T-box transcription factor gene that is dynamically expressed in the presumptive retina during optic vesicle invagination. Several findings implicate Tbx2 in cell cycle regulation, including its overexpression in tumours and regulation of proliferation during heart development. We investigated the role of Tbx2 in optic cup formation by analysing mice with a targeted homozygous mutation in Tbx2. Loss of Tbx2 caused a reduced presumptive retinal volume due to increased apoptosis, and a delay in ventral optic vesicle invagination leading to the formation of small and abnormally shaped optic cups. Tbx2 is essential for maintenance, but not induction of expression of the dorsal retinal determinant, Tbx5, and acts downstream of Bmp4, a dorsally expressed gene implicated in human microphthalmia. The small retina showed a hypocellular ventral region, loss of Fgf15, normally expressed in proliferating central retinal cells, and increased numbers of mitotic cells in the dorsal region, indicating that Tbx2 is required for normal growth and development across the D-V axis. Dorsal expression of potential regulators of retinal growth, Cyp1b1 and Cx43, and the topographic guidance molecule ephrinB2, was increased, and intraretinal axons were disorganised resulting in a failure of optic nerve formation. Our data provide evidence that Tbx2 is required for proper optic cup formation and plays a critical early role in regulating regional retinal growth and the acquisition of shape during optic vesicle invagination.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Apoptosis",
            "Cell Death",
            "Cell Differentiation",
            "Cell Proliferation",
            "Eye",
            "Female",
            "Gene Expression Regulation, Developmental",
            "In Situ Hybridization",
            "Mice",
            "Models, Biological",
            "Mutation",
            "Retina",
            "T-Box Domain Proteins"
        ],
        "Authors": [
            {
                "First Name": "Hourinaz",
                "Last Name": "Behesti",
                "Affiliation": "Developmental Biology Unit, UCL Institute of Child Health, University College London, London, WC1N 1EH, UK."
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            },
            {
                "First Name": "Jane C",
                "Last Name": "Sowden",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental biology",
        "PubDate": "2009"
    },
    {
        "PMID": "19192355",
        "Title": "Non-viable human embryos as a source of viable cells for embryonic stem cell derivation.",
        "Abstract": "Human embryonic stem cells (hESC) hold great promise for use in regenerative medicine. However, the extraordinary potential of hESC as therapeutic tools is tempered by ethical, moral and political issues surrounding their derivation from human embryos. It has previously been proposed that ethical criteria applied to essential organ donation could be employed for derivation of hESC from irreversibly arrested, and thus organismically dead, human embryos produced during routine IVF procedures. Here, it is shown that arrested embryos do not resume normal development during extended culture, yet most of them contain a substantial number of living cells on embryonic day 6 (72% have <1 viable cell, 47% have <5 viable cells), suggesting that this class of non-viable embryos could be a rich source of viable cells for derivation of hESC lines.",
        "Keywords": [],
        "MeSH terms": [
            "Cell Culture Techniques",
            "Cell Differentiation",
            "Cell Proliferation",
            "Cell Separation",
            "Cell Survival",
            "Cells, Cultured",
            "Cleavage Stage, Ovum",
            "Embryo Culture Techniques",
            "Embryo Disposition",
            "Embryo, Mammalian",
            "Embryonic Development",
            "Embryonic Stem Cells",
            "Humans",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Svetlana",
                "Last Name": "Gavrilov",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, 701 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Robert W",
                "Last Name": "Prosser",
                "Affiliation": ""
            },
            {
                "First Name": "Imran",
                "Last Name": "Khalid",
                "Affiliation": ""
            },
            {
                "First Name": "Joanne",
                "Last Name": "MacDonald",
                "Affiliation": ""
            },
            {
                "First Name": "Mark V",
                "Last Name": "Sauer",
                "Affiliation": ""
            },
            {
                "First Name": "Donald W",
                "Last Name": "Landry",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            }
        ],
        "Journal": "Reproductive biomedicine online",
        "PubDate": "2009"
    },
    {
        "PMID": "19149633",
        "Title": "Alternative strategies for the derivation of human embryonic stem cell lines and the role of dead embryos.",
        "Abstract": "The therapeutic potential for human embryonic stem cells (hESC) drives intense public and scientific interest. However, the classical approach for derivation of hESC entails the destruction of human embryos. Controversial ethical issues and correspondingly restrictive federal policies in many countries have prompted the development of alternative approaches for the isolation of hESC. Here, several different strategies are discussed with a focus on the harvesting of live hESC from dead embryos.",
        "Keywords": [],
        "MeSH terms": [
            "Adult Stem Cells",
            "Animals",
            "Cell Culture Techniques",
            "Cell Line",
            "Embryo Research",
            "Humans",
            "Mice",
            "Nuclear Transfer Techniques",
            "Stem Cell Transplantation",
            "Tissue and Organ Harvesting",
            "United States"
        ],
        "Authors": [
            {
                "First Name": "Svetlana",
                "Last Name": "Gavrilov",
                "Affiliation": "Division of Experimental Therapeutics, Collage of Physicians and Surgeons of Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            },
            {
                "First Name": "Donald W",
                "Last Name": "Landry",
                "Affiliation": ""
            }
        ],
        "Journal": "Current stem cell research & therapy",
        "PubDate": "2009"
    },
    {
        "PMID": "18778771",
        "Title": "Teasing out T-box targets in early mesoderm.",
        "Abstract": "T-box transcription factor genes are widely conserved in metazoan development and widely involved in developmental processes. With the phase of T-box gene discovery winding down, the phase of transcriptional target discovery for T-box transcription factors is finally taking off and yielding rich rewards. Mutant phenotypes in mouse and zebrafish as well as morpholino studies in zebrafish have helped to link the T-box genes to a variety of signaling pathways through diverse target genes and feedback loops. Particularly in early mesoderm development, it is emerging that a network of T-box genes interacts with Wnt/beta-catenin and Notch/Delta signaling pathways, among others, to control the important processes of mesoderm specification, somite segmentation, and left/right body axis determination.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Body Patterning",
            "Cell Differentiation",
            "Fetal Proteins",
            "Gene Expression Regulation, Developmental",
            "Mesoderm",
            "Mice",
            "Models, Genetic",
            "Signal Transduction",
            "Somites",
            "T-Box Domain Proteins",
            "Zebrafish",
            "Zebrafish Proteins"
        ],
        "Authors": [
            {
                "First Name": "Fiona C",
                "Last Name": "Wardle",
                "Affiliation": "Department of Physiology, Development and Neuroscience, Downing Street, Cambridge CB2 3DY, UK. fcw27@cam.ac.uk"
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            }
        ],
        "Journal": "Current opinion in genetics & development",
        "PubDate": "2008"
    },
    {
        "PMID": "18575602",
        "Title": "Tbx6 regulates left/right patterning in mouse embryos through effects on nodal cilia and perinodal signaling.",
        "Abstract": "The determination of left/right body axis during early embryogenesis sets up a developmental cascade that coordinates the development of the viscera and is essential to the correct placement and alignment of organ systems and vasculature. Defective left-right patterning can lead to congenital cardiac malformations, vascular anomalies and other serious health problems. Here we describe a novel role for the T-box transcription factor gene Tbx6 in left/right body axis determination in the mouse.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Base Sequence",
            "Body Patterning",
            "DNA Primers",
            "Fluorescent Antibody Technique",
            "In Situ Hybridization",
            "Mice",
            "Microscopy, Electron, Scanning",
            "Receptors, Notch",
            "Signal Transduction",
            "T-Box Domain Proteins",
            "Transcription Factors",
            "beta-Galactosidase"
        ],
        "Authors": [
            {
                "First Name": "Anna-Katerina",
                "Last Name": "Hadjantonakis",
                "Affiliation": "Developmental Biology Program, Sloan-Kettering Institute, New York, New York, United States of America."
            },
            {
                "First Name": "Elinor",
                "Last Name": "Pisano",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            }
        ],
        "Journal": "PloS one",
        "PubDate": "2008"
    },
    {
        "PMID": "18064676",
        "Title": "Cre activity causes widespread apoptosis and lethal anemia during embryonic development.",
        "Abstract": "Cre-mediated excision of targeted loxP sites is widely used to delete or to activate gene expression in temporal or tissue-specific fashions. We examine three previously described cre alleles and find that Cre activity alone causes dramatic developmental defects, such as loss of hematopoietic activity and dramatically upregulated apoptosis in many embryonic tissues in two of these lines. These results demonstrate that cre expression generates spurious phenotypes that can confound genetics analyses. We also find that most recently published studies fail to include cre-positive controls, and thus may have attributed roles to a targeted gene, which were in reality partly or wholly due to Cre toxicity. This information will be critical in both evaluating previously published work using cre alleles and in designing future experiments.",
        "Keywords": [],
        "MeSH terms": [
            "Anemia",
            "Animals",
            "Apoptosis",
            "Embryo, Mammalian",
            "Embryonic Development",
            "Hematopoiesis",
            "Integrases",
            "Mice",
            "Mice, Transgenic"
        ],
        "Authors": [
            {
                "First Name": "L A",
                "Last Name": "Naiche",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            }
        ],
        "Journal": "Genesis (New York, N.Y. : 2000)",
        "PubDate": "2007"
    },
    {
        "PMID": "17406863",
        "Title": "TM1 and TM2: two mutant alleles that constitute a genetic trait controlling thymocyte development.",
        "Abstract": "Transgene insertion is instrumental to identifying genes with defined physiological functions. In this paper, we show that mice homozygous for either TM1 or TM2, two mutant alleles with distinct transgene insertions, exhibited embryo lethality, suggesting that these two alleles play essential roles in embryogenesis. Interestingly, although hemizygous TM1 or TM2 alone did not have obvious alteration in thymocyte development, together, they exhibited a compound effect on thymocyte development, blocking the development from CD4 and CD8 double-negative to double-positive stage of T cells. TM1 and TM2 mutations were mapped to chromosome regions 7E-F1 and 11B5-C, respectively, where we could not identify any known gene that was implicated in a similar function. Thus, TM1 and TM2 represent two novel alleles that define a genetic trait controlling thymocyte development.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Amino Acid Sequence",
            "Animals",
            "CD4 Antigens",
            "CD4-Positive T-Lymphocytes",
            "CD8 Antigens",
            "CD8-Positive T-Lymphocytes",
            "Cell Differentiation",
            "Chromosomes, Mammalian",
            "Embryonic Development",
            "Genes, Reporter",
            "Mice",
            "Mice, Transgenic",
            "Molecular Sequence Data",
            "Mutation",
            "T-Lymphocytes"
        ],
        "Authors": [
            {
                "First Name": "Fang",
                "Last Name": "Huang",
                "Affiliation": "Department of Microbiology, Columbia University College of Physicians and Surgeons, HHSC Rm6-611, 701 West 168th street, New York, NY 10032, USA."
            },
            {
                "First Name": "Mayumi",
                "Last Name": "Naramura",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            },
            {
                "First Name": "Hua",
                "Last Name": "Gu",
                "Affiliation": ""
            }
        ],
        "Journal": "Immunogenetics",
        "PubDate": "2007"
    },
    {
        "PMID": "17238155",
        "Title": "Visualization of outflow tract development in the absence of Tbx1 using an FgF10 enhancer trap transgene.",
        "Abstract": "Tbx1, the major gene underlying del22q11.2 or DiGeorge syndrome in humans, is required for normal development and septation of the cardiac outflow tract. The fibroblast growth factor 10 gene (Fgf10) and an Fgf10 enhancer trap transgene are expressed in outflow tract myocardial progenitor cells of the anterior heart field. To visualize outflow tract development in the absence of Tbx1, we have analyzed the expression profile of the Fgf10 enhancer trap transgene during outflow tract development in Tbx1(-/-) embryos. Transgene expression confirms hypoplasia of the distal outflow tract in the absence of Tbx1, and altered expression in pharyngeal mesoderm reveals loss of specific bilateral subpopulations of outflow tract progenitor cells and disruption of the posterior boundary of the anterior heart field. Our results support the conclusion that Tbx1 controls deployment of Fgf10-expressing progenitor cells during heart tube extension. Furthermore, although normal Fgf10 levels are dependent on Tbx1, loss of Fgf10 alleles does not significantly modify the cardiac phenotype of Tbx1 heterozygous or homozygous mutant embryos.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Fibroblast Growth Factor 10",
            "Gene Expression Regulation, Developmental",
            "Heart",
            "In Situ Hybridization",
            "Mice",
            "Mice, Knockout",
            "Mice, Transgenic",
            "Mutation",
            "Myocardium",
            "T-Box Domain Proteins"
        ],
        "Authors": [
            {
                "First Name": "Robert G",
                "Last Name": "Kelly",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY, USA. kelly@ibdml.univ-mrs.fr"
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental dynamics : an official publication of the American Association of Anatomists",
        "PubDate": "2007"
    },
    {
        "PMID": "17164415",
        "Title": "Tbx4 is not required for hindlimb identity or post-bud hindlimb outgrowth.",
        "Abstract": "Tbx4 is a crucial gene in the initiation of hindlimb development and has been reported as a determinant of hindlimb identity and a presumptive direct regulator of Fgf10 in the limb. Using a conditional allele of Tbx4, we have ablated Tbx4 function before and after limb initiation. Ablation of Tbx4 before expression in the hindlimb field confirms its requirement for limb bud outgrowth. However, ablation of Tbx4 shortly after onset of expression in the hindlimb field, during limb bud formation, alters neither limb outgrowth nor expression of Fgf10. Instead, post-limb-initiation loss of Tbx4 results in reduction of limb core tissue and hypoplasia of proximal skeletal elements. Loss of Tbx4 during later limb outgrowth produces no limb defects, revealing a brief developmental requirement for Tbx4 function. Despite evidence from ectopic expression studies, our work establishes that loss of Tbx4 has no effect on hindlimb identity as assessed by morphology or molecular markers.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Animals",
            "Cell Count",
            "Embryo, Mammalian",
            "Embryonic Induction",
            "Fibroblast Growth Factor 10",
            "Gene Expression Regulation, Developmental",
            "Hindlimb",
            "In Situ Hybridization",
            "Lower Extremity",
            "Mice",
            "Mice, Transgenic",
            "Models, Biological",
            "T-Box Domain Proteins",
            "Tamoxifen",
            "Transgenes"
        ],
        "Authors": [
            {
                "First Name": "L A",
                "Last Name": "Naiche",
                "Affiliation": "Columbia University, College of Physicians and Surgeons, Department of Genetics and Development, 701 W. 168th St., New York, NY 10032, USA."
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2007"
    },
    {
        "PMID": "16958122",
        "Title": "Segmental expression of the T-box transcription factor, Tbx2, during early somitogenesis.",
        "Abstract": "Tbx2 belongs to the T-box transcription factor gene family and is expressed in a variety of tissues and structures throughout development, although not all expression domains have been thoroughly described. Two areas of segmented expression along the rostral-caudal axis of E10.5-11.5 embryos were identified as inter-somitic vessels and dorsal root ganglia. In addition, Tbx2 expression is observed during somitogenesis beginning at E9.5, both in the posterior half of prospective somites and in a progressively restricted pattern in recently formed somites.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Embryonic Development",
            "Mice",
            "Mice, Inbred ICR",
            "Somites",
            "T-Box Domain Proteins",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Zachary",
                "Last Name": "Harrelson",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental dynamics : an official publication of the American Association of Anatomists",
        "PubDate": "2006"
    },
    {
        "PMID": "16538622",
        "Title": "Live imaging of fluorescent proteins in chordate embryos: from ascidians to mice.",
        "Abstract": "Although we have advanced in our understanding of the molecular mechanisms intrinsic to the morphogenesis of chordate embryos, the question of how individual developmental events are integrated to generate the final morphological form is still unresolved. Microscopic observation is a pivotal tool in developmental biology, both for determining the normal course of events and for contrasting this with the results of experimental and pathological perturbations. Since embryonic development takes place in three dimensions over time, to fully understand the events required to build an embryo we must investigate embryo morphogenesis in multiple dimensions in situ. Recent advances in the isolation of naturally fluorescent proteins, and the refinement of techniques for in vivo microscopy offer unprecedented opportunities to study the cellular and molecular events within living, intact embryos using optical imaging. These technologies allow direct visual access to complex events as they happen in their native environment, and thus provide greater insights into cell behaviors operating during embryonic development. Since most fluorescent protein probes and modes of data acquisition are common across species, we have chosen the mouse and the ascidian, two model organisms at opposite ends of the chordate clade, to review the use of some of the current genetically-encoded fluorescent proteins and their visualization in vivo in living embryos for the generation of high-resolution imaging data.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Ciona intestinalis",
            "Embryo, Mammalian",
            "Embryo, Nonmammalian",
            "Green Fluorescent Proteins",
            "Luminescent Proteins",
            "Mice",
            "Notochord",
            "Recombinant Fusion Proteins",
            "Subcellular Fractions",
            "Urochordata",
            "Red Fluorescent Protein"
        ],
        "Authors": [
            {
                "First Name": "Yale J",
                "Last Name": "Passamaneck",
                "Affiliation": "Department of Cell and Developmental Biology, Weill Medical College of Cornell University, New York, New York 10021, USA."
            },
            {
                "First Name": "Anna",
                "Last Name": "Di Gregorio",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            },
            {
                "First Name": "Anna-Katerina",
                "Last Name": "Hadjantonakis",
                "Affiliation": ""
            }
        ],
        "Journal": "Microscopy research and technique",
        "PubDate": "2006"
    },
    {
        "PMID": "16399080",
        "Title": "Dose-dependent interaction of Tbx1 and Crkl and locally aberrant RA signaling in a model of del22q11 syndrome.",
        "Abstract": "22q11 deletion (del22q11) syndrome is characterized genetically by heterozygous deletions within chromosome 22q11 and clinically by a constellation of congenital malformations of the aortic arch, heart, thymus, and parathyroid glands described as DiGeorge syndrome (DGS). Here, we report that compound heterozygosity of mouse homologs of two 22q11 genes, CRKL and TBX1, results in a striking increase in the penetrance and expressivity of a DGS-like phenotype compared to heterozygosity at either locus. Furthermore, we show that these two genes have critical dose-dependent functions in pharyngeal segmentation, patterning of the pharyngeal apparatus along the anteroposterior axis, and local regulation of retinoic acid (RA) metabolism and signaling. We can partially rescue one salient feature of DGS in Crkl+/-;Tbx1+/- embryos by genetically reducing the amount of RA produced in the embryo. Thus, we suggest that del22q11 is a contiguous gene syndrome involving dose-sensitive interaction of CRKL and TBX1 and locally aberrant RA signaling.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptor Proteins, Signal Transducing",
            "Animals",
            "Aorta",
            "Branchial Region",
            "Chromosomes, Human, Pair 22",
            "Cytochrome P-450 Enzyme System",
            "DiGeorge Syndrome",
            "Disease Models, Animal",
            "Embryo, Mammalian",
            "Gene Deletion",
            "Gene Expression",
            "Gene Expression Regulation, Developmental",
            "Genotype",
            "Homeodomain Proteins",
            "Humans",
            "In Situ Hybridization",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Nuclear Proteins",
            "Retinoic Acid 4-Hydroxylase",
            "Signal Transduction",
            "T-Box Domain Proteins",
            "Thymus Gland",
            "Tretinoin"
        ],
        "Authors": [
            {
                "First Name": "Deborah L",
                "Last Name": "Guris",
                "Affiliation": "The Ben May Institute for Cancer Research and Center for Molecular Oncology, The University of Chicago, Chicago, Illinois 60637, USA."
            },
            {
                "First Name": "Gregg",
                "Last Name": "Duester",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            },
            {
                "First Name": "Akira",
                "Last Name": "Imamoto",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental cell",
        "PubDate": "2006"
    },
    {
        "PMID": "16285859",
        "Title": "T-box genes in vertebrate development.",
        "Abstract": "The myriad developmental roles served by the T-box family of transcription factor genes defy easy categorization. Present in all metazoans, the T-box genes are involved in early embryonic cell fate decisions, regulation of the development of extraembryonic structures, embryonic patterning, and many aspects of organogenesis. They are unusual in displaying dosage sensitivity in most instances. In humans, mutations in T-box genes are responsible for developmental dysmorphic syndromes, and several T-box genes have been implicated in neoplastic processes. T-box transcription factors function in many different signaling pathways, notably bone morphogenetic protein and fibroblast growth factor pathways. The few downstream target genes that have been identified indicate a wide range of downstream effectors.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Gene Expression Regulation, Developmental",
            "Humans",
            "Organogenesis",
            "T-Box Domain Proteins",
            "Vertebrates"
        ],
        "Authors": [
            {
                "First Name": "L A",
                "Last Name": "Naiche",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, New York, New York 10032, USA. nla2@columbia.edu"
            },
            {
                "First Name": "Zachary",
                "Last Name": "Harrelson",
                "Affiliation": ""
            },
            {
                "First Name": "Robert G",
                "Last Name": "Kelly",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            }
        ],
        "Journal": "Annual review of genetics",
        "PubDate": "2005"
    },
    {
        "PMID": "16246322",
        "Title": "Developmental potential and behavior of tetraploid cells in the mouse embryo.",
        "Abstract": "Tetraploid (4n) mouse embryos die at variable developmental stages. By examining 4n embryos from F2 hybrid and outbred mice, we show that 4n developmental potential is influenced by genetic background. The imprinted inactivation of an X chromosome-linked eGFP transgene in extraembryonic tissues occurred correctly in 4n embryos. A decrease of the cleavage rate in 4n preimplantation embryos compared to diploid (2n) embryos was revealed by real-time imaging, using a histone H2b:eGFP reporter. It has previously been known that mouse chimeras produced by the combination of diploid (2n) embryos with embryonic stem (ES) cells result in mixtures of the two components in epiblast-derived tissues. In contrast, the use of 4n host embryos with ES cells restricts 4n cells from the embryonic regions of chimeras, resulting in mice that are believed to be completely ES-derived. Using H2b:eGFP transgenic mice and ES cells, the behavior of 4n cells was determined at single cell resolution in 4n:2n injection and aggregation chimeras. We found a significant contribution of 4n cells to the embryonic ectoderm at gastrulation in every chimera analyzed. We show that the transition of the embryonic regions from a chimeric tissue to a predominantly 2n tissue occurs after gastrulation and that tetraploid cells may persist to midgestation. These findings suggest that the results of previously published tetraploid complementation assays may be influenced by the presence of tetraploid cells in the otherwise diploid embryonic regions.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Blastocyst",
            "Cell Cycle",
            "Cell Nucleus",
            "Chimera",
            "Dosage Compensation, Genetic",
            "Embryo, Mammalian",
            "Embryonic Development",
            "Female",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Inbred CBA",
            "Polyploidy",
            "X Chromosome",
            "X Chromosome Inactivation"
        ],
        "Authors": [
            {
                "First Name": "Guy S",
                "Last Name": "Eakin",
                "Affiliation": "Program in Developmental Biology, Baylor College of Medicine, Houston, TX 77030, USA."
            },
            {
                "First Name": "Anna-Katerina",
                "Last Name": "Hadjantonakis",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            },
            {
                "First Name": "Richard R",
                "Last Name": "Behringer",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental biology",
        "PubDate": "2005"
    },
    {
        "PMID": "16222716",
        "Title": "Tbx3, the ulnar-mammary syndrome gene, and Tbx2 interact in mammary gland development through a p19Arf/p53-independent pathway.",
        "Abstract": "The closely related T-box genes Tbx2 and Tbx3 are both expressed in the developing mammary glands of mouse embryos and both have been implicated in mammary carcinogenesis. Tbx3 is essential for induction of the mammary placodes in mice. In humans, mutations in TBX3 are responsible for ulnar-mammary syndrome. Here, we show a haploinsufficiency effect of Tbx3 on maintenance of the mammary placodes and on the extent of branching of the ductal tree in mice. Loss or heterozygosity for Tbx2, on the other hand, has no effect on either induction or maintenance of the placodes, although a small effect was seen on branching morphogenesis in adult heterozygotes. However, the deficiency in maintenance of the mammary placodes in Tbx2, Tbx3 double heterozygous mice is more marked than in Tbx3 single heterozygotes, indicating a genetic interaction between the two genes. In spite of a large body of evidence implicating these genes in cell cycle control through the p19(Arf)/p53 pathways, we find no evidence for involvement of these pathways either in embryonic lethality of homozygous mutants or in the mammary gland phenotype of Tbx3 heterozygous mice.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Crosses, Genetic",
            "DNA Primers",
            "Fluorescent Antibody Technique",
            "Genotype",
            "Histological Techniques",
            "In Situ Hybridization",
            "Mammary Glands, Animal",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Inbred ICR",
            "Morphogenesis",
            "Reverse Transcriptase Polymerase Chain Reaction",
            "Signal Transduction",
            "T-Box Domain Proteins"
        ],
        "Authors": [
            {
                "First Name": "Loydie A",
                "Last Name": "Jerome-Majewska",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Gerard P",
                "Last Name": "Jenkins",
                "Affiliation": ""
            },
            {
                "First Name": "Elana",
                "Last Name": "Ernstoff",
                "Affiliation": ""
            },
            {
                "First Name": "Frederique",
                "Last Name": "Zindy",
                "Affiliation": ""
            },
            {
                "First Name": "Charles J",
                "Last Name": "Sherr",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental dynamics : an official publication of the American Association of Anatomists",
        "PubDate": "2005"
    },
    {
        "PMID": "15619330",
        "Title": "Dynamic in vivo imaging and cell tracking using a histone fluorescent protein fusion in mice.",
        "Abstract": "Advances in optical imaging modalities and the continued evolution of genetically-encoded fluorescent proteins are coming together to facilitate the study of cell behavior at high resolution in living organisms. As a result, imaging using autofluorescent protein reporters is gaining popularity in mouse transgenic and targeted mutagenesis applications.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cell Nucleus",
            "Cell Proliferation",
            "Embryo, Mammalian",
            "Genes, Reporter",
            "Green Fluorescent Proteins",
            "Histones",
            "Humans",
            "Mice",
            "Mice, Transgenic",
            "Microscopy, Confocal",
            "Mitosis",
            "Nucleosomes",
            "Recombinant Fusion Proteins",
            "Stem Cells",
            "Survival Rate"
        ],
        "Authors": [
            {
                "First Name": "Anna-Katerina",
                "Last Name": "Hadjantonakis",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, 701 West 168th St,, New York, NY 10032, USA. hadj@mskcc.org"
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            }
        ],
        "Journal": "BMC biotechnology",
        "PubDate": "2004"
    },
    {
        "PMID": "15575981",
        "Title": "Mice get their annual check-up.",
        "Abstract": "A report on the 2004 meeting on Mouse Molecular Genetics, Cold Spring Harbor, USA, 1-5 September 2004.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Body Patterning",
            "Embryonic Development",
            "Mice",
            "Receptors, Odorant"
        ],
        "Authors": [
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, 701W, 168th St, New York, NY 10032, USA. vep1@columbia.edu"
            }
        ],
        "Journal": "Genome biology",
        "PubDate": "2004"
    },
    {
        "PMID": "15459098",
        "Title": "Tbx2 is essential for patterning the atrioventricular canal and for morphogenesis of the outflow tract during heart development.",
        "Abstract": "Tbx2 is a member of the T-box transcription factor gene family, and is expressed in a variety of tissues and organs during embryogenesis. In the developing heart, Tbx2 is expressed in the outflow tract, inner curvature, atrioventricular canal and inflow tract, corresponding to a myocardial zone that is excluded from chamber differentiation at 9.5 days post coitus (dpc). We have used targeted mutagenesis in mice to investigate Tbx2 function. Mice heterozygous for a Tbx2 null mutation appear normal but homozygous embryos reveal a crucial role for Tbx2 during cardiac development. Morphological defects are observed in development of the atrioventricular canal and septation of the outflow tract. Molecular analysis reveals that Tbx2 is required to repress chamber differentiation in the atrioventricular canal at 9.5 dpc. Analysis of homozygous mutants also highlights a role for Tbx2 during hindlimb digit development. Despite evidence that TBX2 negatively regulates the cell cycle control genes Cdkn2a, Cdkn2b and Cdkn1a in cultured cells, there is no evidence that loss of Tbx2 function during mouse development results in increased levels of p19(ARF), p16(INK4a), p15(INK4b) or p21 expression in vivo, nor is there evidence for a genetic interaction between Tbx2 and p53.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Body Patterning",
            "Cell Differentiation",
            "Gene Targeting",
            "Heart",
            "Heart Atria",
            "Heart Ventricles",
            "Limb Deformities, Congenital",
            "Mice",
            "Mutation",
            "T-Box Domain Proteins"
        ],
        "Authors": [
            {
                "First Name": "Zachary",
                "Last Name": "Harrelson",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Robert G",
                "Last Name": "Kelly",
                "Affiliation": ""
            },
            {
                "First Name": "Sarah N",
                "Last Name": "Goldin",
                "Affiliation": ""
            },
            {
                "First Name": "Jeremy J",
                "Last Name": "Gibson-Brown",
                "Affiliation": ""
            },
            {
                "First Name": "Roni J",
                "Last Name": "Bollag",
                "Affiliation": ""
            },
            {
                "First Name": "Lee M",
                "Last Name": "Silver",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2004"
    },
    {
        "PMID": "15385444",
        "Title": "The del22q11.2 candidate gene Tbx1 regulates branchiomeric myogenesis.",
        "Abstract": "Formation and remodeling of the pharyngeal arches play central roles in craniofacial development. TBX1, encoding a T-box-containing transcription factor, is the major candidate gene for del22q11.2 (DiGeorge or velo-cardio-facial) syndrome, characterized by craniofacial defects, thymic hypoplasia, cardiovascular anomalies, velopharyngeal insufficiency and skeletal muscle hypotonia. Tbx1 is expressed in pharyngeal mesoderm, which gives rise to branchiomeric skeletal muscles of the head and neck. Although the genetic control of craniofacial muscle development is known to involve pathways distinct from those operational in the trunk, the regulation of branchiomeric myogenesis has remained enigmatic. Here we show that branchiomeric muscle development is severely perturbed in Tbx1 mutant mice. In the absence of Tbx1, the myogenic determination genes Myf5 and MyoD fail to be normally activated in pharyngeal mesoderm. Unspecified precursor cells expressing genes encoding the transcriptional repressors Capsulin and MyoR are present in the mandibular arch of Tbx1 mutant embryos. Sporadic activation of Myf5 and MyoD in these precursor cells results in the random presence or absence of hypoplastic mandibular arch-derived muscles at later developmental stages. Tbx1 is also required for normal expression of Tlx1 and Fgf10 in pharyngeal mesoderm, in addition to correct neural crest cell patterning in the mandibular arch. Tbx1 therefore regulates the onset of branchiomeric myogenesis and controls normal mandibular arch development, including robust transcriptional activation of myogenic determination genes. While no abnormalities in branchiomeric myogenesis were detected in Tbx1(+/-) mice, reduced TBX1 levels may contribute to pharyngeal hypotonia in del22q11.2 patients.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Branchial Region",
            "Embryo, Mammalian",
            "Fibroblast Growth Factor 10",
            "Gene Expression Regulation, Developmental",
            "Homeodomain Proteins",
            "Humans",
            "Mandible",
            "Mesoderm",
            "Mice",
            "Mice, Mutant Strains",
            "Muscle Development",
            "Mutation",
            "MyoD Protein",
            "Myogenic Regulatory Factor 5",
            "Pharyngeal Muscles",
            "T-Box Domain Proteins"
        ],
        "Authors": [
            {
                "First Name": "Robert G",
                "Last Name": "Kelly",
                "Affiliation": "Department of Genetics and Development, Columbia University, New York, NY 10032, USA. rk2149@columbia.edu"
            },
            {
                "First Name": "Loydie A",
                "Last Name": "Jerome-Majewska",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            }
        ],
        "Journal": "Human molecular genetics",
        "PubDate": "2004"
    },
    {
        "PMID": "12915233",
        "Title": "Critical role for Tbx6 in mesoderm specification in the mouse embryo.",
        "Abstract": "Tbx6 is a member of the T-box family of transcription factor genes. Two mutant alleles of this gene establish that Tbx6 is involved in both the specification and patterning of the somites along the entire length of the embryo. The null allele, Tbx6(tm1Pa), causes abnormal patterning of the cervical somites and improper specification of more posterior paraxial mesoderm, such that it forms ectopic neural tubes. In this study, we use this allele to further investigate the mechanism of action of the Tbx6 gene and investigate possible genetic interactions. We have tested the developmental and differentiation potential of Tbx6(tm1Pa)/Tbx6(tm1Pa) cells in ectopic sites, in vitro, and in chimeras in vivo. We have also documented cell proliferation and cell death in mutant tail buds in an attempt to explain the mechanism of tail bud enlargement in the Tbx6 mutant embryos. Our results indicate specific developmental restrictions on the differentiation of posterior cells lacking Tbx6, once they have traversed the primitive streak, but no restrictions in differentiation of anterior somites, or of Tbx6 null embryonic stem (ES) cells. We further demonstrate that Tbx6 null ES cells fail to populate posterior somites in chimeric embryos. To discover whether different T-box proteins interact on the same down stream targets in areas of expression overlap, we have explored potential interactions between Tbx6 and T (Brachyury) in genetic crosses. Our results reveal that the T(Wis) mutation is epistatic to the Tbx6(tm1Pa) mutation and that there is no apparent genetic interaction. However, homozygosity for Tbx6(tm1Pa) and heterozygosity for T(Wis) mutation shows a combinatorial interaction at the phenotypic level.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Apoptosis",
            "Cell Division",
            "Chimera",
            "Mesoderm",
            "Mice",
            "Stem Cells",
            "T-Box Domain Proteins",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Deborah L",
                "Last Name": "Chapman",
                "Affiliation": "College of Physicians and Surgeons of Columbia University, 701 West 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Amalene",
                "Last Name": "Cooper-Morgan",
                "Affiliation": ""
            },
            {
                "First Name": "Zachary",
                "Last Name": "Harrelson",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            }
        ],
        "Journal": "Mechanisms of development",
        "PubDate": "2003"
    },
    {
        "PMID": "12897773",
        "Title": "Technicolour transgenics: imaging tools for functional genomics in the mouse.",
        "Abstract": "Over the past decade, a battery of powerful tools that encompass forward and reverse genetic approaches have been developed to dissect the molecular and cellular processes that regulate development and disease. The advent of genetically-encoded fluorescent proteins that are expressed in wild type and mutant mice, together with advances in imaging technology, make it possible to study these biological processes in many dimensions. Importantly, these technologies allow direct visual access to complex events as they happen in their native environment, which provides greater insights into mammalian biology than ever before.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Genes, Reporter",
            "Green Fluorescent Proteins",
            "Kidney",
            "Luminescent Proteins",
            "Mice",
            "Mice, Transgenic",
            "Microscopy, Confocal",
            "Microscopy, Fluorescence",
            "Mutagenesis",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Anna-Katerina",
                "Last Name": "Hadjantonakis",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, New York 10032, USA."
            },
            {
                "First Name": "Mary E",
                "Last Name": "Dickinson",
                "Affiliation": ""
            },
            {
                "First Name": "Scott E",
                "Last Name": "Fraser",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            }
        ],
        "Journal": "Nature reviews. Genetics",
        "PubDate": "2003"
    },
    {
        "PMID": "12748966",
        "Title": "Paracrine action of FGF4 during periimplantation development maintains trophectoderm and primitive endoderm.",
        "Abstract": "FGF4, a member of the fibroblast growth factor (FGF) family, is absolutely required for periimplantation mouse development, although its precise role at this stage remains unknown. The nature of the defect leading to postimplantation lethality of embryos lacking zygotic FGF4 is unclear and little is known about downstream targets of FGF4-initiated signaling within the various cellular compartments of the blastocyst. Here we report that postimplantation lethality of Fgf4(-/-) embryos is unlikely to reflect strictly mitogenic requirements for FGF4. Rather, our results suggest that FGF4 is required to maintain trophectoderm and primitive endoderm identity at embryonic day 4.5. This result is consistent with the reported in vitro activity of FGF4 in maintaining trophoblast stem cells and with the requirement for receptor tyrosine kinase signaling in primitive endoderm formation. Thus, postimplantation lethality of Fgf4(-/-) embryos likely results from the failure of proper differentiation and function of extraembryonic cell types.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Crosses, Genetic",
            "DNA Primers",
            "Ectoderm",
            "Endoderm",
            "Fibroblast Growth Factors",
            "Fluorescent Dyes",
            "Mice",
            "Paracrine Communication",
            "Protein-Tyrosine Kinases",
            "Reverse Transcriptase Polymerase Chain Reaction",
            "Trophoblasts"
        ],
        "Authors": [
            {
                "First Name": "Sarah N",
                "Last Name": "Goldin",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            }
        ],
        "Journal": "Genesis (New York, N.Y. : 2000)",
        "PubDate": "2003"
    },
    {
        "PMID": "12736212",
        "Title": "Loss of Tbx4 blocks hindlimb development and affects vascularization and fusion of the allantois.",
        "Abstract": "Tbx4 is a member of the T-box family of transcription factor genes, which have been shown to play important roles in development. We have ablated Tbx4 function using targeted mutagenesis in the mouse. Embryos homozygous for the null allele fail to undergo chorioallantoic fusion and die by 10.5 days post coitus. The allantoises of Tbx4-mutant embryos are stunted, apoptotic and display abnormal differentiation. Endothelial cells within mutant allantoises do not undergo vascular remodeling. Heterozygous embryos show a mild, transient growth defect in the allantois. Induction of a hindlimb field occurs normally in Tbx4 mutants and initial patterning of the hindlimb bud appears normal. However, hindlimb buds from Tbx4 mutants fail to develop either in vivo or in vitro and do not maintain Fgf10 expression in the mesenchyme. The expression of another, closely-linked, T-box gene, Tbx2, is reduced in both the hindlimb and the allantois of Tbx4-mutant embryos prior to the development of overt morphological abnormalities, which suggests that Tbx4 regulates Tbx2 in these tissues.",
        "Keywords": [],
        "MeSH terms": [
            "Allantois",
            "Animals",
            "Cell Differentiation",
            "Cell Division",
            "Limb Buds",
            "Lower Extremity",
            "Mice",
            "Mutation",
            "Neovascularization, Physiologic",
            "T-Box Domain Proteins"
        ],
        "Authors": [
            {
                "First Name": "L A",
                "Last Name": "Naiche",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons, Columbia University, 701 W 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2003"
    },
    {
        "PMID": "12702217",
        "Title": "Unusual misregulation of RNA splicing caused by insertion of a transposable element into the T (Brachyury) locus.",
        "Abstract": "The TWis mutant allele of the Brachyury, or T, gene was created by insertion of an endogenous retrovirus-like early transposon (ETn) element into the exon 7 splice donor consensus sequence of the 8 exon T locus. While the developmental consequences of this disruption have been well characterized, the molecular consequences have not been previously investigated, and it has been assumed that the insertion results in a truncated protein. This study sought to further characterize the mutant TWis allele by investigating the nature of the transcripts produced by insertion of this transposable element.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Animals",
            "Embryo, Mammalian",
            "Embryonic and Fetal Development",
            "Exons",
            "Fetal Proteins",
            "Gene Expression Regulation, Developmental",
            "Genes, Immediate-Early",
            "Mesoderm",
            "Mice",
            "Mice, Congenic",
            "Mice, Inbred A",
            "Mice, Inbred C57BL",
            "Mice, Mutant Strains",
            "RNA Splice Sites",
            "RNA Splicing",
            "Retroelements",
            "T-Box Domain Proteins",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Sarah N",
                "Last Name": "Goldin",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, New York, NY 10032, USA. sgoldin@darbylaw.com"
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            }
        ],
        "Journal": "BMC genomics",
        "PubDate": "2003"
    },
    {
        "PMID": "12668638",
        "Title": "Mammary gland, limb and yolk sac defects in mice lacking Tbx3, the gene mutated in human ulnar mammary syndrome.",
        "Abstract": "Spontanteous mutations in the T-box gene TBX3, result in the human ulnar-mammary syndrome, a dominant developmental disorder characterized by abnormal forelimb and apocrine gland development. In order to develop a mouse model to study the role of this gene during development and disease, we produced a mutation in the mouse ortholog, Tbx3. The phenotype of the mutant mice verifies the role of this gene in limb and mammary gland development, and, in addition, reveals a previously unknown role for the gene in the yolk sac, a fetal membrane that is the site of hematopoiesis and is essential for survival during gestation. In homozygous mutant embryos, the yolk sac undergoes cell death and degeneration at midgestation and the fetuses die over a range of several days; none survive to birth. Tbx3 is the first T-box gene implicated in yolk sac development. Homozygous embryos show a deficiency of mammary gland induction, and exhibit both forelimb and hindlimb abnormalities. Although heterozygous mice, unlike their heterozygous human counterparts, have no apparent phenotype in limb or mammary gland, the homozygous defects in the development of these organs represent more severe manifestations of the defects characteristic of the ulnar-mammary syndrome.",
        "Keywords": [],
        "MeSH terms": [
            "Abnormalities, Multiple",
            "Animals",
            "Embryo, Mammalian",
            "Female",
            "Gene Targeting",
            "Humans",
            "In Situ Hybridization",
            "Limb Deformities, Congenital",
            "Mammary Glands, Animal",
            "Mice",
            "Mice, Inbred C57BL",
            "Mice, Knockout",
            "Mutation",
            "Phenotype",
            "Syndrome",
            "T-Box Domain Proteins",
            "Yolk Sac"
        ],
        "Authors": [
            {
                "First Name": "Todd G",
                "Last Name": "Davenport",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, 701 W 168th Street, New York, NY 10032, USA."
            },
            {
                "First Name": "Loydie A",
                "Last Name": "Jerome-Majewska",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            }
        ],
        "Journal": "Development (Cambridge, England)",
        "PubDate": "2003"
    },
    {
        "PMID": "12470339",
        "Title": "Embryonic stem cells and mouse models of human syndromes: examples from the T-box gene family.",
        "Abstract": "Synergism between the fields of reproduction and development has long been an important factor for advances in each field, and the development of gene modification technology in mammals has progressed hand in hand with advances in reproductive technology. The discovery and exploitation of embryonic stem cells for producing targeted gene mutations in the mouse, combined with advances in genome analysis, has provided a means of producing mouse models of human genetic diseases, including congenital defects. This review presents examples of how gene targeting and reproductive biology techniques are being applied to the production of mouse models for specific human developmental syndromes caused by mutations in genes of the T-box transcription factor gene family. The ulnar-mammary syndrome and the DiGeorge syndrome are two developmental syndromes that are currently being explored in this way.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Disease Models, Animal",
            "Embryo, Mammalian",
            "Gene Targeting",
            "Humans",
            "Mice",
            "Mice, Mutant Strains",
            "Multigene Family",
            "Stem Cells",
            "T-Box Domain Proteins"
        ],
        "Authors": [
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, 701 W. 168th Street, New York, NY 10032, USA. vep1@columbia.edu"
            }
        ],
        "Journal": "Reproductive biomedicine online",
        "PubDate": "2002"
    },
    {
        "PMID": "12464437",
        "Title": "The mouse rib-vertebrae mutation is a hypomorphic Tbx6 allele.",
        "Abstract": "Rib-vertebrae (rv) is an autosomal recessive mutation in mouse that affects somite formation, morphology, and patterning. Expression of Notch pathway components is affected in the paraxial mesoderm of rv mutant embryos, and rv and a null allele of the Notch ligand delta1 show non-allelic non-complementation. By fine genetic mapping and complementation testing we have identified Tbx6, a gene essential for paraxial mesoderm formation, as the gene mutated in rv. Compound heterozygotes carrying a Tbx6 null allele and rv show a phenotype that is milder than in homozygous Tbx6 null but more severe than in homozygous rv mutants. Tbx6 expression is down-regulated in rv mutant embryos. An insertion in the promoter region upstream of the transcriptional start is present in the genome of rv mutants but not in different strains of mice wild type for Tbx6. Our results indicate that rv is a regulatory mutation of Tbx6 causing a hypomorphic phenotype.",
        "Keywords": [],
        "MeSH terms": [
            "Alleles",
            "Animals",
            "Base Sequence",
            "Blotting, Southern",
            "Chromosome Mapping",
            "Down-Regulation",
            "Genetic Complementation Test",
            "Genotype",
            "Heterozygote",
            "Homozygote",
            "In Situ Hybridization",
            "Intracellular Signaling Peptides and Proteins",
            "Membrane Proteins",
            "Mice",
            "Mice, Inbred C57BL",
            "Models, Genetic",
            "Molecular Sequence Data",
            "Mutation",
            "Phenotype",
            "Physical Chromosome Mapping",
            "Polymerase Chain Reaction",
            "Promoter Regions, Genetic",
            "Sequence Homology, Nucleic Acid",
            "T-Box Domain Proteins",
            "Transcription Factors",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Masami",
                "Last Name": "Watabe-Rudolph",
                "Affiliation": "Institut für Molekularbiologie, Medizinische Hochschule, Carl-Neuberg-Strasse 1, D-30625 Hannover, Germany."
            },
            {
                "First Name": "Nicole",
                "Last Name": "Schlautmann",
                "Affiliation": ""
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            },
            {
                "First Name": "Achim",
                "Last Name": "Gossler",
                "Affiliation": ""
            }
        ],
        "Journal": "Mechanisms of development",
        "PubDate": "2002"
    },
    {
        "PMID": "12186652",
        "Title": "Can mammalian cloning combined with embryonic stem cell technologies be used to treat human diseases?",
        "Abstract": "Cloning is commonly perceived as a means of generating genetically identical individuals, but it can also be used to obtain genetically matched embryo-derived stem cells, which could potentially be used in the treatment of patients. A recent report offers the first 'proof of principle' of such cloning for therapeutic purposes, referred to as nuclear transplantation to produce stem cells for autologous transplantation.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Cloning, Organism",
            "Embryo, Mammalian",
            "Genetic Therapy",
            "Humans",
            "Mammals",
            "Stem Cells"
        ],
        "Authors": [
            {
                "First Name": "Anna-Katerina",
                "Last Name": "Hadjantonakis",
                "Affiliation": "Department of Genetics and Development, College of Physicians and Surgeons of Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Virginia E",
                "Last Name": "Papaioannou",
                "Affiliation": ""
            }
        ],
        "Journal": "Genome biology",
        "PubDate": "2002"
    }
]