[
    {
        "PMID": "38746140",
        "Title": "PreMode predicts mode-of-action of missense variants by deep graph representation learning of protein sequence and structural context.",
        "Abstract": "Accurate prediction of the functional impact of missense variants is important for disease gene discovery, clinical genetic diagnostics, therapeutic strategies, and protein engineering. Previous efforts have focused on predicting a binary pathogenicity classification, but the functional impact of missense variants is multi-dimensional. Pathogenic missense variants in the same gene may act through different modes of action (i.e., gain/loss-of-function) by affecting different aspects of protein function. They may result in distinct clinical conditions that require different treatments. We developed a new method, PreMode, to perform gene-specific mode-of-action predictions. PreMode models effects of coding sequence variants using SE(3)-equivariant graph neural networks on protein sequences and structures. Using the largest-to-date set of missense variants with known modes of action, we showed that PreMode reached state-of-the-art performance in multiple types of mode-of-action predictions by efficient transfer-learning. Additionally, PreMode's prediction of G/LoF variants in a kinase is consistent with inactive-active conformation transition energy changes. Finally, we show that PreMode enables efficient study design of deep mutational scans and optimization in protein engineering.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Guojie",
                "Last Name": "Zhong",
                "Affiliation": ""
            },
            {
                "First Name": "Yige",
                "Last Name": "Zhao",
                "Affiliation": ""
            },
            {
                "First Name": "Demi",
                "Last Name": "Zhuang",
                "Affiliation": ""
            },
            {
                "First Name": "Wendy K",
                "Last Name": "Chung",
                "Affiliation": ""
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": ""
            }
        ],
        "Journal": "bioRxiv : the preprint server for biology",
        "PubDate": "2024"
    },
    {
        "PMID": "38168397",
        "Title": "A probabilistic graphical model for estimating selection coefficient of missense variants from human population sequence data.",
        "Abstract": "Accurately predicting the effect of missense variants is a central problem in interpretation of genomic variation. Commonly used computational methods does not capture the quantitative impact on fitness in populations. We developed ",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Yige",
                "Last Name": "Zhao",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Guojie",
                "Last Name": "Zhong",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Jake",
                "Last Name": "Hagen",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Hongbing",
                "Last Name": "Pan",
                "Affiliation": "Department of Biomedical Informatics, Columbia University Irving Medical Center, New York, NY 10032."
            },
            {
                "First Name": "Wendy K",
                "Last Name": "Chung",
                "Affiliation": "Department of Pediatrics, Boston Children's Hospital and Harvard Medical School, Boston, MA 02115."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, NY 10032."
            }
        ],
        "Journal": "medRxiv : the preprint server for health sciences",
        "PubDate": "2023"
    },
    {
        "PMID": "37651452",
        "Title": "Significantly Enhancing Mechanical and Thermal Properties of Cellulose-Based Composites by Adding Small Amounts of Lysozyme-Modified Graphene Nanoplatelets via Forming Strong Double-Cross-Linked Interface Interactions.",
        "Abstract": "Thermally conductive cellulose-based composites have great application potential in the thermal management of portable and wearable electronic devices. In this work, cellulose-based composites with excellent mechanical and thermal properties were developed by using lysozyme-modified graphene nanoplatelets (LmGNP), epichlorohydrin (ECH), and hydrolyzed cellulose via forming strong double-cross-linked interface interactions, including the hydrogen bond network generated between LmGNP and cellulose and the chemical cross-link of ECH. As for the composites containing 8 wt % LmGNP, the in-plane thermal conductivity was 3.341 W·m",
        "Keywords": [
            "cellulose-based composites",
            "double-cross-linked interface interactions",
            "heat dissipation",
            "mechanical properties",
            "thermal conductivity"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "School of Energy and Environmental Engineering, University of Science and Technology Beijing, Beijing 100083, China."
            },
            {
                "First Name": "Xinru",
                "Last Name": "Zhang",
                "Affiliation": "School of Energy and Environmental Engineering, University of Science and Technology Beijing, Beijing 100083, China."
            },
            {
                "First Name": "Jiangpeng",
                "Last Name": "Su",
                "Affiliation": "School of Energy and Environmental Engineering, University of Science and Technology Beijing, Beijing 100083, China."
            },
            {
                "First Name": "Lin",
                "Last Name": "Lin",
                "Affiliation": "School of Energy and Environmental Engineering, University of Science and Technology Beijing, Beijing 100083, China."
            },
            {
                "First Name": "Zeyi",
                "Last Name": "Jiang",
                "Affiliation": "School of Energy and Environmental Engineering, University of Science and Technology Beijing, Beijing 100083, China."
            },
            {
                "First Name": "Lin",
                "Last Name": "Qiu",
                "Affiliation": "School of Energy and Environmental Engineering, University of Science and Technology Beijing, Beijing 100083, China."
            },
            {
                "First Name": "Sida",
                "Last Name": "Wang",
                "Affiliation": "School of Energy and Environmental Engineering, University of Science and Technology Beijing, Beijing 100083, China."
            },
            {
                "First Name": "BingJi",
                "Last Name": "Wu",
                "Affiliation": "School of Energy and Environmental Engineering, University of Science and Technology Beijing, Beijing 100083, China."
            },
            {
                "First Name": "Changyu",
                "Last Name": "Pu",
                "Affiliation": "School of Energy and Environmental Engineering, University of Science and Technology Beijing, Beijing 100083, China."
            },
            {
                "First Name": "Xinzhi",
                "Last Name": "Cai",
                "Affiliation": "School of Energy and Environmental Engineering, University of Science and Technology Beijing, Beijing 100083, China."
            },
            {
                "First Name": "Yuqiao",
                "Last Name": "Liu",
                "Affiliation": "School of Energy and Environmental Engineering, University of Science and Technology Beijing, Beijing 100083, China."
            },
            {
                "First Name": "Xinxin",
                "Last Name": "Zhang",
                "Affiliation": "School of Energy and Environmental Engineering, University of Science and Technology Beijing, Beijing 100083, China."
            }
        ],
        "Journal": "ACS applied materials & interfaces",
        "PubDate": "2023"
    },
    {
        "PMID": "37491581",
        "Title": "VBASS enables integration of single cell gene expression data in Bayesian association analysis of rare variants.",
        "Abstract": "Rare or de novo variants have substantial contribution to human diseases, but the statistical power to identify risk genes by rare variants is generally low due to rarity of genotype data. Previous studies have shown that risk genes usually have high expression in relevant cell types, although for many conditions the identity of these cell types are largely unknown. Recent efforts in single cell atlas in human and model organisms produced large amount of gene expression data. Here we present VBASS, a Bayesian method that integrates single-cell expression and de novo variant (DNV) data to improve power of disease risk gene discovery. VBASS models disease risk prior as a function of expression profiles, approximated by deep neural networks. It learns the weights of neural networks and parameters of Gamma-Poisson likelihood models of DNV counts jointly from expression and genetics data. On simulated data, VBASS shows proper error rate control and better power than state-of-the-art methods. We applied VBASS to published datasets and identified more candidate risk genes with supports from literature or data from independent cohorts. VBASS can be generalized to integrate other types of functional genomics data in statistical genetics analysis.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Bayes Theorem",
            "Genomics",
            "Genotype",
            "Gene Expression"
        ],
        "Authors": [
            {
                "First Name": "Guojie",
                "Last Name": "Zhong",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Yoolim A",
                "Last Name": "Choi",
                "Affiliation": "Department of Biomedical Informatics, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, NY, USA. ys2411@cumc.columbia.edu."
            }
        ],
        "Journal": "Communications biology",
        "PubDate": "2023"
    },
    {
        "PMID": "37484202",
        "Title": "Predicting functional effect of missense variants using graph attention neural networks.",
        "Abstract": "Accurate prediction of damaging missense variants is critically important for interpreting a genome sequence. Although many methods have been developed, their performance has been limited. Recent advances in machine learning and the availability of large-scale population genomic sequencing data provide new opportunities to considerably improve computational predictions. Here we describe the graphical missense variant pathogenicity predictor (gMVP), a new method based on graph attention neural networks. Its main component is a graph with nodes that capture predictive features of amino acids and edges weighted by co-evolution strength, enabling effective pooling of information from the local protein context and functionally correlated distal positions. Evaluation of deep mutational scan data shows that gMVP outperforms other published methods in identifying damaging variants in ",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Haicang",
                "Last Name": "Zhang",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Michelle S",
                "Last Name": "Xu",
                "Affiliation": "Columbia College, Columbia University, New York, USA."
            },
            {
                "First Name": "Xiao",
                "Last Name": "Fan",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Wendy K",
                "Last Name": "Chung",
                "Affiliation": "Department of Pediatrics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "Nature machine intelligence",
        "PubDate": "2022"
    },
    {
        "PMID": "37051760",
        "Title": "Targeting RORα in macrophages to boost diabetic bone regeneration.",
        "Abstract": "Diabetes mellitus (DM) has become a serious threat to human health. Bone regeneration deficiency and nonunion caused by DM is perceived as a worldwide epidemic, with a very high socioeconomic impact on public health. Here, we find that targeted activation of retinoic acid-related orphan receptor α (RORα) by SR1078 in the early stage of bone defect repair can significantly promote in situ bone regeneration of DM rats. Bone regeneration relies on the activation of macrophage RORα in the early bone repair, but RORα of DM rats fails to upregulation as hyperglycemic inflammatory microenvironment induced IGF1-AMPK signalling deficiency. Mechanistic investigations suggest that RORα is vital for macrophage-induced migration and proliferation of bone mesenchymal stem cells (BMSCs) via a CCL3/IL-6 depending manner. In summary, our study identifies RORα expressed in macrophages during the early stage of bone defect repair is crucial for in situ bone regeneration, and offers a novel strategy for bone regeneration therapy and fracture repair in DM patients.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Rats",
            "Animals",
            "Macrophages",
            "Bone Regeneration",
            "Diabetes Mellitus",
            "Signal Transduction"
        ],
        "Authors": [
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Department of Stomatology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan 430022, China."
            },
            {
                "First Name": "Qingming",
                "Last Name": "Tang",
                "Affiliation": "Department of Stomatology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan 430022, China."
            },
            {
                "First Name": "Jiajia",
                "Last Name": "Wang",
                "Affiliation": "Department of Stomatology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan 430022, China."
            },
            {
                "First Name": "Zheng",
                "Last Name": "Zhou",
                "Affiliation": "Department of Stomatology, The First Affiliated Hospital, School of Medicine, Shihezi University, Shihezi 832000, China."
            },
            {
                "First Name": "Ying",
                "Last Name": "Yin",
                "Affiliation": "Department of Stomatology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan 430022, China."
            },
            {
                "First Name": "Yifan",
                "Last Name": "Zhang",
                "Affiliation": "Department of Stomatology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan 430022, China."
            },
            {
                "First Name": "Wenhao",
                "Last Name": "Zheng",
                "Affiliation": "Department of Stomatology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan 430022, China."
            },
            {
                "First Name": "Xinyuan",
                "Last Name": "Wang",
                "Affiliation": "Department of Stomatology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan 430022, China."
            },
            {
                "First Name": "Guangjin",
                "Last Name": "Chen",
                "Affiliation": "Department of Stomatology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan 430022, China."
            },
            {
                "First Name": "Jiwei",
                "Last Name": "Sun",
                "Affiliation": "Department of Stomatology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan 430022, China."
            },
            {
                "First Name": "Lili",
                "Last Name": "Chen",
                "Affiliation": "Department of Stomatology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan 430022, China."
            }
        ],
        "Journal": "Cell proliferation",
        "PubDate": "2023"
    },
    {
        "PMID": "36586280",
        "Title": "A polyethyleneimine-functionalized polymer substrate polar stationary phase.",
        "Abstract": "A polyethyleneimine (PEI)-functionalized polymer substrate polar stationary phase was prepared for hydrophilic interaction chromatography (HILIC) by grafting PEI onto poly(styrene-divinylbenzene) (PS-DVB) microspheres. The phase shows a U-shape retention profile and it exhibits typical hydrophilic characteristic when the organic solvent fraction in the mobile phase is > 60%. Hydrogen bonding, anion exchange, and hydrophobic interaction are involved in the retention mechanism. Good separation and unique selectivity for acidic, basic and neutral polar analytes were achieved. It showed extremely low column bleed (comparable to that of blank) under gradient elution mode (even to 50% fraction of water) and wide pH tollerance range (at least 1-13).",
        "Keywords": [
            "Bleed",
            "Hydrophilic interaction liquid chromatography",
            "Polyethyleneimine",
            "Polymer",
            "Stationary phase"
        ],
        "MeSH terms": [
            "Polyethyleneimine",
            "Polymers",
            "Chromatography, Liquid",
            "Chromatography, Reverse-Phase",
            "Solvents",
            "Hydrophobic and Hydrophilic Interactions"
        ],
        "Authors": [
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Engineering Research Center of Pharmaceutical Process Chemistry, Shanghai Frontiers Science Center of Optogenetic Techniques for Cell Metabolism, School of Pharmacy, East-China University of Science and Technology, 130 Meilong RD, Pharmacy School, Shanghai 200237, China."
            },
            {
                "First Name": "Huiliang",
                "Last Name": "Geng",
                "Affiliation": "Engineering Research Center of Pharmaceutical Process Chemistry, Shanghai Frontiers Science Center of Optogenetic Techniques for Cell Metabolism, School of Pharmacy, East-China University of Science and Technology, 130 Meilong RD, Pharmacy School, Shanghai 200237, China."
            },
            {
                "First Name": "Feifang",
                "Last Name": "Zhang",
                "Affiliation": "Engineering Research Center of Pharmaceutical Process Chemistry, Shanghai Frontiers Science Center of Optogenetic Techniques for Cell Metabolism, School of Pharmacy, East-China University of Science and Technology, 130 Meilong RD, Pharmacy School, Shanghai 200237, China. Electronic address: zhangff@ecust.edu.cn."
            },
            {
                "First Name": "Zongying",
                "Last Name": "Li",
                "Affiliation": "Engineering Research Center of Pharmaceutical Process Chemistry, Shanghai Frontiers Science Center of Optogenetic Techniques for Cell Metabolism, School of Pharmacy, East-China University of Science and Technology, 130 Meilong RD, Pharmacy School, Shanghai 200237, China."
            },
            {
                "First Name": "Bingcheng",
                "Last Name": "Yang",
                "Affiliation": "Engineering Research Center of Pharmaceutical Process Chemistry, Shanghai Frontiers Science Center of Optogenetic Techniques for Cell Metabolism, School of Pharmacy, East-China University of Science and Technology, 130 Meilong RD, Pharmacy School, Shanghai 200237, China. Electronic address: bcyang@ecust.edu.cn."
            }
        ],
        "Journal": "Journal of chromatography. A",
        "PubDate": "2023"
    },
    {
        "PMID": "36575831",
        "Title": "SHINE: protein language model-based pathogenicity prediction for short inframe insertion and deletion variants.",
        "Abstract": "Accurate variant pathogenicity predictions are important in genetic studies of human diseases. Inframe insertion and deletion variants (indels) alter protein sequence and length, but not as deleterious as frameshift indels. Inframe indel Interpretation is challenging due to limitations in the available number of known pathogenic variants for training. Existing prediction methods largely use manually encoded features including conservation, protein structure and function, and allele frequency to infer variant pathogenicity. Recent advances in deep learning modeling of protein sequences and structures provide an opportunity to improve the representation of salient features based on large numbers of protein sequences. We developed a new pathogenicity predictor for SHort Inframe iNsertion and dEletion (SHINE). SHINE uses pretrained protein language models to construct a latent representation of an indel and its protein context from protein sequences and multiple protein sequence alignments, and feeds the latent representation into supervised machine learning models for pathogenicity prediction. We curated training data from ClinVar and gnomAD, and created two test datasets from different sources. SHINE achieved better prediction performance than existing methods for both deletion and insertion variants in these two test datasets. Our work suggests that unsupervised protein language models can provide valuable information about proteins, and new methods based on these models can improve variant interpretation in genetic analyses.",
        "Keywords": [
            "inframe indel",
            "protein language model",
            "transfer learning",
            "transformer",
            "variant pathogenicity"
        ],
        "MeSH terms": [
            "Humans",
            "Virulence",
            "Proteins",
            "Amino Acid Sequence",
            "Gene Frequency"
        ],
        "Authors": [
            {
                "First Name": "Xiao",
                "Last Name": "Fan",
                "Affiliation": "Department of Pediatrics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Hongbing",
                "Last Name": "Pan",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Alan",
                "Last Name": "Tian",
                "Affiliation": "Lynbrook High School, San Jose, CA, USA."
            },
            {
                "First Name": "Wendy K",
                "Last Name": "Chung",
                "Affiliation": "Department of Pediatrics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY, USA."
            }
        ],
        "Journal": "Briefings in bioinformatics",
        "PubDate": "2023"
    },
    {
        "PMID": "36311779",
        "Title": "Dysfunction of macrophages leads to diabetic bone regeneration deficiency.",
        "Abstract": "Insufficient bone matrix formation caused by diabetic chronic inflammation can result in bone nonunion, which is perceived as a worldwide epidemic, with a substantial socioeconomic and public health burden. Macrophages in microenvironment orchestrate the inflammation and launch the process of bone remodeling and repair, but aberrant activation of macrophages can drive drastic inflammatory responses during diabetic bone regeneration. In diabetes mellitus, the proliferation of resident macrophages in bone microenvironment is limited, while enhanced myeloid differentiation of hematopoietic stem cells (HSCs) leads to increased and constant monocyte recruitment and thus macrophages shift toward the classic pro-inflammatory phenotype, which leads to the deficiency of bone regeneration. In this review, we systematically summarized the anomalous origin of macrophages under diabetic conditions. Moreover, we evaluated the deficit of pro-regeneration macrophages in the diabetic inflammatory microenvironment. Finally, we further discussed the latest developments on strategies based on targeting macrophages to promote diabetic bone regeneration. Briefly, this review aimed to provide a basis for modulating the biological functions of macrophages to accelerate bone regeneration and rescue diabetic fracture healing in the future.",
        "Keywords": [
            "bone regeneration",
            "diabetes mellitus",
            "dysfunction",
            "macrophage",
            "niche"
        ],
        "MeSH terms": [
            "Humans",
            "Macrophages",
            "Monocytes",
            "Bone Regeneration",
            "Diabetes Mellitus",
            "Inflammation"
        ],
        "Authors": [
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Department of Stomatology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."
            },
            {
                "First Name": "Yifan",
                "Last Name": "Zhang",
                "Affiliation": "Department of Stomatology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."
            },
            {
                "First Name": "Zheng",
                "Last Name": "Zhou",
                "Affiliation": "Department of Stomatology, The First Affiliated Hospital, School of Medicine, Shihezi University, Shihezi, China."
            },
            {
                "First Name": "Jinyu",
                "Last Name": "Wang",
                "Affiliation": "Department of Stomatology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."
            },
            {
                "First Name": "Dong",
                "Last Name": "Han",
                "Affiliation": "Department of Stomatology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."
            },
            {
                "First Name": "Jiwei",
                "Last Name": "Sun",
                "Affiliation": "Department of Stomatology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."
            },
            {
                "First Name": "Guangjin",
                "Last Name": "Chen",
                "Affiliation": "Department of Stomatology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."
            },
            {
                "First Name": "Qingming",
                "Last Name": "Tang",
                "Affiliation": "Department of Stomatology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."
            },
            {
                "First Name": "Wei",
                "Last Name": "Sun",
                "Affiliation": "Department of Stomatology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."
            },
            {
                "First Name": "Lili",
                "Last Name": "Chen",
                "Affiliation": "Department of Stomatology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."
            }
        ],
        "Journal": "Frontiers in immunology",
        "PubDate": "2022"
    },
    {
        "PMID": "36124672",
        "Title": "Accurate in silico confirmation of rare copy number variant calls from exome sequencing data using transfer learning.",
        "Abstract": "Exome sequencing is widely used in genetic studies of human diseases and clinical genetic diagnosis. Accurate detection of copy number variants (CNVs) is important to fully utilize exome sequencing data. However, exome data are noisy. None of the existing methods alone can achieve both high precision and recall rate. A common practice is to perform heuristic filtration followed by manual inspection of read depth of putative CNVs. This approach does not scale in large studies. To address this issue, we developed a transfer learning method, CNV-espresso, for in silico confirming rare CNVs from exome sequencing data. CNV-espresso encodes candidate CNVs from exome data as images and uses pretrained convolutional neural network models to classify copy number states. We trained CNV-espresso using an offspring-parents trio exome sequencing dataset, with inherited CNVs as positives and CNVs with Mendelian errors as negatives. We evaluated the performance using additional samples that have both exome and whole-genome sequencing (WGS) data. Assuming the CNVs detected from WGS data as a proxy of ground truth, CNV-espresso significantly improves precision while keeping recall almost intact, especially for CNVs that span a small number of exons. CNV-espresso can effectively replace manual inspection of CNVs in large-scale exome sequencing studies.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Exome",
            "Exome Sequencing",
            "DNA Copy Number Variations",
            "Algorithms",
            "Machine Learning",
            "High-Throughput Nucleotide Sequencing"
        ],
        "Authors": [
            {
                "First Name": "Renjie",
                "Last Name": "Tan",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY 10032, USA."
            }
        ],
        "Journal": "Nucleic acids research",
        "PubDate": "2022"
    },
    {
        "PMID": "35939966",
        "Title": "Statistical models of the genetic etiology of congenital heart disease.",
        "Abstract": "Congenital heart disease (CHD) is a collection of anatomically and clinically heterogeneous structure anomalies of heart at birth. Finding genetic causes of CHD can not only shed light on developmental biology of heart, but also provide basis for improving clinical care and interventions. The optimal study design and analytical approaches to identify genetic causes depend on the underlying genetic architecture. A few well-known syndromes with CHD as core conditions, such as Noonan and CHARGE, have known monogenic causes. The genetic causes of most of CHD patients, however, are unknown and likely to be complex. In this review, we highlight recent studies that assume a complex genetic architecture of CHD with two main approaches. One is genomic sequencing studies aiming for identifying rare or de novo risk variants with large genetic effect. The other is genome-wide association studies optimized for common variants with moderate genetic effect.",
        "Keywords": [],
        "MeSH terms": [
            "Genome-Wide Association Study",
            "Heart",
            "Heart Defects, Congenital",
            "Humans",
            "Infant, Newborn",
            "Models, Statistical"
        ],
        "Authors": [
            {
                "First Name": "Guojie",
                "Last Name": "Zhong",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, NY, USA; Integrated Program in Cellular, Molecular, and Biological Studies, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, NY, USA; Department of Biomedical Informatics, Columbia University Irving Medical Center, New York, NY, USA; JP Sulzberger Columbia Genome Center, Columbia University Irving Medical Center, New York, NY, USA. Electronic address: ys2411@cumc.columbia.edu."
            }
        ],
        "Journal": "Current opinion in genetics & development",
        "PubDate": "2022"
    },
    {
        "PMID": "35722745",
        "Title": "Clinical and genetic characterization of CACNA1A-related disease.",
        "Abstract": "Pathogenic variants in the CACNA1A gene have been associated with episodic ataxia type 2, familial hemiplegic migraine, and spinocerebellar ataxia 6. With increasing use of clinical genetic testing, associations have expanded to include developmental delay, epilepsy, paroxysmal dystonia, and neuropsychiatric disorders. We report 47 individuals with 33 unique likely pathogenic or pathogenic CACNA1A variants. A machine learning method, funNCion, was used to predict loss-of-function (LoF)/gain-of-function (GoF) impact of genetic variants, and a heuristic severity score was designed to analyze genotype/phenotype correlations. Commonly reported phenotypes include developmental delay/intellectual disability (96%), hemiplegic migraines (36%), episodic ataxia type 2 (32%), epilepsy (55%), autism spectrum disorder (23%), and paroxysmal tonic upward gaze (36%). Severity score was significantly higher for predicted GoF variants, variants in the S5/S6 helices, and the recurrent p.Val1392Met variant. Seizures/status epilepticus were correlated with GoF and were more frequent in those with the p.Val1392Met variant. Our findings demonstrate a breadth of disease severity in CACNA1A-related disease and suggest that the clinical phenotypic heterogeneity likely reflects diverse molecular phenotypes. A better understanding of the natural history of CACNA1A-related disease and genotype/phenotype correlations will help inform prognosis and prepare for future clinical trials.",
        "Keywords": [
            "CACNA1A",
            "autism spectrum disorder",
            "developmental delay",
            "epilepsy",
            "episodic ataxia",
            "hemiplegic migraine",
            "paroxysmal tonic upward gaze"
        ],
        "MeSH terms": [
            "Ataxia",
            "Autism Spectrum Disorder",
            "Calcium Channels",
            "Humans",
            "Nystagmus, Pathologic"
        ],
        "Authors": [
            {
                "First Name": "Amy R",
                "Last Name": "Lipman",
                "Affiliation": "Vagelos College of Physicians and Surgeons, New York, New York, USA."
            },
            {
                "First Name": "Xiao",
                "Last Name": "Fan",
                "Affiliation": "Department of Pediatrics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "Wendy K",
                "Last Name": "Chung",
                "Affiliation": "Department of Pediatrics, Columbia University, New York, New York, USA."
            }
        ],
        "Journal": "Clinical genetics",
        "PubDate": "2022"
    },
    {
        "PMID": "35291378",
        "Title": "Integrated Analysis Toolset for Defining and Tracking Alloreactive T-cell Clones After Human Solid Organ and Hematopoietic Stem Cell Transplantation.",
        "Abstract": "We have developed a suite of tools for integrated analysis of T-Cell-Receptor Sequencing data to define and track alloreactive T-cells in human transplant studies. This has enabled discovery of sequences and patterns of T-cell enrichment and deletion associated with clinical outcomes such as transplant rejection and tolerance. The codebase includes user-friendly default analyses with customizable parameters which greatly accelerate computational workflows and provide robust statistics comparing post-transplant specimens to pre-transplant baseline. It also includes helper functions for robust characterization of T-cell-repertoire diversity, sample-to-sample divergence, resolution of sample-of-origin ambiguity in pooled assays, and functions to output all sequences defined as alloreactive.",
        "Keywords": [
            "Hematopoietic Stem Cell Transplantation",
            "Solid Organ Transplantation",
            "TCR-Sequencing",
            "alloreactive clones",
            "immune tolerance"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Aleksandar",
                "Last Name": "Obradovic",
                "Affiliation": "Columbia Center for Translational Immunology, Department of Medicine; Columbia University, New York, NY 10032, United States."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Department of Systems Biology; Columbia University, New York, NY 10032, United States."
            },
            {
                "First Name": "Megan",
                "Last Name": "Sykes",
                "Affiliation": "Columbia Center for Translational Immunology, Department of Medicine; Columbia University, New York, NY 10032, United States."
            },
            {
                "First Name": "Jianing",
                "Last Name": "Fu",
                "Affiliation": "Columbia Center for Translational Immunology, Department of Medicine; Columbia University, New York, NY 10032, United States."
            }
        ],
        "Journal": "Software impacts",
        "PubDate": "2021"
    },
    {
        "PMID": "38596992",
        "Title": "Expression and significance of mucin-4 and matrix metalloproteinase-7 in peri-implant disease.",
        "Abstract": "This study aims to detect the levels of mucin (MUC)-4, metalloproteinase (MMP)-7, and MMP-8 in peri-implant crevicular fluid (PICF) and investigate whether the novel combinations of MMP-7 and MUC-4 are effective markers of peri-implant diseases, particularly when used in the PICF of healthy individuals, to provide a theoretical basis for finding a novel reference index that can aid the diagnosis, evaluation, and treatment of peri-implant diseases.",
        "Keywords": [
            "matrix metalloproteinase-7",
            "mucin-4",
            "peri-implant disease"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Dandan",
                "Last Name": "Jiang",
                "Affiliation": "Dept. of Stomatology, the First Affiliated Hospital, Medical College, Shihezi University, Shihezi 832000, China."
            },
            {
                "First Name": "Zheng",
                "Last Name": "Zhou",
                "Affiliation": "Dept. of Stomatology, the First Affiliated Hospital, Medical College, Shihezi University, Shihezi 832000, China."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Dept. of Stomatology, the First Affiliated Hospital, Medical College, Shihezi University, Shihezi 832000, China."
            },
            {
                "First Name": "Xiaoxue",
                "Last Name": "Tang",
                "Affiliation": "Dept. of Stomatology, the First Affiliated Hospital, Medical College, Shihezi University, Shihezi 832000, China."
            },
            {
                "First Name": "Xiaorui",
                "Last Name": "Gou",
                "Affiliation": "Dept. of Stomatology, the First Affiliated Hospital, Medical College, Shihezi University, Shihezi 832000, China."
            },
            {
                "First Name": "Meiyu",
                "Last Name": "Huang",
                "Affiliation": "Dept. of Stomatology, the First Affiliated Hospital, Medical College, Shihezi University, Shihezi 832000, China."
            },
            {
                "First Name": "Yizhou",
                "Last Name": "Tong",
                "Affiliation": "Dept. of Stomatology, Shihezi University, Shihezi 832000, China."
            },
            {
                "First Name": "Miaomiao",
                "Last Name": "Chen",
                "Affiliation": "Dept. of Stomatology, the First Affiliated Hospital, Medical College, Shihezi University, Shihezi 832000, China."
            },
            {
                "First Name": "Chong-Qing",
                "Last Name": "Yu",
                "Affiliation": "Dept. of Stomatology, the First Affiliated Hospital, Medical College, Shihezi University, Shihezi 832000, China."
            }
        ],
        "Journal": "Hua xi kou qiang yi xue za zhi = Huaxi kouqiang yixue zazhi = West China journal of stomatology",
        "PubDate": "2022"
    },
    {
        "PMID": "34636158",
        "Title": "Imputing cognitive impairment in SPARK, a large autism cohort.",
        "Abstract": "Diverse large cohorts are necessary for dissecting subtypes of autism, and intellectual disability is one of the most robust endophenotypes for analysis. However, current cognitive assessment methods are not feasible at scale. We developed five commonly used machine learning models to predict cognitive impairment (FSIQ<80 and FSIQ<70) and FSIQ scores among 521 children with autism using parent-reported online surveys in SPARK, and evaluated them in an independent set (n = 1346) with a missing data rate up to 70%. We assessed accuracy, sensitivity, and specificity by comparing predicted cognitive levels against clinical IQ data. The elastic-net model has good performance (AUC = 0.876, sensitivity = 0.772, specificity = 0.803) using 129 predictive features to impute cognitive impairment (FSIQ<80). Top-ranked predictive features included parent-reported language and cognitive levels, age at autism diagnosis, and history of services. Prediction of FSIQ<70 and FSIQ scores also showed good performance. We show cognitive levels can be imputed with high accuracy for children with autism, using commonly collected parent-reported data and standardized surveys. The current model offers a method for large-scale autism studies seeking estimates of cognitive ability when standardized psychometric testing is not feasible. LAY SUMMARY: Children with autism who have more severe learning challenges or cognitive impairment have different needs that are important to consider in research studies. When children in our study were missing standardized cognitive testing scores, we were able to use machine learning with other information to correctly \"guess\" when they have cognitive impairment about 80% of the time. We can use this information in research in the future to develop more appropriate treatments for children with autism and cognitive impairment.",
        "Keywords": [
            "autism",
            "cognitive impairment",
            "imputation",
            "intelligence quotient",
            "machine learning"
        ],
        "MeSH terms": [
            "Autism Spectrum Disorder",
            "Autistic Disorder",
            "Child",
            "Cognition",
            "Cognitive Dysfunction",
            "Humans",
            "Intelligence"
        ],
        "Authors": [
            {
                "First Name": "Chang",
                "Last Name": "Shu",
                "Affiliation": "Department of Pediatrics, Columbia University Irving Medical Center, New York, New York, USA."
            },
            {
                "First Name": "LeeAnne",
                "Last Name": "Green Snyder",
                "Affiliation": "Simons Foundation Autism Research Initiative, Simons Foundation, New York, New York, USA."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Department of Systems Biology, Columbia University Irving Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Wendy K",
                "Last Name": "Chung",
                "Affiliation": "Department of Pediatrics, Columbia University Irving Medical Center, New York, New York, USA."
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            }
        ],
        "Journal": "Autism research : official journal of the International Society for Autism Research",
        "PubDate": "2022"
    },
    {
        "PMID": "34503567",
        "Title": "Non-cancer-related pathogenic germline variants and expression consequences in ten-thousand cancer genomes.",
        "Abstract": "DNA sequencing is increasingly incorporated into the routine care of cancer patients, many of whom also carry inherited, moderate/high-penetrance variants associated with other diseases. Yet, the prevalence and consequence of such variants remain unclear.",
        "Keywords": [],
        "MeSH terms": [
            "Humans",
            "Alleles",
            "Gene Expression Regulation, Neoplastic",
            "Genomics",
            "Germ Cells",
            "Heterozygote",
            "Inheritance Patterns",
            "Neoplasms",
            "Risk Assessment",
            "Sequence Analysis, DNA"
        ],
        "Authors": [
            {
                "First Name": "Zishan",
                "Last Name": "Wang",
                "Affiliation": "Department of Genetics and Genomic Sciences, Center for Transformative Disease Modeling, Tisch Cancer Institute, Icahn Institute for Data Science and Genomic Technology, Icahn School of Medicine at Mount Sinai, New York, NY, 10029, USA."
            },
            {
                "First Name": "Xiao",
                "Last Name": "Fan",
                "Affiliation": "Departments of Pediatrics and Medicine, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Departments of Systems Biology and DBMI, Columbia University Irving Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Meghana S",
                "Last Name": "Pagadala",
                "Affiliation": "Department of Medicine, University of California San Diego, 9500 Gilman, San Diego, CA, 92093, USA."
            },
            {
                "First Name": "Rebecca",
                "Last Name": "Signer",
                "Affiliation": "Department of Genetics and Genomic Sciences, Center for Transformative Disease Modeling, Tisch Cancer Institute, Icahn Institute for Data Science and Genomic Technology, Icahn School of Medicine at Mount Sinai, New York, NY, 10029, USA."
            },
            {
                "First Name": "Kamil J",
                "Last Name": "Cygan",
                "Affiliation": "Department of Molecular Biology, Cell Biology and Biochemistry, Brown University, Providence, RI, USA."
            },
            {
                "First Name": "William G",
                "Last Name": "Fairbrother",
                "Affiliation": "Department of Molecular Biology, Cell Biology and Biochemistry, Brown University, Providence, RI, USA."
            },
            {
                "First Name": "Hannah",
                "Last Name": "Carter",
                "Affiliation": "Department of Medicine, University of California San Diego, 9500 Gilman, San Diego, CA, 92093, USA."
            },
            {
                "First Name": "Wendy K",
                "Last Name": "Chung",
                "Affiliation": "Departments of Pediatrics and Medicine, Columbia University Irving Medical Center, New York, NY, 10032, USA. wkc15@cumc.columbia.edu."
            },
            {
                "First Name": "Kuan-Lin",
                "Last Name": "Huang",
                "Affiliation": "Department of Genetics and Genomic Sciences, Center for Transformative Disease Modeling, Tisch Cancer Institute, Icahn Institute for Data Science and Genomic Technology, Icahn School of Medicine at Mount Sinai, New York, NY, 10029, USA. kuan-lin.huang@mssm.edu."
            }
        ],
        "Journal": "Genome medicine",
        "PubDate": "2021"
    },
    {
        "PMID": "33479230",
        "Title": "MVP predicts the pathogenicity of missense variants by deep learning.",
        "Abstract": "Accurate pathogenicity prediction of missense variants is critically important in genetic studies and clinical diagnosis. Previously published prediction methods have facilitated the interpretation of missense variants but have limited performance. Here, we describe MVP (Missense Variant Pathogenicity prediction), a new prediction method that uses deep residual network to leverage large training data sets and many correlated predictors. We train the model separately in genes that are intolerant of loss of function variants and the ones that are tolerant in order to take account of potentially different genetic effect size and mode of action. We compile cancer mutation hotspots and de novo variants from developmental disorders for benchmarking. Overall, MVP achieves better performance in prioritizing pathogenic missense variants than previous methods, especially in genes tolerant of loss of function variants. Finally, using MVP, we estimate that de novo coding variants contribute to 7.8% of isolated congenital heart disease, nearly doubling previous estimates.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Autism Spectrum Disorder",
            "Computational Biology",
            "Deep Learning",
            "Genetic Predisposition to Disease",
            "Heart Defects, Congenital",
            "Humans",
            "Mutation, Missense",
            "Neoplasms",
            "Reproducibility of Results",
            "Sensitivity and Specificity"
        ],
        "Authors": [
            {
                "First Name": "Hongjian",
                "Last Name": "Qi",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Haicang",
                "Last Name": "Zhang",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Yige",
                "Last Name": "Zhao",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Chen",
                "Last Name": "Chen",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "John J",
                "Last Name": "Long",
                "Affiliation": "Department of Applied Mathematics and Applied Physics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Wendy K",
                "Last Name": "Chung",
                "Affiliation": "Departments of Pediatrics and Medicine, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Yongtao",
                "Last Name": "Guan",
                "Affiliation": "Department of Pediatrics, Baylor College of Medicine, Houston, TX, USA."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY, USA. ys2411@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature communications",
        "PubDate": "2021"
    },
    {
        "PMID": "33372607",
        "Title": "Template-based prediction of protein structure with deep learning.",
        "Abstract": "Accurate prediction of protein structure is fundamentally important to understand biological function of proteins. Template-based modeling, including protein threading and homology modeling, is a popular method for protein tertiary structure prediction. However, accurate template-query alignment and template selection are still very challenging, especially for the proteins with only distant homologs available.",
        "Keywords": [
            "Deep learning",
            "Deep residual neural network",
            "Protein structure prediction",
            "Protein threading"
        ],
        "MeSH terms": [
            "Algorithms",
            "Databases, Protein",
            "Deep Learning",
            "Protein Conformation",
            "Proteins",
            "Sequence Analysis, Protein",
            "Software"
        ],
        "Authors": [
            {
                "First Name": "Haicang",
                "Last Name": "Zhang",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY, USA. hz2529@cumc.columbia.edu."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY, USA. ys2411@cumc.columbia.edu."
            }
        ],
        "Journal": "BMC genomics",
        "PubDate": "2020"
    },
    {
        "PMID": "32778812",
        "Title": "Finned zeolite catalysts.",
        "Abstract": "There is growing evidence for the advantages of synthesizing nanosized zeolites with markedly reduced internal diffusion limitations for enhanced performances in catalysis and adsorption. Producing zeolite crystals with sizes less than 100 nm, however, is non-trivial, often requires the use of complex organics and typically results in a small product yield. Here we present an alternative, facile approach to enhance the mass-transport properties of zeolites by the epitaxial growth of fin-like protrusions on seed crystals. We validate this generalizable methodology on two common zeolites and confirm that fins are in crystallographic registry with the underlying seeds, and that secondary growth does not impede access to the micropores. Molecular modelling and time-resolved titration experiments of finned zeolites probe internal diffusion and reveal substantial improvements in mass transport, consistent with catalytic tests of a model reaction, which show that these structures behave as pseudo-nanocrystals with sizes commensurate to that of the fin. This approach could be extended to the rational synthesis of other zeolite and aluminosilicate materials.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Heng",
                "Last Name": "Dai",
                "Affiliation": "Department of Chemical and Biomolecular Engineering, University of Houston, Houston, TX, USA."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Department of Chemical and Biomolecular Engineering, University of Houston, Houston, TX, USA."
            },
            {
                "First Name": "Taimin",
                "Last Name": "Yang",
                "Affiliation": "Department of Materials and Environmental Chemistry, Stockholm University, Stockholm, Sweden."
            },
            {
                "First Name": "Choongsze",
                "Last Name": "Lee",
                "Affiliation": "Department of Chemical Engineering and Materials Science, University of Minnesota, Minneapolis, MN, USA."
            },
            {
                "First Name": "Donglong",
                "Last Name": "Fu",
                "Affiliation": "Inorganic Chemistry and Catalysis Group, Debye Institute for Nanomaterials Science, Utrecht University, Utrecht, the Netherlands."
            },
            {
                "First Name": "Ankur",
                "Last Name": "Agarwal",
                "Affiliation": "Department of Chemical and Biomolecular Engineering, University of Houston, Houston, TX, USA."
            },
            {
                "First Name": "Thuy Thanh",
                "Last Name": "Le",
                "Affiliation": "Department of Chemical and Biomolecular Engineering, University of Houston, Houston, TX, USA."
            },
            {
                "First Name": "Michael",
                "Last Name": "Tsapatsis",
                "Affiliation": "Department of Chemical Engineering and Materials Science, University of Minnesota, Minneapolis, MN, USA."
            },
            {
                "First Name": "Jeremy C",
                "Last Name": "Palmer",
                "Affiliation": "Department of Chemical and Biomolecular Engineering, University of Houston, Houston, TX, USA."
            },
            {
                "First Name": "Bert M",
                "Last Name": "Weckhuysen",
                "Affiliation": "Inorganic Chemistry and Catalysis Group, Debye Institute for Nanomaterials Science, Utrecht University, Utrecht, the Netherlands."
            },
            {
                "First Name": "Paul J",
                "Last Name": "Dauenhauer",
                "Affiliation": "Department of Chemical Engineering and Materials Science, University of Minnesota, Minneapolis, MN, USA."
            },
            {
                "First Name": "Xiaodong",
                "Last Name": "Zou",
                "Affiliation": "Department of Materials and Environmental Chemistry, Stockholm University, Stockholm, Sweden."
            },
            {
                "First Name": "Jeffrey D",
                "Last Name": "Rimer",
                "Affiliation": "Department of Chemical and Biomolecular Engineering, University of Houston, Houston, TX, USA. jrimer@central.uh.edu."
            }
        ],
        "Journal": "Nature materials",
        "PubDate": "2020"
    },
    {
        "PMID": "32349777",
        "Title": "EM-mosaic detects mosaic point mutations that contribute to congenital heart disease.",
        "Abstract": "The contribution of somatic mosaicism, or genetic mutations arising after oocyte fertilization, to congenital heart disease (CHD) is not well understood. Further, the relationship between mosaicism in blood and cardiovascular tissue has not been determined.",
        "Keywords": [
            "Congenital heart disease",
            "Exome sequencing",
            "Mosaic",
            "Somatic"
        ],
        "MeSH terms": [
            "Adolescent",
            "Adult",
            "Child",
            "Child, Preschool",
            "Heart Defects, Congenital",
            "Humans",
            "Infant",
            "Mosaicism",
            "Point Mutation",
            "Software",
            "Young Adult"
        ],
        "Authors": [
            {
                "First Name": "Alexander",
                "Last Name": "Hsieh",
                "Affiliation": "Columbia University Medical Center, 1130 St Nicholas Ave, New York, NY, 10032, USA."
            },
            {
                "First Name": "Sarah U",
                "Last Name": "Morton",
                "Affiliation": "Boston Children's Hospital, Boston, MA, USA."
            },
            {
                "First Name": "Jon A L",
                "Last Name": "Willcox",
                "Affiliation": "Harvard Medical School, Boston, MA, USA."
            },
            {
                "First Name": "Joshua M",
                "Last Name": "Gorham",
                "Affiliation": "Harvard Medical School, Boston, MA, USA."
            },
            {
                "First Name": "Angela C",
                "Last Name": "Tai",
                "Affiliation": "Harvard Medical School, Boston, MA, USA."
            },
            {
                "First Name": "Hongjian",
                "Last Name": "Qi",
                "Affiliation": "Columbia University Medical Center, 1130 St Nicholas Ave, New York, NY, 10032, USA."
            },
            {
                "First Name": "Steven",
                "Last Name": "DePalma",
                "Affiliation": "Harvard Medical School, Boston, MA, USA."
            },
            {
                "First Name": "David",
                "Last Name": "McKean",
                "Affiliation": "Harvard Medical School, Boston, MA, USA."
            },
            {
                "First Name": "Emily",
                "Last Name": "Griffin",
                "Affiliation": "Columbia University Medical Center, 1130 St Nicholas Ave, New York, NY, 10032, USA."
            },
            {
                "First Name": "Kathryn B",
                "Last Name": "Manheimer",
                "Affiliation": "Icahn School of Medicine at Mount Sinai, New York, NY, USA."
            },
            {
                "First Name": "Daniel",
                "Last Name": "Bernstein",
                "Affiliation": "Stanford University, Palo Alto, CA, USA."
            },
            {
                "First Name": "Richard W",
                "Last Name": "Kim",
                "Affiliation": "Children's Hospital Los Angeles, Los Angeles, CA, USA."
            },
            {
                "First Name": "Jane W",
                "Last Name": "Newburger",
                "Affiliation": "Boston Children's Hospital, Boston, MA, USA."
            },
            {
                "First Name": "George A",
                "Last Name": "Porter",
                "Affiliation": "University of Rochester Medical Center, Rochester, NY, USA."
            },
            {
                "First Name": "Deepak",
                "Last Name": "Srivastava",
                "Affiliation": "Gladstone Institutes and University of California San Francisco, San Francisco, CA, USA."
            },
            {
                "First Name": "Martin",
                "Last Name": "Tristani-Firouzi",
                "Affiliation": "University of Utah School of Medicine, Salt Lake City, UT, USA."
            },
            {
                "First Name": "Martina",
                "Last Name": "Brueckner",
                "Affiliation": "Yale University School of Medicine, New Haven, CT, USA."
            },
            {
                "First Name": "Richard P",
                "Last Name": "Lifton",
                "Affiliation": "Rockefeller University, New York, NY, USA."
            },
            {
                "First Name": "Elizabeth",
                "Last Name": "Goldmuntz",
                "Affiliation": "Children's Hospital of Philadelphia, Philadelphia, PA, USA."
            },
            {
                "First Name": "Bruce D",
                "Last Name": "Gelb",
                "Affiliation": "Icahn School of Medicine at Mount Sinai, New York, NY, USA."
            },
            {
                "First Name": "Wendy K",
                "Last Name": "Chung",
                "Affiliation": "Columbia University Medical Center, 1130 St Nicholas Ave, New York, NY, 10032, USA."
            },
            {
                "First Name": "Christine E",
                "Last Name": "Seidman",
                "Affiliation": "Harvard Medical School, Boston, MA, USA."
            },
            {
                "First Name": "J G",
                "Last Name": "Seidman",
                "Affiliation": "Harvard Medical School, Boston, MA, USA."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Columbia University Medical Center, 1130 St Nicholas Ave, New York, NY, 10032, USA. ys2411@cumc.columbia.edu."
            }
        ],
        "Journal": "Genome medicine",
        "PubDate": "2020"
    },
    {
        "PMID": "31499184",
        "Title": "Pathway analysis of genomic pathology tests for prognostic cancer subtyping.",
        "Abstract": "Genomic test results collected during the provision of medical care and stored in Electronic Health Record (EHR) systems represent an opportunity for clinical research into disease heterogeneity and clinical outcomes. In this paper, we evaluate the use of genomic test reports ordered for cancer patients in order to derive cancer subtypes and to identify biological pathways predictive of poor survival outcomes. A novel method is proposed to calculate patient similarity based on affected biological pathways rather than gene mutations. We demonstrate that this approach identifies subtypes of prognostic value and biological pathways linked to survival, with implications for precision treatment selection and a better understanding of the underlying disease. We also share lessons learned regarding the opportunities and challenges of secondary use of observational genomic data to conduct such research.",
        "Keywords": [
            "Computational cancer subtyping",
            "Deep phenotyping",
            "Pathway analysis",
            "Secondary use of genomic data",
            "Survival analysis"
        ],
        "MeSH terms": [
            "Adolescent",
            "Adult",
            "Algorithms",
            "Cluster Analysis",
            "Computer Systems",
            "Databases, Factual",
            "Electronic Health Records",
            "Female",
            "Genetic Variation",
            "Genome, Human",
            "Genomics",
            "Humans",
            "Male",
            "Medical Informatics",
            "Mutation",
            "Neoplasms",
            "Precision Medicine",
            "Prognosis",
            "Retrospective Studies",
            "Young Adult"
        ],
        "Authors": [
            {
                "First Name": "Olga",
                "Last Name": "Lyudovyk",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Nicholas P",
                "Last Name": "Tatonetti",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Susan J",
                "Last Name": "Hsiao",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Mahesh M",
                "Last Name": "Mansukhani",
                "Affiliation": "Department of Pathology and Cell Biology, Columbia University Irving Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Chunhua",
                "Last Name": "Weng",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY, USA. Electronic address: chunhua@columbia.edu."
            }
        ],
        "Journal": "Journal of biomedical informatics",
        "PubDate": "2019"
    },
    {
        "PMID": "31253076",
        "Title": "Single cell RNA-Seq reveals pre-cDCs fate determined by transcription factor combinatorial dose.",
        "Abstract": "Classic dendritic cells (cDCs) play a central role in the immune system by processing and presenting antigens to activate T cells, and consist of two major subsets: CD141",
        "Keywords": [
            "Cell differentiation",
            "Dendritic cell",
            "Single cell RNA-Seq",
            "Transcriptional factor"
        ],
        "MeSH terms": [
            "Analysis of Variance",
            "Antigens, CD1",
            "Cell Differentiation",
            "Dendritic Cells",
            "Glycoproteins",
            "Humans",
            "Interferon Regulatory Factors",
            "Lectins, C-Type",
            "RNA-Seq",
            "Receptors, G-Protein-Coupled",
            "Receptors, Mitogen",
            "Single-Cell Analysis",
            "Transcriptome",
            "Up-Regulation",
            "Zinc Finger E-box Binding Homeobox 2"
        ],
        "Authors": [
            {
                "First Name": "Wenji",
                "Last Name": "Ma",
                "Affiliation": "Department of Systems Biology, Columbia University Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Jaeyop",
                "Last Name": "Lee",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Daniel",
                "Last Name": "Backenroth",
                "Affiliation": "JP Sulzberger Columbia Genome Center, Columbia University Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Yu Jerry",
                "Last Name": "Zhou",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Erin",
                "Last Name": "Bush",
                "Affiliation": "JP Sulzberger Columbia Genome Center, Columbia University Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Peter",
                "Last Name": "Sims",
                "Affiliation": "Department of Systems Biology, Columbia University Medical Center, New York, NY, 10032, USA."
            },
            {
                "First Name": "Kang",
                "Last Name": "Liu",
                "Affiliation": "Department of Microbiology and Immunology, Columbia University Medical Center, New York, NY, 10032, USA. kang_3.liu@boehringer-ingelheim.com."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Department of Systems Biology, Columbia University Medical Center, New York, NY, 10032, USA. ys2411@cumc.columbia.edu."
            }
        ],
        "Journal": "BMC molecular and cell biology",
        "PubDate": "2019"
    },
    {
        "PMID": "31155623",
        "Title": "Online supercritical fluid extraction mass spectrometry (SFE-LC-FTMS) for sensitive characterization of soil organic matter.",
        "Abstract": "We report a novel technical approach for subcritical fluid extraction (SFE) for organic matter characterization in complex matrices such as soil. The custom platform combines on-line SFE with micro-solid phase extraction, nano liquid chromatography (LC), electrospray ionization and Fourier transform mass spectrometry (SFE-LC-FTMS). We demonstrated the utility of SFE-LC-FTMS, including results from both Orbitrap and FTICR MS, for analysis of complex mixtures of organic compounds in a solid matrix by characterizing soil organic matter in peat, a high-carbon soil. For example, in a single experiment, >6000 molecular formulas can be assigned based upon FTICR MS data from 1-50 μL of soil samples (roughly 1-50 mg of soil, dependent on soil density), nearly twice that typically obtained from direct infusion liquid solvent extraction (LSE) from an order of magnitude larger volume of the same soil. The detected species consisted predominately of lipid-like, lignin-like and protein-like compounds, based on their O/C and H/C ratios, with predominantly CHO and CHONP molecular compositions. These results clearly demonstrate that SFE has the potential to effectively extract a variety of molecular species and could become an important member of a suite of extraction methods for studying SOM and other natural organic matter. This is especially true when comprehensive coverage, minimal sample volumes, and high sensitivity are required, or when the presence of organic solvent residue in residual soil is problematic. The SFE based extraction protocol could potentially enable spatially resolved characterization of organic matter in soil with a resolution of ∼1 mm3 to facilitate studies probing the spatial heterogeneity of soil.",
        "Keywords": [],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Biological Sciences Division, Pacific Northwest National Laboratory, Richland, WA 99354, USA."
            },
            {
                "First Name": "Rui",
                "Last Name": "Zhao",
                "Affiliation": ""
            },
            {
                "First Name": "Nikola",
                "Last Name": "Tolić",
                "Affiliation": ""
            },
            {
                "First Name": "Malak M",
                "Last Name": "Tfaily",
                "Affiliation": ""
            },
            {
                "First Name": "Errol W",
                "Last Name": "Robinson",
                "Affiliation": ""
            },
            {
                "First Name": "Rene",
                "Last Name": "Boiteau",
                "Affiliation": ""
            },
            {
                "First Name": "Ljiljana",
                "Last Name": "Paša-Tolić",
                "Affiliation": ""
            },
            {
                "First Name": "Nancy J",
                "Last Name": "Hess",
                "Affiliation": ""
            }
        ],
        "Journal": "Faraday discussions",
        "PubDate": "2019"
    },
    {
        "PMID": "31104994",
        "Title": "Synthesis and antiviral activity of coumarin derivatives against infectious hematopoietic necrosis virus.",
        "Abstract": "Infectious hematopoietic necrosis virus (IHNV) is a highly contagious disease of juvenile salmonid species. However, robust anti-IHNV drugs currently are extremely scarce. For the purpose of seeking out anti-IHNV drugs, here a total of 24 coumarin derivatives are designed, synthesized and evaluated for their anti-viral activities. By comparing the half maximal inhibitory concentrations (IC",
        "Keywords": [
            "Antiviral activity",
            "Coumarin derivatives",
            "IHNV"
        ],
        "MeSH terms": [
            "Antiviral Agents",
            "Coumarins",
            "Humans",
            "Infectious hematopoietic necrosis virus"
        ],
        "Authors": [
            {
                "First Name": "Yang",
                "Last Name": "Hu",
                "Affiliation": "College of Animal Science and Technology, Northwest A&F University, Xinong Road 22nd, Yangling, Shaanxi 712100, China."
            },
            {
                "First Name": "Weichao",
                "Last Name": "Chen",
                "Affiliation": "College of Animal Science and Technology, Northwest A&F University, Xinong Road 22nd, Yangling, Shaanxi 712100, China."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "College of Animal Science and Technology, Northwest A&F University, Xinong Road 22nd, Yangling, Shaanxi 712100, China."
            },
            {
                "First Name": "Bin",
                "Last Name": "Zhu",
                "Affiliation": "College of Animal Science and Technology, Northwest A&F University, Xinong Road 22nd, Yangling, Shaanxi 712100, China. Electronic address: zhubin1227@126.com."
            },
            {
                "First Name": "Gao-Xue",
                "Last Name": "Wang",
                "Affiliation": "College of Animal Science and Technology, Northwest A&F University, Xinong Road 22nd, Yangling, Shaanxi 712100, China. Electronic address: wanggaoxue@126.com."
            }
        ],
        "Journal": "Bioorganic & medicinal chemistry letters",
        "PubDate": "2019"
    },
    {
        "PMID": "30653993",
        "Title": "Evaluation on the antiviral activity of ribavirin against infectious hematopoietic necrosis virus in epithelioma papulosum cyprini cells.",
        "Abstract": "Infectious hematopoietic necrosis virus (IHNV) causes high mortality in several economically important salmonid fishes, but there is no approved therapy up to now. To address the urgent need for therapeutics to combat IHNV infection, we investigate the anti-IHNV activities of 14 common antiviral agents using epithelioma papulosum cyprini (EPC) cells in this study. Among these agents, ribavirin shows the highest inhibition on IHNV replication, with an inhibitory percentage of 99.88%. And the 72 h half maximal inhibitory concentrations (IC",
        "Keywords": [
            "Antiviral activity",
            "IHNV",
            "Ribavirin"
        ],
        "MeSH terms": [
            "Animals",
            "Antiviral Agents",
            "Cell Line",
            "Fishes",
            "Infectious hematopoietic necrosis virus",
            "Inhibitory Concentration 50",
            "Microbial Sensitivity Tests",
            "Ribavirin"
        ],
        "Authors": [
            {
                "First Name": "Yang",
                "Last Name": "Hu",
                "Affiliation": "College of Animal Science and Technology, Northwest A&F University, Xinong Road 22nd, Yangling, Shaanxi, 712100, China."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "College of Animal Science and Technology, Northwest A&F University, Xinong Road 22nd, Yangling, Shaanxi, 712100, China."
            },
            {
                "First Name": "Boyang",
                "Last Name": "Li",
                "Affiliation": "College of Chemistry & Pharmacy, Northwest A&F University, Xinong Road 22nd, Yangling, Shaanxi, 712100, China."
            },
            {
                "First Name": "Gao-Xue",
                "Last Name": "Wang",
                "Affiliation": "College of Animal Science and Technology, Northwest A&F University, Xinong Road 22nd, Yangling, Shaanxi, 712100, China. Electronic address: wanggaoxue@126.com."
            },
            {
                "First Name": "Bin",
                "Last Name": "Zhu",
                "Affiliation": "College of Animal Science and Technology, Northwest A&F University, Xinong Road 22nd, Yangling, Shaanxi, 712100, China. Electronic address: zhubin1227@126.com."
            }
        ],
        "Journal": "Virus research",
        "PubDate": "2019"
    },
    {
        "PMID": "30579792",
        "Title": "Isolation of anti-Saprolegnia lignans from Magnolia officinalis and SAR evaluation of honokiol/magnolol analogs.",
        "Abstract": "To control the fish fungal pathogen Saprolegnia, the effects of the petroleum ether extracts of Magnolia officinalis were evaluated by a rapeseed (Brassicanapus) microplate method in vitro. By loading on an open silica gel column and eluting with petroleum ether-ethyl acetate-methanol, honokiol (C",
        "Keywords": [
            "Anti-fungal activity",
            "Honokiol",
            "Magnolol",
            "Saprolegnia"
        ],
        "MeSH terms": [
            "Antiparasitic Agents",
            "Biphenyl Compounds",
            "Dose-Response Relationship, Drug",
            "Lignans",
            "Magnolia",
            "Molecular Structure",
            "Parasitic Sensitivity Tests",
            "Plant Extracts",
            "Saprolegnia",
            "Structure-Activity Relationship"
        ],
        "Authors": [
            {
                "First Name": "Yang",
                "Last Name": "Hu",
                "Affiliation": "College of Animal Science and Technology, Northwest A&F University, Xinong Road 22nd, Yangling, Shaanxi 712100, China."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "College of Animal Science and Technology, Northwest A&F University, Xinong Road 22nd, Yangling, Shaanxi 712100, China."
            },
            {
                "First Name": "Xiao",
                "Last Name": "Tu",
                "Affiliation": "College of Animal Science and Technology, Northwest A&F University, Xinong Road 22nd, Yangling, Shaanxi 712100, China."
            },
            {
                "First Name": "Xiaohu",
                "Last Name": "Wu",
                "Affiliation": "College of Animal Science and Technology, Northwest A&F University, Xinong Road 22nd, Yangling, Shaanxi 712100, China."
            },
            {
                "First Name": "Gao-Xue",
                "Last Name": "Wang",
                "Affiliation": "College of Animal Science and Technology, Northwest A&F University, Xinong Road 22nd, Yangling, Shaanxi 712100, China."
            },
            {
                "First Name": "Fei",
                "Last Name": "Ling",
                "Affiliation": "College of Animal Science and Technology, Northwest A&F University, Xinong Road 22nd, Yangling, Shaanxi 712100, China. Electronic address: feiling@nwsuaf.edu.cn."
            }
        ],
        "Journal": "Bioorganic & medicinal chemistry letters",
        "PubDate": "2019"
    },
    {
        "PMID": "30532227",
        "Title": "De novo variants in congenital diaphragmatic hernia identify MYRF as a new syndrome and reveal genetic overlaps with other developmental disorders.",
        "Abstract": "Congenital diaphragmatic hernia (CDH) is a severe birth defect that is often accompanied by other congenital anomalies. Previous exome sequencing studies for CDH have supported a role of de novo damaging variants but did not identify any recurrently mutated genes. To investigate further the genetics of CDH, we analyzed de novo coding variants in 362 proband-parent trios including 271 new trios reported in this study. We identified four unrelated individuals with damaging de novo variants in MYRF (P = 5.3x10(-8)), including one likely gene-disrupting (LGD) and three deleterious missense (D-mis) variants. Eight additional individuals with de novo LGD or missense variants were identified from our other genetic studies or from the literature. Common phenotypes of MYRF de novo variant carriers include CDH, congenital heart disease and genitourinary abnormalities, suggesting that it represents a novel syndrome. MYRF is a membrane associated transcriptional factor highly expressed in developing diaphragm and is depleted of LGD variants in the general population. All de novo missense variants aggregated in two functional protein domains. Analyzing the transcriptome of patient-derived diaphragm fibroblast cells suggest that disease associated variants abolish the transcription factor activity. Furthermore, we showed that the remaining genes with damaging variants in CDH significantly overlap with genes implicated in other developmental disorders. Gene expression patterns and patient phenotypes support pleiotropic effects of damaging variants in these genes on CDH and other developmental disorders. Finally, functional enrichment analysis implicates the disruption of regulation of gene expression, kinase activities, intra-cellular signaling, and cytoskeleton organization as pathogenic mechanisms in CDH.",
        "Keywords": [],
        "MeSH terms": [
            "Child, Preschool",
            "DNA Copy Number Variations",
            "Developmental Disabilities",
            "Female",
            "Genetic Variation",
            "Heart Defects, Congenital",
            "Hernias, Diaphragmatic, Congenital",
            "Humans",
            "Infant, Newborn",
            "Longitudinal Studies",
            "Male",
            "Membrane Proteins",
            "Mutation",
            "Mutation, Missense",
            "Phenotype",
            "Sequence Analysis, RNA",
            "Syndrome",
            "Transcription Factors",
            "Exome Sequencing",
            "Whole Genome Sequencing"
        ],
        "Authors": [
            {
                "First Name": "Hongjian",
                "Last Name": "Qi",
                "Affiliation": "Department of Systems Biology, Columbia University Medical Center, New York, New York, United States of America."
            },
            {
                "First Name": "Lan",
                "Last Name": "Yu",
                "Affiliation": "Department of Pediatrics Medical Center, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Xueya",
                "Last Name": "Zhou",
                "Affiliation": "Department of Systems Biology, Columbia University Medical Center, New York, New York, United States of America."
            },
            {
                "First Name": "Julia",
                "Last Name": "Wynn",
                "Affiliation": "Department of Pediatrics Medical Center, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Haoquan",
                "Last Name": "Zhao",
                "Affiliation": "Department of Systems Biology, Columbia University Medical Center, New York, New York, United States of America."
            },
            {
                "First Name": "Yicheng",
                "Last Name": "Guo",
                "Affiliation": "Department of Systems Biology, Columbia University Medical Center, New York, New York, United States of America."
            },
            {
                "First Name": "Na",
                "Last Name": "Zhu",
                "Affiliation": "Department of Systems Biology, Columbia University Medical Center, New York, New York, United States of America."
            },
            {
                "First Name": "Alexander",
                "Last Name": "Kitaygorodsky",
                "Affiliation": "Department of Systems Biology, Columbia University Medical Center, New York, New York, United States of America."
            },
            {
                "First Name": "Rebecca",
                "Last Name": "Hernan",
                "Affiliation": "Department of Pediatrics Medical Center, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Gudrun",
                "Last Name": "Aspelund",
                "Affiliation": "Department of Surgery, Columbia University Medical Center, New York, New York, United States of America."
            },
            {
                "First Name": "Foong-Yen",
                "Last Name": "Lim",
                "Affiliation": "Cincinnati Children's Hospital, Cincinnati, Ohio, United States of America."
            },
            {
                "First Name": "Timothy",
                "Last Name": "Crombleholme",
                "Affiliation": "Cincinnati Children's Hospital, Cincinnati, Ohio, United States of America."
            },
            {
                "First Name": "Robert",
                "Last Name": "Cusick",
                "Affiliation": "Children's Hospital & Medical Center of Omaha, University of Nebraska College of Medicine, Omaha, Nebraska, United States of America."
            },
            {
                "First Name": "Kenneth",
                "Last Name": "Azarow",
                "Affiliation": "Department of Surgery, Oregon Health & Science University, Portland, Oregon, United States of America."
            },
            {
                "First Name": "Melissa E",
                "Last Name": "Danko",
                "Affiliation": "Monroe Carell Jr. Children's Hospital, Vanderbilt University Medical Center, Nashville, Tennessee, United States of America."
            },
            {
                "First Name": "Dai",
                "Last Name": "Chung",
                "Affiliation": "Monroe Carell Jr. Children's Hospital, Vanderbilt University Medical Center, Nashville, Tennessee, United States of America."
            },
            {
                "First Name": "Brad W",
                "Last Name": "Warner",
                "Affiliation": "Washington University, St. Louis Children's Hospital, St. Louis, Missouri, United States of America."
            },
            {
                "First Name": "George B",
                "Last Name": "Mychaliska",
                "Affiliation": "University of Michigan, CS Mott Children's Hospital, Ann Arbor, Michigan, United States of America."
            },
            {
                "First Name": "Douglas",
                "Last Name": "Potoka",
                "Affiliation": "Children's Hospital of Pittsburgh, Pittsburgh, Pennsylvania, United States of America."
            },
            {
                "First Name": "Amy J",
                "Last Name": "Wagner",
                "Affiliation": "Medical College of Wisconsin, Milwaukee, Wisconsin, United States of America."
            },
            {
                "First Name": "Mahmoud",
                "Last Name": "ElFiky",
                "Affiliation": "Department of Pediatric Surgery, Faculty of Medicine, Cairo University, Cairo, Egypt."
            },
            {
                "First Name": "Jay M",
                "Last Name": "Wilson",
                "Affiliation": "Department of Surgery, Boston Children's Hospital, Boston, Massachusetts, United States of America."
            },
            {
                "First Name": "Debbie",
                "Last Name": "Nickerson",
                "Affiliation": "University of Washington, Seattle, Washington, United States of America."
            },
            {
                "First Name": "Michael",
                "Last Name": "Bamshad",
                "Affiliation": "University of Washington, Seattle, Washington, United States of America."
            },
            {
                "First Name": "Frances A",
                "Last Name": "High",
                "Affiliation": "Department of Surgery, Boston Children's Hospital, Boston, Massachusetts, United States of America."
            },
            {
                "First Name": "Mauro",
                "Last Name": "Longoni",
                "Affiliation": "Department of Surgery, Harvard Medical School, Boston, Massachusetts, United States of America."
            },
            {
                "First Name": "Patricia K",
                "Last Name": "Donahoe",
                "Affiliation": "Department of Surgery, Harvard Medical School, Boston, Massachusetts, United States of America."
            },
            {
                "First Name": "Wendy K",
                "Last Name": "Chung",
                "Affiliation": "Department of Pediatrics Medical Center, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Department of Systems Biology, Columbia University Medical Center, New York, New York, United States of America."
            }
        ],
        "Journal": "PLoS genetics",
        "PubDate": "2018"
    },
    {
        "PMID": "30089728",
        "Title": "Quantifying size and diversity of the human T cell alloresponse.",
        "Abstract": "Alloreactive T lymphocytes are the primary mediators of immune responses in transplantation, both in the graft-versus-host and host-versus-graft directions. While essentially all clones comprising the human T cell repertoire have been selected on self-peptide presented by self-human leukocyte antigens (self-HLAs), much remains to be understood about the nature of clones capable of responding to allo-HLA molecules. Quantitative tools to study these cells are critical to understand fundamental features of this important response; however, the large size and diversity of the alloreactive T cell repertoire in humans presents a great technical challenge. We have developed a high-throughput T cell receptor (TCR) sequencing approach to characterize the human alloresponse. We present a statistical method to model T cell clonal frequency distribution and quantify repertoire diversity. Using these approaches, we measured the diversity and frequency of distinct alloreactive CD4+ and CD8+ T cell populations in HLA-mismatched responder-stimulator pairs. Our findings indicate that the alloimmune repertoire is highly specific for a given pair of individuals, that most alloreactive clones circulate at low frequencies, and that a high proportion of TCRs is likely able to recognize alloantigens.",
        "Keywords": [
            "Bioinformatics",
            "Immunology",
            "T cells",
            "T-cell receptor",
            "Transplantation"
        ],
        "MeSH terms": [
            "Adult",
            "Bone Marrow Transplantation",
            "Computer Simulation",
            "Graft vs Host Disease",
            "HLA Antigens",
            "Healthy Volunteers",
            "High-Throughput Nucleotide Sequencing",
            "Humans",
            "Immunophenotyping",
            "Isoantigens",
            "Kidney Transplantation",
            "Models, Biological",
            "Receptors, Antigen, T-Cell",
            "T-Lymphocytes",
            "Transplantation, Homologous"
        ],
        "Authors": [
            {
                "First Name": "Susan",
                "Last Name": "DeWolf",
                "Affiliation": "Center for Translational Immunology, Department of Medicine."
            },
            {
                "First Name": "Boris",
                "Last Name": "Grinshpun",
                "Affiliation": "Department of Systems Biology."
            },
            {
                "First Name": "Thomas",
                "Last Name": "Savage",
                "Affiliation": "Center for Translational Immunology, Department of Medicine."
            },
            {
                "First Name": "Sai Ping",
                "Last Name": "Lau",
                "Affiliation": "Center for Translational Immunology, Department of Medicine."
            },
            {
                "First Name": "Aleksandar",
                "Last Name": "Obradovic",
                "Affiliation": "Center for Translational Immunology, Department of Medicine."
            },
            {
                "First Name": "Brittany",
                "Last Name": "Shonts",
                "Affiliation": "Center for Translational Immunology, Department of Medicine."
            },
            {
                "First Name": "Suxiao",
                "Last Name": "Yang",
                "Affiliation": "Center for Translational Immunology, Department of Medicine."
            },
            {
                "First Name": "Heather",
                "Last Name": "Morris",
                "Affiliation": "Center for Translational Immunology, Department of Medicine."
            },
            {
                "First Name": "Julien",
                "Last Name": "Zuber",
                "Affiliation": "Center for Translational Immunology, Department of Medicine."
            },
            {
                "First Name": "Robert",
                "Last Name": "Winchester",
                "Affiliation": "Division of Rheumatology, Department of Medicine, and."
            },
            {
                "First Name": "Megan",
                "Last Name": "Sykes",
                "Affiliation": "Center for Translational Immunology, Department of Medicine."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Department of Systems Biology and Biomedical Informatics, Columbia University Medical Center, New York, New York, USA."
            }
        ],
        "Journal": "JCI insight",
        "PubDate": "2018"
    },
    {
        "PMID": "29951881",
        "Title": "MiR-1301-3p inhibits human breast cancer cell proliferation by regulating cell cycle progression and apoptosis through directly targeting ICT1.",
        "Abstract": "MiRNAs regulate a variety of biological processes, such as cell proliferation and apoptosis and play critical roles in cancer progression. Accumulating studies have demonstrated that miR-1301-3p could regulate the development and progression of multiple cancers, but its biological behaviors in breast cancer (BC) are still elusive.",
        "Keywords": [
            "Apoptosis",
            "Breast cancer",
            "Cell cycle",
            "Cell proliferation",
            "ICT1",
            "MiR-1301-3p"
        ],
        "MeSH terms": [
            "Adult",
            "Aged",
            "Apoptosis",
            "Breast Neoplasms",
            "Cell Line, Tumor",
            "Cell Proliferation",
            "Cyclin-Dependent Kinase 4",
            "Female",
            "G1 Phase Cell Cycle Checkpoints",
            "Humans",
            "MicroRNAs",
            "Middle Aged",
            "Proteins",
            "Ribosomal Proteins"
        ],
        "Authors": [
            {
                "First Name": "Xiang",
                "Last Name": "Peng",
                "Affiliation": "Department of Surgery, Qingpu Branch of Zhongshan Hospital Affiliated to Fudan University, Shanghai, 201700, China."
            },
            {
                "First Name": "Bin",
                "Last Name": "Yan",
                "Affiliation": "Department of Surgery, Qingpu Branch of Zhongshan Hospital Affiliated to Fudan University, Shanghai, 201700, China."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Department of Surgery, Qingpu Branch of Zhongshan Hospital Affiliated to Fudan University, Shanghai, 201700, China. yu_fengS2015@126.com."
            }
        ],
        "Journal": "Breast cancer (Tokyo, Japan)",
        "PubDate": "2018"
    },
    {
        "PMID": "29849042",
        "Title": "Distinct epigenomic patterns are associated with haploinsufficiency and predict risk genes of developmental disorders.",
        "Abstract": "Haploinsufficiency is a major mechanism of genetic risk in developmental disorders. Accurate prediction of haploinsufficient genes is essential for prioritizing and interpreting deleterious variants in genetic studies. Current methods based on mutation intolerance in population data suffer from inadequate power for genes with short transcripts. Here we show haploinsufficiency is strongly associated with epigenomic patterns, and develop a computational method (Episcore) to predict haploinsufficiency leveraging epigenomic data from a broad range of tissue and cell types by machine learning methods. Based on data from recent exome sequencing studies on developmental disorders, Episcore achieves better performance in prioritizing likely-gene-disrupting (LGD) de novo variants than current methods. We further show that Episcore is less-biased by gene size, and complementary to mutation intolerance metrics for prioritizing LGD variants. Our approach enables new applications of epigenomic data and facilitates discovery and interpretation of novel risk variants implicated in developmental disorders.",
        "Keywords": [],
        "MeSH terms": [
            "Computational Biology",
            "Developmental Disabilities",
            "Epigenomics",
            "Genetic Predisposition to Disease",
            "Haploinsufficiency",
            "Heart Defects, Congenital",
            "Humans",
            "Risk Factors",
            "Exome Sequencing"
        ],
        "Authors": [
            {
                "First Name": "Xinwei",
                "Last Name": "Han",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY, 10032, USA."
            },
            {
                "First Name": "Siying",
                "Last Name": "Chen",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY, 10032, USA."
            },
            {
                "First Name": "Elise",
                "Last Name": "Flynn",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY, 10032, USA."
            },
            {
                "First Name": "Shuang",
                "Last Name": "Wu",
                "Affiliation": "Department of Biostatistics, Columbia University, New York, NY, 10032, USA."
            },
            {
                "First Name": "Dana",
                "Last Name": "Wintner",
                "Affiliation": "Department of Biological Statistics and Computational Biology, Cornell University, Ithaca, NY, 14853, USA."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, NY, 10032, USA. ys2411@cumc.columbia.edu."
            }
        ],
        "Journal": "Nature communications",
        "PubDate": "2018"
    },
    {
        "PMID": "29232586",
        "Title": "Synthesis and biological evaluation of coumarin derivatives containing imidazole skeleton as potential antibacterial agents.",
        "Abstract": "Emergence of multidrug-resistant bacteria causes an urgent need for new generation of antibiotics, which may have a different mechanism of inhibition or killing action from the existing. Here, we report on the design, synthesis, and biological evaluation of thirty-nine coumarin derivatives in order to solve the antibacterial resistance by targeting at the inhibition of biosynthesis pathway of fatty acids. Their antibacterial activities against Escherichia coli, Staphylococcus aureus, Streptococcus agalactiae, and Flavobacterium cloumnare are tested and action mechanism against the key enzyme in bacterial fatty acid synthesis pathway are studied. The results show that compounds 13 and 18 have potent and broad spectrum antimicrobial activity. In addition, 9, 14 and 19 show eminent antimicrobial efficacy toward S. aureus, S. agalactiae, and F. cloumnare. Mechanistically, coumarin derivatives display the antibacterial activity via the control of FabI and FabK function. The structure-activity relationship analysis indicate that the length of linker and imidazole substitute group could significantly influence the antimicrobial activity, as well as the inhibitory activity against FabI and FabK. The structural optimization analysis of coumarin suggest that derivatives 9, 13, 14, 18 and 19 could be a viable way of preventing and controlling bacteria and considered as promising lead compounds for the development of commercial drugs.",
        "Keywords": [
            "Antibacterial activity",
            "Coumarin derivatives",
            "FabI",
            "FabK"
        ],
        "MeSH terms": [
            "Anti-Bacterial Agents",
            "Coumarins",
            "Dose-Response Relationship, Drug",
            "Escherichia coli",
            "Flavobacterium",
            "Imidazoles",
            "Microbial Sensitivity Tests",
            "Molecular Structure",
            "Staphylococcus aureus",
            "Streptococcus agalactiae",
            "Structure-Activity Relationship"
        ],
        "Authors": [
            {
                "First Name": "Yang",
                "Last Name": "Hu",
                "Affiliation": "College of Animal Science and Technology, Northwest A&F University, Xinong Road 22nd, Yangling, Shaanxi, 712100, China."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "College of Animal Science and Technology, Northwest A&F University, Xinong Road 22nd, Yangling, Shaanxi, 712100, China."
            },
            {
                "First Name": "Xiaohu",
                "Last Name": "Wu",
                "Affiliation": "College of Animal Science and Technology, Northwest A&F University, Xinong Road 22nd, Yangling, Shaanxi, 712100, China."
            },
            {
                "First Name": "Xiao",
                "Last Name": "Tu",
                "Affiliation": "College of Animal Science and Technology, Northwest A&F University, Xinong Road 22nd, Yangling, Shaanxi, 712100, China."
            },
            {
                "First Name": "Gao-Xue",
                "Last Name": "Wang",
                "Affiliation": "College of Animal Science and Technology, Northwest A&F University, Xinong Road 22nd, Yangling, Shaanxi, 712100, China. Electronic address: wanggaoxue@126.com."
            }
        ],
        "Journal": "European journal of medicinal chemistry",
        "PubDate": "2018"
    },
    {
        "PMID": "29057593",
        "Title": "Optimized Synthesis of ZSM-11 Catalysts using 1,8-Diaminooctane as a Structure-Directing Agent.",
        "Abstract": "Developing new zeolite catalysts for (petro)chemical applications is nontrivial owing to challenges that include the identification of commercially-viable syntheses. The vast majority of syntheses require the use of an organic structure-directing agent (OSDA), which has economic and environmental shortcomings. In the search for alternative zeolites to common industrial catalysts, such as ZSM-5 (MFI), a promising candidate is ZSM-11 (MEL), a close structural analogue of MFI. ZSM-11 is comprised of 3-dimensional straight channels that have less diffusion limitations than MFI. Side-by-side comparisons of ZSM-11 and ZSM-5 catalysts reveal the former exhibits significantly longer time-on-stream lifetime in many reactions; however, there are several difficulties associated with the preparation of ZSM-11, which include the ability to identify inexpensive OSDAs that produce small crystals in high yield. Here, we examine ZSM-11 synthesis using 1,8-diaminooctane (DAO), which produces ZSM-11 crystals with sizes of ca. 300 nm. We demonstrate that the use of MEL seeds allows for an order of magnitude reduction in the quantity of DAO without sacrificing crystal purity or yield (>80 %). Catalytic tests using methanol to hydrocarbons as a representative reaction show that H-ZSM-11 lifetime and selectivity are similar for samples prepared with and without seeds. Collectively our findings highlight an efficient method to produce ZSM-11 as a potential alternative to ZSM-5 for catalytic applications.",
        "Keywords": [
            "MEL",
            "catalysis",
            "methanol to hydrocarbons",
            "microporous materials",
            "zeolites"
        ],
        "MeSH terms": [],
        "Authors": [
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Department of Chemical and Biomolecular Engineering, University of Houston, 4726 Calhoun Road, Houston, TX, USA."
            },
            {
                "First Name": "Thuy T",
                "Last Name": "Le",
                "Affiliation": "Department of Chemical and Biomolecular Engineering, University of Houston, 4726 Calhoun Road, Houston, TX, USA."
            },
            {
                "First Name": "Rui",
                "Last Name": "Li",
                "Affiliation": "Department of Chemical and Biomolecular Engineering, University of Houston, 4726 Calhoun Road, Houston, TX, USA."
            },
            {
                "First Name": "Jeffrey D",
                "Last Name": "Rimer",
                "Affiliation": "Department of Chemical and Biomolecular Engineering, University of Houston, 4726 Calhoun Road, Houston, TX, USA."
            }
        ],
        "Journal": "Chemphyschem : a European journal of chemical physics and physical chemistry",
        "PubDate": "2018"
    },
    {
        "PMID": "28733365",
        "Title": "Contrasting Determinants of Mutation Rates in Germline and Soma.",
        "Abstract": "Recent studies of somatic and germline mutations have led to the identification of a number of factors that influence point mutation rates, including CpG methylation, expression levels, replication timing, and GC content. Intriguingly, some of the effects appear to differ between soma and germline: in particular, whereas mutation rates have been reported to decrease with expression levels in tumors, no clear effect has been detected in the germline. Distinct approaches were taken to analyze the data, however, so it is hard to know whether these apparent differences are real. To enable a cleaner comparison, we considered a statistical model in which the mutation rate of a coding region is predicted by GC content, expression levels, replication timing, and two histone repressive marks. We applied this model to both a set of germline mutations identified in exomes and to exonic somatic mutations in four types of tumors. Most determinants of mutations are shared: notably, we detected an effect of expression levels on both germline and somatic mutation rates. Moreover, in all tissues considered, higher expression levels are associated with greater strand asymmetry of mutations. However, mutation rates increase with expression levels in testis (and, more tentatively, in ovary), whereas they decrease with expression levels in somatic tissues. This contrast points to differences in damage or repair rates during transcription in soma and germline.",
        "Keywords": [
            "germline mutations",
            "human",
            "mutation rate",
            "somatic mutations",
            "strand asymmetry"
        ],
        "MeSH terms": [
            "Base Composition",
            "Gene Expression Regulation, Neoplastic",
            "Germ-Line Mutation",
            "Histones",
            "Humans",
            "Models, Genetic",
            "Mutation Rate",
            "Neoplasms"
        ],
        "Authors": [
            {
                "First Name": "Chen",
                "Last Name": "Chen",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York 10025 cc3499@columbia.edu."
            },
            {
                "First Name": "Hongjian",
                "Last Name": "Qi",
                "Affiliation": "Department of Systems Biology, Columbia University Medical Center, New York, New York 10032."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Department of Systems Biology, Columbia University Medical Center, New York, New York 10032."
            },
            {
                "First Name": "Joseph",
                "Last Name": "Pickrell",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York 10025."
            },
            {
                "First Name": "Molly",
                "Last Name": "Przeworski",
                "Affiliation": "Department of Biological Sciences, Columbia University, New York, New York 10025."
            }
        ],
        "Journal": "Genetics",
        "PubDate": "2017"
    },
    {
        "PMID": "28077236",
        "Title": "High-resolution ultrahigh-pressure long column reversed-phase liquid chromatography for top-down proteomics.",
        "Abstract": "Separation of proteoforms for global intact protein analysis (i.e. top-down proteomics) has lagged well behind what is achievable for peptides in traditional bottom-up proteomic approach and is becoming a true bottle neck for top-down proteomics. Herein, we report use of long (≥1M) columns containing short alkyl (C1-C4) bonded phases to achieve high-resolution RPLC for separation of proteoforms. At a specific operation pressure limit (i.e., 96.5MPa or 14Kpsi used in this work), column length was found to be the most important factor for achieving maximal resolution separation of proteins when 1.5-5μm particles were used as packings and long columns provided peak capacities greater than 400 for proteoforms derived from a global cell lysate with molecular weights below 50kDa. Larger proteoforms (50-110kDa) were chromatographed on long RPLC columns and detected by MS; however, they cannot be identified yet by tandem mass spectrometry. Our experimental data further demonstrated that long alkyl (e.g., C8 and C18) bonded particles provided high-resolution RPLC for <10kDa proteoforms, not efficient for separation of global proteoforms. Reversed-phase particles with porous, nonporous, and superficially porous surfaces were systematically investigated for high-resolution RPLC. Pore size (200-400Å) and the surface structure (porous and superficially porous) of particles was found to have minor influences on high-resolution RPLC of proteoforms. RPLC presented herein enabled confident identification of ∼900 proteoforms (1% FDR) for a low-microgram quantity of proteomic samples using a single RPLC-MS/MS analysis. The level of RPLC performance attained in this work is close to that typically realized in bottom-up proteomics, and broadly useful when applying e.g., the single-stage MS accurate mass tag approach, but less effective when combined with current tandem MS. Our initial data indicate that MS detection and fragmentation inefficiencies provided by current high-resolution mass spectrometers are key challenges for characterization of larger proteoforms.",
        "Keywords": [
            "Columns and stationary phases",
            "Intact proteins",
            "Mass spectrometry",
            "Proteoforms",
            "Top-down proteomics",
            "UPLC"
        ],
        "MeSH terms": [
            "Chromatography, High Pressure Liquid",
            "Chromatography, Reverse-Phase",
            "Peptides",
            "Porosity",
            "Pressure",
            "Proteins",
            "Proteomics",
            "Surface Properties",
            "Tandem Mass Spectrometry"
        ],
        "Authors": [
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Biological Sciences Division, Pacific Northwest National Laboratory, Richland, WA 99354, USA. Electronic address: Yufeng.shen@pnnl.gov."
            },
            {
                "First Name": "Nikola",
                "Last Name": "Tolić",
                "Affiliation": "Environmental Molecular Sciences Laboratory, Pacific Northwest National Laboratory, Richland, WA 99354, USA."
            },
            {
                "First Name": "Paul D",
                "Last Name": "Piehowski",
                "Affiliation": "Biological Sciences Division, Pacific Northwest National Laboratory, Richland, WA 99354, USA."
            },
            {
                "First Name": "Anil K",
                "Last Name": "Shukla",
                "Affiliation": "Biological Sciences Division, Pacific Northwest National Laboratory, Richland, WA 99354, USA."
            },
            {
                "First Name": "Sangtae",
                "Last Name": "Kim",
                "Affiliation": "Biological Sciences Division, Pacific Northwest National Laboratory, Richland, WA 99354, USA."
            },
            {
                "First Name": "Rui",
                "Last Name": "Zhao",
                "Affiliation": "Environmental Molecular Sciences Laboratory, Pacific Northwest National Laboratory, Richland, WA 99354, USA."
            },
            {
                "First Name": "Yi",
                "Last Name": "Qu",
                "Affiliation": "Biological Sciences Division, Pacific Northwest National Laboratory, Richland, WA 99354, USA."
            },
            {
                "First Name": "Errol",
                "Last Name": "Robinson",
                "Affiliation": "Environmental Molecular Sciences Laboratory, Pacific Northwest National Laboratory, Richland, WA 99354, USA."
            },
            {
                "First Name": "Richard D",
                "Last Name": "Smith",
                "Affiliation": "Biological Sciences Division, Pacific Northwest National Laboratory, Richland, WA 99354, USA."
            },
            {
                "First Name": "Ljiljana",
                "Last Name": "Paša-Tolić",
                "Affiliation": "Environmental Molecular Sciences Laboratory, Pacific Northwest National Laboratory, Richland, WA 99354, USA. Electronic address: ljiljana.pasatolic@pnnl.gov."
            }
        ],
        "Journal": "Journal of chromatography. A",
        "PubDate": "2017"
    },
    {
        "PMID": "27860035",
        "Title": "A Cell Type-Specific Expression Signature Predicts Haploinsufficient Autism-Susceptibility Genes.",
        "Abstract": "Recent studies have identified many genes with rare de novo mutations in autism, but a limited number of these have been conclusively established as disease-susceptibility genes due to the lack of recurrence and confounding background mutations. Such extreme genetic heterogeneity severely limits recurrence-based statistical power even in studies with a large sample size. Here, we use cell-type specific expression profiles to differentiate mutations in autism patients from those in unaffected siblings. We report a gene expression signature in different neuronal cell types shared by genes with likely gene-disrupting (LGD) mutations in autism cases. This signature reflects haploinsufficiency of risk genes enriched in transcriptional and post-transcriptional regulators, with the strongest positive associations with specific types of neurons in different brain regions, including cortical neurons, cerebellar granule cells, and striatal medium spiny neurons. When used to prioritize genes with a single LGD mutation in cases, a D-score derived from the signature achieved a precision of 40% as compared with the 15% baseline with a minimal loss in sensitivity. An ensemble model combining D-score with mutation intolerance metrics from Exome Aggregation Consortium further improved the precision to 60%, resulting in 117 high-priority candidates. These prioritized lists can facilitate identification of additional autism-susceptibility genes.",
        "Keywords": [
            "D-score",
            "autism spectrum disorders",
            "autism-susceptibility genes",
            "cell type-specific expression signature",
            "de novo mutations"
        ],
        "MeSH terms": [
            "Autistic Disorder",
            "Chromosomes, Human, Pair 16",
            "Computational Biology",
            "DNA Copy Number Variations",
            "DNA Mutational Analysis",
            "Female",
            "Gene Expression Profiling",
            "Genetic Association Studies",
            "Genetic Predisposition to Disease",
            "Haploinsufficiency",
            "Humans",
            "Male",
            "Mutation",
            "Organ Specificity",
            "Sensitivity and Specificity",
            "Sex Factors",
            "Transcriptome",
            "Exome Sequencing"
        ],
        "Authors": [
            {
                "First Name": "Chaolin",
                "Last Name": "Zhang",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, New York."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Department of Systems Biology, Columbia University, New York, New York."
            }
        ],
        "Journal": "Human mutation",
        "PubDate": "2017"
    },
    {
        "PMID": "27363847",
        "Title": "Deep Genetic Connection Between Cancer and Developmental Disorders.",
        "Abstract": "Cancer and developmental disorders (DDs) share dysregulated cellular processes such as proliferation and differentiation. There are well-known genes implicated in both in cancer and DDs. In this study, we aim to quantify this genetic connection using publicly available data. We found that among DD patients, germline damaging de novo variants are more enriched in cancer driver genes than non-drivers. We estimate that cancer driver genes comprise about a third of DD risk genes. Additionally, de novo likely-gene-disrupting variants are more enriched in tumor suppressors, and about 40% of implicated de novo damaging missense variants are located in cancer somatic mutation hotspots, indicating that many genes have a similar mode of action in cancer and DDs. Our results suggest that we can view tumors as natural laboratories for assessing the deleterious effects of mutations that are applicable to germline variants and identification of causal genes and variants in DDs.",
        "Keywords": [
            "de novo mutations",
            "developmental disorders",
            "somatic mutation hotspots",
            "tumor suppressors"
        ],
        "MeSH terms": [
            "Computational Biology",
            "Databases, Genetic",
            "Genetic Predisposition to Disease",
            "Germ-Line Mutation",
            "Humans",
            "Mutation, Missense",
            "Neoplasms",
            "Neurodevelopmental Disorders"
        ],
        "Authors": [
            {
                "First Name": "Hongjian",
                "Last Name": "Qi",
                "Affiliation": "Department of Applied Physics and Applied Mathematics, Columbia University, New York, New York."
            },
            {
                "First Name": "Chengliang",
                "Last Name": "Dong",
                "Affiliation": "Zilkha Neurogenetic Institute, University of Southern California, Los Angeles, California."
            },
            {
                "First Name": "Wendy K",
                "Last Name": "Chung",
                "Affiliation": "Departments of Pediatrics and Medicine, Columbia University Medical Center, New York, New York."
            },
            {
                "First Name": "Kai",
                "Last Name": "Wang",
                "Affiliation": "Zilkha Neurogenetic Institute, University of Southern California, Los Angeles, California."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Department of Systems Biology, Columbia University Medical Center, New York, New York. ys2411@cumc.columbia.edu."
            }
        ],
        "Journal": "Human mutation",
        "PubDate": "2016"
    },
    {
        "PMID": "27059970",
        "Title": "Long-term efficacy of modified retrievable stents for treatment of achalasia cardia.",
        "Abstract": "To investigate the efficacy, safety and optimal duration of placement of modified retrievable metal stents for treatment of achalasia cardia.",
        "Keywords": [
            "Achalasia",
            "Modified retrievable stents",
            "Treatment efficacy"
        ],
        "MeSH terms": [
            "Adult",
            "Deglutition Disorders",
            "Esophageal Achalasia",
            "Esophagus",
            "Female",
            "Humans",
            "Male",
            "Middle Aged",
            "Postoperative Complications",
            "Recurrence",
            "Stents",
            "Treatment Outcome"
        ],
        "Authors": [
            {
                "First Name": "Jun",
                "Last Name": "Dai",
                "Affiliation": "Department of Gastroenterology, Renji Hospital, Shanghai Jiao Tong University, School of Medicine, Shanghai Institute of Digestive Diseases, Shanghai, China."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Department of Gastroenterology, Renji Hospital, Shanghai Jiao Tong University, School of Medicine, Shanghai Institute of Digestive Diseases, Shanghai, China."
            },
            {
                "First Name": "Xiaobo",
                "Last Name": "Li",
                "Affiliation": "Department of Gastroenterology, Renji Hospital, Shanghai Jiao Tong University, School of Medicine, Shanghai Institute of Digestive Diseases, Shanghai, China. lxb_1969@163.com."
            },
            {
                "First Name": "Yunjie",
                "Last Name": "Gao",
                "Affiliation": "Department of Gastroenterology, Renji Hospital, Shanghai Jiao Tong University, School of Medicine, Shanghai Institute of Digestive Diseases, Shanghai, China."
            },
            {
                "First Name": "Yan",
                "Last Name": "Song",
                "Affiliation": "Department of Gastroenterology, Renji Hospital, Shanghai Jiao Tong University, School of Medicine, Shanghai Institute of Digestive Diseases, Shanghai, China."
            },
            {
                "First Name": "Zhizheng",
                "Last Name": "Ge",
                "Affiliation": "Department of Gastroenterology, Renji Hospital, Shanghai Jiao Tong University, School of Medicine, Shanghai Institute of Digestive Diseases, Shanghai, China. zhizhengge@yahoo.com.cn."
            }
        ],
        "Journal": "Surgical endoscopy",
        "PubDate": "2016"
    },
    {
        "PMID": "26785492",
        "Title": "De novo mutations in congenital heart disease with neurodevelopmental and other congenital anomalies.",
        "Abstract": "Congenital heart disease (CHD) patients have an increased prevalence of extracardiac congenital anomalies (CAs) and risk of neurodevelopmental disabilities (NDDs). Exome sequencing of 1213 CHD parent-offspring trios identified an excess of protein-damaging de novo mutations, especially in genes highly expressed in the developing heart and brain. These mutations accounted for 20% of patients with CHD, NDD, and CA but only 2% of patients with isolated CHD. Mutations altered genes involved in morphogenesis, chromatin modification, and transcriptional regulation, including multiple mutations in RBFOX2, a regulator of mRNA splicing. Genes mutated in other cohorts examined for NDD were enriched in CHD cases, particularly those with coexisting NDD. These findings reveal shared genetic contributions to CHD, NDD, and CA and provide opportunities for improved prognostic assessment and early therapeutic intervention in CHD patients.",
        "Keywords": [],
        "MeSH terms": [
            "Brain",
            "Child",
            "Congenital Abnormalities",
            "Exome",
            "Heart Defects, Congenital",
            "Humans",
            "Mutation",
            "Nervous System Malformations",
            "Neurogenesis",
            "Prognosis",
            "RNA Splicing",
            "RNA Splicing Factors",
            "RNA, Messenger",
            "RNA-Binding Proteins",
            "Repressor Proteins",
            "Transcription, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Jason",
                "Last Name": "Homsy",
                "Affiliation": "Department of Genetics, Harvard Medical School, Boston, MA, USA. Cardiovascular Research Center, Massachusetts General Hospital, Boston, MA, USA."
            },
            {
                "First Name": "Samir",
                "Last Name": "Zaidi",
                "Affiliation": "Department of Genetics, Yale University School of Medicine, New Haven, CT, USA."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Departments of Systems Biology and Biomedical Informatics, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "James S",
                "Last Name": "Ware",
                "Affiliation": "Department of Genetics, Harvard Medical School, Boston, MA, USA. NIHR Cardiovascular Biomedical Research Unit at Royal Brompton & Harefield NHS Foundation and Trust and Imperial College London, London, UK. National Heart & Lung Institute, Imperial College London, London, UK."
            },
            {
                "First Name": "Kaitlin E",
                "Last Name": "Samocha",
                "Affiliation": "Department of Genetics, Harvard Medical School, Boston, MA, USA. Analytical and Translational Genetics Unit, Massachusetts General Hospital and Harvard Medical School, Boston MA, USA."
            },
            {
                "First Name": "Konrad J",
                "Last Name": "Karczewski",
                "Affiliation": "Department of Genetics, Harvard Medical School, Boston, MA, USA. Analytical and Translational Genetics Unit, Massachusetts General Hospital and Harvard Medical School, Boston MA, USA."
            },
            {
                "First Name": "Steven R",
                "Last Name": "DePalma",
                "Affiliation": "Department of Genetics, Harvard Medical School, Boston, MA, USA. Howard Hughes Medical Institute, Harvard University, Boston, MA, USA."
            },
            {
                "First Name": "David",
                "Last Name": "McKean",
                "Affiliation": "Department of Genetics, Harvard Medical School, Boston, MA, USA."
            },
            {
                "First Name": "Hiroko",
                "Last Name": "Wakimoto",
                "Affiliation": "Department of Genetics, Harvard Medical School, Boston, MA, USA."
            },
            {
                "First Name": "Josh",
                "Last Name": "Gorham",
                "Affiliation": "Department of Genetics, Harvard Medical School, Boston, MA, USA."
            },
            {
                "First Name": "Sheng Chih",
                "Last Name": "Jin",
                "Affiliation": "Department of Genetics, Yale University School of Medicine, New Haven, CT, USA."
            },
            {
                "First Name": "John",
                "Last Name": "Deanfield",
                "Affiliation": "Department of Cardiology, University College London and Great Ormond Street Hospital, London, UK."
            },
            {
                "First Name": "Alessandro",
                "Last Name": "Giardini",
                "Affiliation": "Department of Cardiology, University College London and Great Ormond Street Hospital, London, UK."
            },
            {
                "First Name": "George A",
                "Last Name": "Porter",
                "Affiliation": "Department of Pediatrics, University of Rochester Medical Center, The School of Medicine and Dentistry, Rochester, NY, USA."
            },
            {
                "First Name": "Richard",
                "Last Name": "Kim",
                "Affiliation": "Section of Cardiothoracic Surgery, University of Southern California Keck School of Medicine, Los Angeles, CA, USA."
            },
            {
                "First Name": "Kaya",
                "Last Name": "Bilguvar",
                "Affiliation": "Department of Genetics, Yale University School of Medicine, New Haven, CT, USA. Yale Center for Genome Analysis, Yale University, New Haven, CT, USA."
            },
            {
                "First Name": "Francesc",
                "Last Name": "López-Giráldez",
                "Affiliation": "Yale Center for Genome Analysis, Yale University, New Haven, CT, USA."
            },
            {
                "First Name": "Irina",
                "Last Name": "Tikhonova",
                "Affiliation": "Yale Center for Genome Analysis, Yale University, New Haven, CT, USA."
            },
            {
                "First Name": "Shrikant",
                "Last Name": "Mane",
                "Affiliation": "Yale Center for Genome Analysis, Yale University, New Haven, CT, USA."
            },
            {
                "First Name": "Angela",
                "Last Name": "Romano-Adesman",
                "Affiliation": "Steven and Alexandra Cohen Children's Medical Center of New York, New Hyde Park, NY, USA."
            },
            {
                "First Name": "Hongjian",
                "Last Name": "Qi",
                "Affiliation": "Departments of Systems Biology and Biomedical Informatics, Columbia University Medical Center, New York, NY, USA. Department of Applied Physics and Applied Mathematics, Columbia University, New York, NY, USA."
            },
            {
                "First Name": "Badri",
                "Last Name": "Vardarajan",
                "Affiliation": "Department of Neurology, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Lijiang",
                "Last Name": "Ma",
                "Affiliation": "Department of Pediatrics, Columbia University Medical Center, New York, NY, USA."
            },
            {
                "First Name": "Mark",
                "Last Name": "Daly",
                "Affiliation": "Department of Genetics, Harvard Medical School, Boston, MA, USA. Analytical and Translational Genetics Unit, Massachusetts General Hospital and Harvard Medical School, Boston MA, USA."
            },
            {
                "First Name": "Amy E",
                "Last Name": "Roberts",
                "Affiliation": "Department of Cardiology, Children's Hospital Boston, Boston, MA, USA."
            },
            {
                "First Name": "Mark W",
                "Last Name": "Russell",
                "Affiliation": "Division of Pediatric Cardiology, University of Michigan, Ann Arbor, MI, USA."
            },
            {
                "First Name": "Seema",
                "Last Name": "Mital",
                "Affiliation": "Department of Pediatrics, The Hospital for Sick Children, University of Toronto, Toronto, Ontario, Canada."
            },
            {
                "First Name": "Jane W",
                "Last Name": "Newburger",
                "Affiliation": "Department of Cardiology, Boston Children's Hospital, Boston, MA, USA."
            },
            {
                "First Name": "J William",
                "Last Name": "Gaynor",
                "Affiliation": "Department of Pediatric Cardiac Surgery, The Children's Hospital of Philadelphia, Philadelphia, PA, USA."
            },
            {
                "First Name": "Roger E",
                "Last Name": "Breitbart",
                "Affiliation": "Department of Cardiology, Boston Children's Hospital, Boston, MA, USA."
            },
            {
                "First Name": "Ivan",
                "Last Name": "Iossifov",
                "Affiliation": "Cold Spring Harbor Laboratory, Cold Spring Harbor, NY, USA."
            },
            {
                "First Name": "Michael",
                "Last Name": "Ronemus",
                "Affiliation": "Cold Spring Harbor Laboratory, Cold Spring Harbor, NY, USA."
            },
            {
                "First Name": "Stephan J",
                "Last Name": "Sanders",
                "Affiliation": "Department of Psychiatry, University of California San Francisco, San Francisco, CA, USA."
            },
            {
                "First Name": "Jonathan R",
                "Last Name": "Kaltman",
                "Affiliation": "Heart Development and Structural Diseases Branch, Division of Cardiovascular Sciences, NHLBI/NIH, Bethesda, MD, USA."
            },
            {
                "First Name": "Jonathan G",
                "Last Name": "Seidman",
                "Affiliation": "Department of Genetics, Harvard Medical School, Boston, MA, USA."
            },
            {
                "First Name": "Martina",
                "Last Name": "Brueckner",
                "Affiliation": "Department of Genetics, Yale University School of Medicine, New Haven, CT, USA. bruce.gelb@mssm.edu goldmuntz@email.chop.edu martina.brueckner@yale.edu richard.lifton@yale.edu cseidman@genetics.med.harvard.edu wkc15@cumc.columbia.edu."
            },
            {
                "First Name": "Bruce D",
                "Last Name": "Gelb",
                "Affiliation": "Mindich Child Health and Development Institute and Department of Pediatrics, Icahn School of Medicine at Mount Sinai, New York, NY, USA. bruce.gelb@mssm.edu goldmuntz@email.chop.edu martina.brueckner@yale.edu richard.lifton@yale.edu cseidman@genetics.med.harvard.edu wkc15@cumc.columbia.edu."
            },
            {
                "First Name": "Elizabeth",
                "Last Name": "Goldmuntz",
                "Affiliation": "Department of Pediatrics, The Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA. Division of Cardiology, The Children's Hospital of Philadelphia, Philadelphia, PA, USA. bruce.gelb@mssm.edu goldmuntz@email.chop.edu martina.brueckner@yale.edu richard.lifton@yale.edu cseidman@genetics.med.harvard.edu wkc15@cumc.columbia.edu."
            },
            {
                "First Name": "Richard P",
                "Last Name": "Lifton",
                "Affiliation": "Department of Genetics, Yale University School of Medicine, New Haven, CT, USA. Howard Hughes Medical Institute, Yale University, New Haven, CT, USA. bruce.gelb@mssm.edu goldmuntz@email.chop.edu martina.brueckner@yale.edu richard.lifton@yale.edu cseidman@genetics.med.harvard.edu wkc15@cumc.columbia.edu."
            },
            {
                "First Name": "Christine E",
                "Last Name": "Seidman",
                "Affiliation": "Department of Genetics, Harvard Medical School, Boston, MA, USA. Howard Hughes Medical Institute, Harvard University, Boston, MA, USA. Cardiovascular Division, Brigham & Women's Hospital, Harvard University, Boston, MA, USA. bruce.gelb@mssm.edu goldmuntz@email.chop.edu martina.brueckner@yale.edu richard.lifton@yale.edu cseidman@genetics.med.harvard.edu wkc15@cumc.columbia.edu."
            },
            {
                "First Name": "Wendy K",
                "Last Name": "Chung",
                "Affiliation": "Departments of Pediatrics and Medicine, Columbia University Medical Center, New York, NY, USA. bruce.gelb@mssm.edu goldmuntz@email.chop.edu martina.brueckner@yale.edu richard.lifton@yale.edu cseidman@genetics.med.harvard.edu wkc15@cumc.columbia.edu."
            }
        ],
        "Journal": "Science (New York, N.Y.)",
        "PubDate": "2015"
    },
    {
        "PMID": "26760572",
        "Title": "A New Window into the Human Alloresponse.",
        "Abstract": "Alloreactive T lymphocytes are the primary mediators of allograft rejection. The size and diversity of the HLA-alloreactive T cell repertoire has thus far precluded the ability to follow these T cells and thereby to understand their fate in human transplant recipients. This review summarizes the history, challenges, and recent advances in the study of alloreactive T cells. We highlight the historical development of assays to measure alloreactivity and discuss how high-throughput T cell receptor (TCR) sequencing-based assays can provide a new window into the fate of alloreactive T cells in human transplant recipients. A specific approach combining a classical in vitro assay, the mixed lymphocyte reaction, with deep T cell receptor sequencing is described as a tool to track the donor-reactive T cell repertoire for any specific HLA-mismatched donor-recipient pair. This assay can provide mechanistic insights and has potential as a noninvasive, highly specific biomarker for rejection and tolerance.",
        "Keywords": [],
        "MeSH terms": [
            "Allografts",
            "Animals",
            "Graft Rejection",
            "Graft Survival",
            "HLA Antigens",
            "High-Throughput Nucleotide Sequencing",
            "Histocompatibility",
            "Histocompatibility Testing",
            "Humans",
            "Isoantigens",
            "Lymphocyte Activation",
            "Lymphocyte Culture Test, Mixed",
            "Organ Transplantation",
            "Phenotype",
            "Predictive Value of Tests",
            "Receptors, Antigen, T-Cell",
            "Risk Factors",
            "Signal Transduction",
            "T-Lymphocytes",
            "Treatment Outcome"
        ],
        "Authors": [
            {
                "First Name": "Susan",
                "Last Name": "DeWolf",
                "Affiliation": "1 Columbia Center for Translational Immunology, Columbia University Medical Center, New York, NY.2 Departments of Systems Biology and Biomedical Informatics, Columbia University Medical Center, New York, NY."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": ""
            },
            {
                "First Name": "Megan",
                "Last Name": "Sykes",
                "Affiliation": ""
            }
        ],
        "Journal": "Transplantation",
        "PubDate": "2016"
    },
    {
        "PMID": "26381817",
        "Title": "SeqMule: automated pipeline for analysis of human exome/genome sequencing data.",
        "Abstract": "Next-generation sequencing (NGS) technology has greatly helped us identify disease-contributory variants for Mendelian diseases. However, users are often faced with issues such as software compatibility, complicated configuration, and no access to high-performance computing facility. Discrepancies exist among aligners and variant callers. We developed a computational pipeline, SeqMule, to perform automated variant calling from NGS data on human genomes and exomes. SeqMule integrates computational-cluster-free parallelization capability built on top of the variant callers, and facilitates normalization/intersection of variant calls to generate consensus set with high confidence. SeqMule integrates 5 alignment tools, 5 variant calling algorithms and accepts various combinations all by one-line command, therefore allowing highly flexible yet fully automated variant calling. In a modern machine (2 Intel Xeon X5650 CPUs, 48 GB memory), when fast turn-around is needed, SeqMule generates annotated VCF files in a day from a 30X whole-genome sequencing data set; when more accurate calling is needed, SeqMule generates consensus call set that improves over single callers, as measured by both Mendelian error rate and consistency. SeqMule supports Sun Grid Engine for parallel processing, offers turn-key solution for deployment on Amazon Web Services, allows quality check, Mendelian error check, consistency evaluation, HTML-based reports. SeqMule is available at http://seqmule.openbioinformatics.org.",
        "Keywords": [],
        "MeSH terms": [
            "Computational Biology",
            "Exome",
            "Genome, Human",
            "Genomics",
            "High-Throughput Nucleotide Sequencing",
            "Humans",
            "Reproducibility of Results",
            "Software"
        ],
        "Authors": [
            {
                "First Name": "Yunfei",
                "Last Name": "Guo",
                "Affiliation": "Zilkha Neurogenetic Institute, University of Southern California, Los Angeles, CA 90033, USA."
            },
            {
                "First Name": "Xiaolei",
                "Last Name": "Ding",
                "Affiliation": "School of Forestry and Environment, Nanjing Forestry University, Nanjing, Jiangsu 210037, China."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Departments of Systems Biology and Biomedical Informatics, Columbia University, New York, NY 10032, USA."
            },
            {
                "First Name": "Gholson J",
                "Last Name": "Lyon",
                "Affiliation": "Stanley Institute for Cognitive Genomics, Cold Spring Harbor Laboratory, New York, NY 11797, USA."
            },
            {
                "First Name": "Kai",
                "Last Name": "Wang",
                "Affiliation": "Zilkha Neurogenetic Institute, University of Southern California, Los Angeles, CA 90033, USA."
            }
        ],
        "Journal": "Scientific reports",
        "PubDate": "2015"
    },
    {
        "PMID": "26203080",
        "Title": "Author response to comment on \"Tracking donor-reactive T cells: Evidence for clonal deletion in tolerant kidney transplant patients\".",
        "Abstract": null,
        "Keywords": [],
        "MeSH terms": [
            "Clonal Deletion",
            "Humans",
            "Kidney Failure, Chronic",
            "Kidney Transplantation",
            "Receptors, Antigen, T-Cell",
            "T-Lymphocytes",
            "Transplantation Tolerance"
        ],
        "Authors": [
            {
                "First Name": "Susan",
                "Last Name": "DeWolf",
                "Affiliation": "Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Heather",
                "Last Name": "Morris",
                "Affiliation": "Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Megan",
                "Last Name": "Sykes",
                "Affiliation": "Columbia University Medical Center, New York, NY 10032, USA. megan.sykes@columbia.edu."
            }
        ],
        "Journal": "Science translational medicine",
        "PubDate": "2015"
    },
    {
        "PMID": "26051890",
        "Title": "Genomic signatures of cooperation and conflict in the social amoeba.",
        "Abstract": "Cooperative systems are susceptible to invasion by selfish individuals that profit from receiving the social benefits but fail to contribute. These so-called \"cheaters\" can have a fitness advantage in the laboratory, but it is unclear whether cheating provides an important selective advantage in nature. We used a population genomic approach to examine the history of genes involved in cheating behaviors in the social amoeba Dictyostelium discoideum, testing whether these genes experience rapid evolutionary change as a result of conflict over spore-stalk fate. Candidate genes and surrounding regions showed elevated polymorphism, unusual patterns of linkage disequilibrium, and lower levels of population differentiation, but they did not show greater between-species divergence. The signatures were most consistent with frequency-dependent selection acting to maintain multiple alleles, suggesting that conflict may lead to stalemate rather than an escalating arms race. Our results reveal the evolutionary dynamics of cooperation and cheating and underscore how sequence-based approaches can be used to elucidate the history of conflicts that are difficult to observe directly.",
        "Keywords": [],
        "MeSH terms": [
            "Dictyostelium",
            "Evolution, Molecular",
            "Genome, Protozoan",
            "Genomics",
            "Polymorphism, Genetic",
            "Selection, Genetic"
        ],
        "Authors": [
            {
                "First Name": "Elizabeth A",
                "Last Name": "Ostrowski",
                "Affiliation": "Department of Biology and Biochemistry, University of Houston, Houston, TX 77204, USA. Electronic address: eaostrowski@uh.edu."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Departments of Systems Biology and Biomedical Informatics, Columbia University, New York, NY 10027, USA."
            },
            {
                "First Name": "Xiangjun",
                "Last Name": "Tian",
                "Affiliation": "Alkek Center for Metagenomics and Microbiome Research, Department of Molecular Virology and Microbiology, Baylor College of Medicine, Houston, TX 77030, USA."
            },
            {
                "First Name": "Richard",
                "Last Name": "Sucgang",
                "Affiliation": "Verna and Marrs McLean Department of Biochemistry and Molecular Biology, Baylor College of Medicine, Houston, TX 77030, USA."
            },
            {
                "First Name": "Huaiyang",
                "Last Name": "Jiang",
                "Affiliation": "Human Genome Sequencing Center, Baylor College of Medicine, Houston, TX 77030, USA."
            },
            {
                "First Name": "Jiaxin",
                "Last Name": "Qu",
                "Affiliation": "Human Genome Sequencing Center, Baylor College of Medicine, Houston, TX 77030, USA."
            },
            {
                "First Name": "Mariko",
                "Last Name": "Katoh-Kurasawa",
                "Affiliation": "Department of Molecular and Human Genetics, Baylor College of Medicine, Houston, TX 77030, USA."
            },
            {
                "First Name": "Debra A",
                "Last Name": "Brock",
                "Affiliation": "Department of Biology, Washington University in St. Louis, St. Louis, MO 63130, USA."
            },
            {
                "First Name": "Christopher",
                "Last Name": "Dinh",
                "Affiliation": "Verna and Marrs McLean Department of Biochemistry and Molecular Biology, Baylor College of Medicine, Houston, TX 77030, USA."
            },
            {
                "First Name": "Fremiet",
                "Last Name": "Lara-Garduno",
                "Affiliation": "Human Genome Sequencing Center, Baylor College of Medicine, Houston, TX 77030, USA."
            },
            {
                "First Name": "Sandra L",
                "Last Name": "Lee",
                "Affiliation": "Human Genome Sequencing Center, Baylor College of Medicine, Houston, TX 77030, USA."
            },
            {
                "First Name": "Christie L",
                "Last Name": "Kovar",
                "Affiliation": "Human Genome Sequencing Center, Baylor College of Medicine, Houston, TX 77030, USA."
            },
            {
                "First Name": "Huyen H",
                "Last Name": "Dinh",
                "Affiliation": "Human Genome Sequencing Center, Baylor College of Medicine, Houston, TX 77030, USA."
            },
            {
                "First Name": "Viktoriya",
                "Last Name": "Korchina",
                "Affiliation": "Human Genome Sequencing Center, Baylor College of Medicine, Houston, TX 77030, USA."
            },
            {
                "First Name": "LaRonda",
                "Last Name": "Jackson",
                "Affiliation": "Human Genome Sequencing Center, Baylor College of Medicine, Houston, TX 77030, USA."
            },
            {
                "First Name": "Shobha",
                "Last Name": "Patil",
                "Affiliation": "Human Genome Sequencing Center, Baylor College of Medicine, Houston, TX 77030, USA."
            },
            {
                "First Name": "Yi",
                "Last Name": "Han",
                "Affiliation": "Human Genome Sequencing Center, Baylor College of Medicine, Houston, TX 77030, USA."
            },
            {
                "First Name": "Lesley",
                "Last Name": "Chaboub",
                "Affiliation": "Human Genome Sequencing Center, Baylor College of Medicine, Houston, TX 77030, USA."
            },
            {
                "First Name": "Gad",
                "Last Name": "Shaulsky",
                "Affiliation": "Department of Molecular and Human Genetics, Baylor College of Medicine, Houston, TX 77030, USA."
            },
            {
                "First Name": "Donna M",
                "Last Name": "Muzny",
                "Affiliation": "Human Genome Sequencing Center, Baylor College of Medicine, Houston, TX 77030, USA; Department of Molecular and Human Genetics, Baylor College of Medicine, Houston, TX 77030, USA."
            },
            {
                "First Name": "Kim C",
                "Last Name": "Worley",
                "Affiliation": "Human Genome Sequencing Center, Baylor College of Medicine, Houston, TX 77030, USA; Department of Molecular and Human Genetics, Baylor College of Medicine, Houston, TX 77030, USA."
            },
            {
                "First Name": "Richard A",
                "Last Name": "Gibbs",
                "Affiliation": "Human Genome Sequencing Center, Baylor College of Medicine, Houston, TX 77030, USA; Department of Molecular and Human Genetics, Baylor College of Medicine, Houston, TX 77030, USA."
            },
            {
                "First Name": "Stephen",
                "Last Name": "Richards",
                "Affiliation": "Human Genome Sequencing Center, Baylor College of Medicine, Houston, TX 77030, USA."
            },
            {
                "First Name": "Adam",
                "Last Name": "Kuspa",
                "Affiliation": "Verna and Marrs McLean Department of Biochemistry and Molecular Biology, Baylor College of Medicine, Houston, TX 77030, USA."
            },
            {
                "First Name": "Joan E",
                "Last Name": "Strassmann",
                "Affiliation": "Department of Biology, Washington University in St. Louis, St. Louis, MO 63130, USA."
            },
            {
                "First Name": "David C",
                "Last Name": "Queller",
                "Affiliation": "Department of Biology, Washington University in St. Louis, St. Louis, MO 63130, USA."
            }
        ],
        "Journal": "Current biology : CB",
        "PubDate": "2015"
    },
    {
        "PMID": "25042059",
        "Title": "Estimating heritability of drug-induced liver injury from common variants and implications for future study designs.",
        "Abstract": "Recent genome-wide association studies identified certain human leukocyote antigen (HLA) alleles as the major risk factors of drug-induced liver injuries (DILI). While these alleles often cause large relative risk, their predictive values are quite low due to low prevalence of idiosyncratic DILI. Finding additional risk factors is important for precision medicine. However, optimal design of further genetic studies is hindered by uncertain overall heritability of DILI. This is a common problem for low-prevalence pharmacological traits, since it is difficult to obtain clinical outcome data in families. Here we estimated the heritability (h(2)) of DILI from case-control genome-wide single nucleotide polymorphism data using a method based on random effect models. We estimated the proportion of h(2) captured by common SNPs for DILI to be between 0.3 and 0.5. For co-amoxiclav induced DILI, chromosome 6 explained part of the heritability, indicating additional contributions from common variants yet to be found. We performed simulations to assess the robustness of the h(2) estimate with limited sample size under low prevelance, a condition typical to studies on idiosyncratic pharmacological traits. Our findings suggest that common variants outside of HLA contribute to DILI susceptability; therefore, it is valuable to conduct further GWAS with expanded case collection.",
        "Keywords": [],
        "MeSH terms": [
            "Amoxicillin-Potassium Clavulanate Combination",
            "Case-Control Studies",
            "Chemical and Drug Induced Liver Injury",
            "Chromosomes, Human, Pair 6",
            "Floxacillin",
            "Genetic Predisposition to Disease",
            "Genome-Wide Association Study",
            "Humans",
            "beta-Lactamase Inhibitors"
        ],
        "Authors": [
            {
                "First Name": "Casey Lynnette",
                "Last Name": "Overby",
                "Affiliation": "1] Department of Biomedical Informatics, Columbia University, New York, NY [2]."
            },
            {
                "First Name": "George",
                "Last Name": "Hripcsak",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, NY."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "1] Department of Biomedical Informatics, Columbia University, New York, NY [2] Department of Systems Biology, Columbia University, New York, NY [3] JP Sulzberger Columbia Genome Center, Columbia University, New York, NY."
            }
        ],
        "Journal": "Scientific reports",
        "PubDate": "2014"
    },
    {
        "PMID": "24771342",
        "Title": "CANOES: detecting rare copy number variants from whole exome sequencing data.",
        "Abstract": "We present CANOES, an algorithm for the detection of rare copy number variants from exome sequencing data. CANOES models read counts using a negative binomial distribution and estimates variance of the read counts using a regression-based approach based on selected reference samples in a given dataset. We test CANOES on a family-based exome sequencing dataset, and show that its sensitivity and specificity is comparable to that of XHMM. Moreover, the method is complementary to Gaussian approximation-based methods (e.g. XHMM or CoNIFER). When CANOES is used in combination with these methods, it will be possible to produce high accuracy calls, as demonstrated by a much reduced and more realistic de novo rate in results from trio data.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "DNA Copy Number Variations",
            "Exome",
            "Genotyping Techniques",
            "High-Throughput Nucleotide Sequencing",
            "Humans",
            "Oligonucleotide Array Sequence Analysis",
            "Sequence Analysis, DNA"
        ],
        "Authors": [
            {
                "First Name": "Daniel",
                "Last Name": "Backenroth",
                "Affiliation": "Departments of Systems Biology and Biomedical Informatics, Columbia University Medical Center, New York, NY 10032, USA JP Sulzberger Columbia Genome Center, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Jason",
                "Last Name": "Homsy",
                "Affiliation": "Cardiovascular Research Center, Massachusetts General Hospital, Boston, MA 02114, USA Department of Genetics, Harvard Medical School, Boston, MA 02115, USA."
            },
            {
                "First Name": "Laura R",
                "Last Name": "Murillo",
                "Affiliation": "Departments of Pediatrics and Genetics and Genomic Sciences, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."
            },
            {
                "First Name": "Joe",
                "Last Name": "Glessner",
                "Affiliation": "Center for Applied Genomics, Children's Hospital of Philadelphia, Philadelphia, PA 19104, USA."
            },
            {
                "First Name": "Edwin",
                "Last Name": "Lin",
                "Affiliation": "Departments of Systems Biology and Biomedical Informatics, Columbia University Medical Center, New York, NY 10032, USA Departments of Pediatrics and Medicine, Columbia University Medical Center, New York, NY 10032, USA."
            },
            {
                "First Name": "Martina",
                "Last Name": "Brueckner",
                "Affiliation": "Department of Genetics, Yale University School of Medicine, New Haven, CT 06510, USA."
            },
            {
                "First Name": "Richard",
                "Last Name": "Lifton",
                "Affiliation": "Department of Genetics, Yale University School of Medicine, New Haven, CT 06510, USA Howard Hughes Medical Institute, Yale University, New Haven, CT 06510, USA."
            },
            {
                "First Name": "Elizabeth",
                "Last Name": "Goldmuntz",
                "Affiliation": "Department of Pediatrics, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, PA 19104, USA."
            },
            {
                "First Name": "Wendy K",
                "Last Name": "Chung",
                "Affiliation": "Departments of Pediatrics and Medicine, Columbia University Medical Center, New York, NY 10032, USA ys2411@columbia.edu."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Departments of Systems Biology and Biomedical Informatics, Columbia University Medical Center, New York, NY 10032, USA JP Sulzberger Columbia Genome Center, Columbia University Medical Center, New York, NY 10032, USA ys2411@columbia.edu."
            }
        ],
        "Journal": "Nucleic acids research",
        "PubDate": "2014"
    },
    {
        "PMID": "24721106",
        "Title": "The learning effect of a training programme on the diagnosis of oesophageal lesions by narrow band imaging magnification among endoscopists of varying experience.",
        "Abstract": "Magnifying narrow-band imaging using intra-epithelial papillary capillary loop analysis has been confirmed as a promising diagnostic modality for oesophageal lesions. Little is known about its learning curve.",
        "Keywords": [
            "Endoscopy",
            "Intra-epithelial papillary capillary loop",
            "Learning curve"
        ],
        "MeSH terms": [
            "Adult",
            "Aged",
            "Biopsy",
            "Clinical Competence",
            "Education, Medical, Continuing",
            "Esophageal Neoplasms",
            "Esophagoscopy",
            "Esophagus",
            "Female",
            "Humans",
            "Learning Curve",
            "Male",
            "Middle Aged",
            "Narrow Band Imaging",
            "Observer Variation",
            "Prospective Studies"
        ],
        "Authors": [
            {
                "First Name": "Hanbing",
                "Last Name": "Xue",
                "Affiliation": "Division of Gastroenterology and Hepatology, Renji Hospital, School of Medicine, Shanghai Jiaotong University, Shanghai Institute of Digestive Disease, Shanghai, China."
            },
            {
                "First Name": "Shuai",
                "Last Name": "Gong",
                "Affiliation": "Division of Gastroenterology and Hepatology, Renji Hospital, School of Medicine, Shanghai Jiaotong University, Shanghai Institute of Digestive Disease, Shanghai, China."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Division of Gastroenterology and Hepatology, Renji Hospital, School of Medicine, Shanghai Jiaotong University, Shanghai Institute of Digestive Disease, Shanghai, China."
            },
            {
                "First Name": "Honghong",
                "Last Name": "Tan",
                "Affiliation": "Division of Gastroenterology and Hepatology, Renji Hospital, School of Medicine, Shanghai Jiaotong University, Shanghai Institute of Digestive Disease, Shanghai, China."
            },
            {
                "First Name": "Mitsuhiro",
                "Last Name": "Fujishiro",
                "Affiliation": "Department of Endoscopy and Endoscopic Surgery, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan."
            },
            {
                "First Name": "Jun",
                "Last Name": "Dai",
                "Affiliation": "Division of Gastroenterology and Hepatology, Renji Hospital, School of Medicine, Shanghai Jiaotong University, Shanghai Institute of Digestive Disease, Shanghai, China."
            },
            {
                "First Name": "Yunjia",
                "Last Name": "Zhao",
                "Affiliation": "Division of Gastroenterology and Hepatology, Renji Hospital, School of Medicine, Shanghai Jiaotong University, Shanghai Institute of Digestive Disease, Shanghai, China."
            },
            {
                "First Name": "Zhizheng",
                "Last Name": "Ge",
                "Affiliation": "Division of Gastroenterology and Hepatology, Renji Hospital, School of Medicine, Shanghai Jiaotong University, Shanghai Institute of Digestive Disease, Shanghai, China. Electronic address: zhizhengge@aliyun.com."
            }
        ],
        "Journal": "Digestive and liver disease : official journal of the Italian Society of Gastroenterology and the Italian Association for the Study of the Liver",
        "PubDate": "2014"
    },
    {
        "PMID": "24001516",
        "Title": "Defining a comprehensive verotype using electronic health records for personalized medicine.",
        "Abstract": "The burgeoning adoption of electronic health records (EHR) introduces a golden opportunity for studying individual manifestations of myriad diseases, which is called 'EHR phenotyping'. In this paper, we break down this concept by: relating it to phenotype definitions from Johannsen; comparing it to cohort identification and disease subtyping; introducing a new concept called 'verotype' (Latin: vere = true, actually) to represent the 'true' population of similar patients for treatment purposes through the integration of genotype, phenotype, and disease subtype (eg, specific glucose value pattern in patients with diabetes) information; analyzing the value of the 'verotype' concept for personalized medicine; and outlining the potential for using network-based approaches to reverse engineer clinical disease subtypes.",
        "Keywords": [
            "Electronic Health Records",
            "Genetics",
            "Genotype",
            "Phenotype"
        ],
        "MeSH terms": [
            "Disease",
            "Electronic Health Records",
            "Genetic Association Studies",
            "Genetic Markers",
            "Humans",
            "Phenotype"
        ],
        "Authors": [
            {
                "First Name": "Mary Regina",
                "Last Name": "Boland",
                "Affiliation": "Department of Biomedical Informatics, Columbia University, New York, New York, USA."
            },
            {
                "First Name": "George",
                "Last Name": "Hripcsak",
                "Affiliation": ""
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": ""
            },
            {
                "First Name": "Wendy K",
                "Last Name": "Chung",
                "Affiliation": ""
            },
            {
                "First Name": "Chunhua",
                "Last Name": "Weng",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of the American Medical Informatics Association : JAMIA",
        "PubDate": "2013"
    },
    {
        "PMID": "23616257",
        "Title": "Whole-exome sequencing identifies novel LEPR mutations in individuals with severe early onset obesity.",
        "Abstract": "Obesity is a major public health problem that increases the risk for a broad spectrum of co-morbid conditions. Despite evidence for a strong genetic contribution to susceptibility to obesity, previous efforts to discover the relevant genes using positional cloning have failed to account for most of the apparent genetic risk variance.",
        "Keywords": [],
        "MeSH terms": [
            "Acanthosis Nigricans",
            "Adolescent",
            "Body Mass Index",
            "Child",
            "Consanguinity",
            "Exome",
            "Family Health",
            "Female",
            "Frameshift Mutation",
            "Homozygote",
            "Humans",
            "Infant",
            "Insulin",
            "Leptin",
            "Male",
            "Pediatric Obesity",
            "Pedigree",
            "Receptors, Leptin",
            "Sequence Analysis, DNA"
        ],
        "Authors": [
            {
                "First Name": "Richard",
                "Last Name": "Gill",
                "Affiliation": "Division of Molecular Genetics Department of Pediatrics, College of Physicians and Surgeons, Columbia University Medical Center, New York, New York, USA; Department of Epidemiology, Mailman School of Public Health, Columbia University Medical Center, New York, New York, USA."
            },
            {
                "First Name": "Yee Him",
                "Last Name": "Cheung",
                "Affiliation": ""
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": ""
            },
            {
                "First Name": "Patricia",
                "Last Name": "Lanzano",
                "Affiliation": ""
            },
            {
                "First Name": "Nazrat M",
                "Last Name": "Mirza",
                "Affiliation": ""
            },
            {
                "First Name": "Svetlana",
                "Last Name": "Ten",
                "Affiliation": ""
            },
            {
                "First Name": "Noel K",
                "Last Name": "Maclaren",
                "Affiliation": ""
            },
            {
                "First Name": "Roja",
                "Last Name": "Motaghedi",
                "Affiliation": ""
            },
            {
                "First Name": "Joan C",
                "Last Name": "Han",
                "Affiliation": ""
            },
            {
                "First Name": "Jack A",
                "Last Name": "Yanovski",
                "Affiliation": ""
            },
            {
                "First Name": "Rudolph L",
                "Last Name": "Leibel",
                "Affiliation": ""
            },
            {
                "First Name": "Wendy K",
                "Last Name": "Chung",
                "Affiliation": ""
            }
        ],
        "Journal": "Obesity (Silver Spring, Md.)",
        "PubDate": "2014"
    },
    {
        "PMID": "22968431",
        "Title": "Limited contribution of common genetic variants to risk for liver injury due to a variety of drugs.",
        "Abstract": "Drug-induced liver injury (DILI) is a serious adverse drug event that is suspected to have a heritable component. We carried out a genome-wide association study of 783 individuals of European ancestry who experienced DILI due to more than 200 implicated drugs.",
        "Keywords": [],
        "MeSH terms": [
            "Adult",
            "Aged",
            "Alleles",
            "Chemical and Drug Induced Liver Injury",
            "Cohort Studies",
            "Drug-Related Side Effects and Adverse Reactions",
            "Female",
            "Genetic Variation",
            "Genome, Human",
            "Genome-Wide Association Study",
            "Genotype",
            "Humans",
            "Liver",
            "Male",
            "Middle Aged",
            "Phenotype",
            "Polymorphism, Single Nucleotide",
            "Registries",
            "Risk Factors"
        ],
        "Authors": [
            {
                "First Name": "Thomas J",
                "Last Name": "Urban",
                "Affiliation": "Center for Human Genome Variation, Duke University, Durham, NC, USA."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": ""
            },
            {
                "First Name": "Andrew",
                "Last Name": "Stolz",
                "Affiliation": ""
            },
            {
                "First Name": "Naga",
                "Last Name": "Chalasani",
                "Affiliation": ""
            },
            {
                "First Name": "Robert J",
                "Last Name": "Fontana",
                "Affiliation": ""
            },
            {
                "First Name": "James",
                "Last Name": "Rochon",
                "Affiliation": ""
            },
            {
                "First Name": "Dongliang",
                "Last Name": "Ge",
                "Affiliation": ""
            },
            {
                "First Name": "Kevin V",
                "Last Name": "Shianna",
                "Affiliation": ""
            },
            {
                "First Name": "Ann K",
                "Last Name": "Daly",
                "Affiliation": ""
            },
            {
                "First Name": "M Isabel",
                "Last Name": "Lucena",
                "Affiliation": ""
            },
            {
                "First Name": "Matthew R",
                "Last Name": "Nelson",
                "Affiliation": ""
            },
            {
                "First Name": "Mariam",
                "Last Name": "Molokhia",
                "Affiliation": ""
            },
            {
                "First Name": "Guruprasad P",
                "Last Name": "Aithal",
                "Affiliation": ""
            },
            {
                "First Name": "Aris",
                "Last Name": "Floratos",
                "Affiliation": ""
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            },
            {
                "First Name": "Jose",
                "Last Name": "Serrano",
                "Affiliation": ""
            },
            {
                "First Name": "Herbert",
                "Last Name": "Bonkovsky",
                "Affiliation": ""
            },
            {
                "First Name": "Timothy J",
                "Last Name": "Davern",
                "Affiliation": ""
            },
            {
                "First Name": "William M",
                "Last Name": "Lee",
                "Affiliation": ""
            },
            {
                "First Name": "Victor J",
                "Last Name": "Navarro",
                "Affiliation": ""
            },
            {
                "First Name": "Jayant A",
                "Last Name": "Talwalkar",
                "Affiliation": ""
            },
            {
                "First Name": "David B",
                "Last Name": "Goldstein",
                "Affiliation": ""
            },
            {
                "First Name": "Paul B",
                "Last Name": "Watkins",
                "Affiliation": ""
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            }
        ],
        "Journal": "Pharmacogenetics and genomics",
        "PubDate": "2012"
    },
    {
        "PMID": "22840822",
        "Title": "Advanced proteomic liquid chromatography.",
        "Abstract": "Liquid chromatography coupled with mass spectrometry is the predominant platform used to analyze proteomics samples consisting of large numbers of proteins and their proteolytic products (e.g., truncated polypeptides) and spanning a wide range of relative concentrations. This review provides an overview of advanced capillary liquid chromatography techniques and methodologies that greatly improve separation resolving power and proteomics analysis coverage, sensitivity, and throughput.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Chromatography, Liquid",
            "Humans",
            "Peptides",
            "Proteins",
            "Proteomics"
        ],
        "Authors": [
            {
                "First Name": "Fang",
                "Last Name": "Xie",
                "Affiliation": "Biological Sciences Division, Pacific Northwest National Laboratory, Richland, WA 99352, USA."
            },
            {
                "First Name": "Richard D",
                "Last Name": "Smith",
                "Affiliation": ""
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of chromatography. A",
        "PubDate": "2012"
    },
    {
        "PMID": "22462785",
        "Title": "High-pH reversed-phase chromatography with fraction concatenation for 2D proteomic analysis.",
        "Abstract": "Orthogonal high-resolution separations are critical for attaining improved analytical dynamic range and protein coverage in proteomic measurements. High-pH reversed-phase liquid chromatography (RPLC), followed by fraction concatenation, affords better peptide analysis than conventional strong cation-exchange chromatography applied for 2D proteomic analysis. For example, concatenated high-pH RPLC increased identification of peptides (by 1.8-fold) and proteins (by 1.6-fold) in shotgun proteomics analyses of a digested human protein sample. Additional advantages of high-pH RPLC with fraction concatenation include improved protein sequence coverage, simplified sample processing and reduced sample losses, making this an attractive alternative to strong cation-exchange chromatography in conjunction with second-dimension low-pH RPLC for 2D proteomics analyses.",
        "Keywords": [],
        "MeSH terms": [
            "Chromatography, Liquid",
            "Chromatography, Reverse-Phase",
            "Humans",
            "Hydrogen-Ion Concentration",
            "Peptide Fragments",
            "Proteome",
            "Proteomics",
            "Tandem Mass Spectrometry"
        ],
        "Authors": [
            {
                "First Name": "Feng",
                "Last Name": "Yang",
                "Affiliation": "Biological Sciences Division, Pacific Northwest National Laboratory, Richland, WA 99352, USA."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": ""
            },
            {
                "First Name": "David G",
                "Last Name": "Camp",
                "Affiliation": ""
            },
            {
                "First Name": "Richard D",
                "Last Name": "Smith",
                "Affiliation": ""
            }
        ],
        "Journal": "Expert review of proteomics",
        "PubDate": "2012"
    },
    {
        "PMID": "22054047",
        "Title": "Improving collision induced dissociation (CID), high energy collision dissociation (HCD), and electron transfer dissociation (ETD) fourier transform MS/MS degradome-peptidome identifications using high accuracy mass information.",
        "Abstract": "MS dissociation methods, including collision induced dissociation (CID), high energy collision dissociation (HCD), and electron transfer dissociation (ETD), can each contribute distinct peptidome identifications using conventional peptide identification methods (Shen et al. J. Proteome Res. 2011), but such samples still pose significant informatics challenges. In this work, we explored utilization of high accuracy fragment ion mass measurements, in this case provided by Fourier transform MS/MS, to improve peptidome peptide data set size and consistency relative to conventional descriptive and probabilistic scoring methods. For example, we identified 20-40% more peptides than SEQUEST, Mascot, and MS_GF scoring methods using high accuracy fragment ion information and the same false discovery rate (FDR) from CID, HCD, and ETD spectra. Identified species covered >90% of the collective identifications obtained using various conventional peptide identification methods, which significantly addresses the common issue of different data analysis methods generating different peptide data sets. Choice of peptide dissociation and high-precision measurement-based identification methods presently available for degradomic-peptidomic analyses needs to be based on the coverage and confidence (or specificity) afforded by the method, as well as practical issues (e.g., throughput). By using accurate fragment information, >1000 peptidome components can be identified from a single human blood plasma analysis with low peptide-level FDRs (e.g., 0.6%), providing an improved basis for investigating potential disease-related peptidome components.",
        "Keywords": [],
        "MeSH terms": [
            "Fourier Analysis",
            "Humans",
            "Peptides",
            "Proteomics",
            "Reproducibility of Results",
            "Tandem Mass Spectrometry"
        ],
        "Authors": [
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Biological Sciences Division, Pacific Northwest National Laboratory , Richland, Washington 99354, United States. Yufeng.shen@pnnl.gov"
            },
            {
                "First Name": "Nikola",
                "Last Name": "Tolić",
                "Affiliation": ""
            },
            {
                "First Name": "Samuel O",
                "Last Name": "Purvine",
                "Affiliation": ""
            },
            {
                "First Name": "Richard D",
                "Last Name": "Smith",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of proteome research",
        "PubDate": "2012"
    },
    {
        "PMID": "22027200",
        "Title": "Protein identification using top-down.",
        "Abstract": "In the last two years, because of advances in protein separation and mass spectrometry, top-down mass spectrometry moved from analyzing single proteins to analyzing complex samples and identifying hundreds and even thousands of proteins. However, computational tools for database search of top-down spectra against protein databases are still in their infancy. We describe MS-Align+, a fast algorithm for top-down protein identification based on spectral alignment that enables searches for unexpected post-translational modifications. We also propose a method for evaluating statistical significance of top-down protein identifications and further benchmark various software tools on two top-down data sets from Saccharomyces cerevisiae and Salmonella typhimurium. We demonstrate that MS-Align+ significantly increases the number of identified spectra as compared with MASCOT and OMSSA on both data sets. Although MS-Align+ and ProSightPC have similar performance on the Salmonella typhimurium data set, MS-Align+ outperforms ProSightPC on the (more complex) Saccharomyces cerevisiae data set.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Amino Acid Sequence",
            "Bacterial Proteins",
            "Data Interpretation, Statistical",
            "Molecular Sequence Annotation",
            "Molecular Sequence Data",
            "Molecular Weight",
            "Peptide Mapping",
            "Protein Processing, Post-Translational",
            "Proteome",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Salmonella typhimurium",
            "Software",
            "Tandem Mass Spectrometry"
        ],
        "Authors": [
            {
                "First Name": "Xiaowen",
                "Last Name": "Liu",
                "Affiliation": "Department of Computer Science and Engineering, University of California, San Diego, 9500 Gilman Drive, San Diego, California 92093, USA."
            },
            {
                "First Name": "Yakov",
                "Last Name": "Sirotkin",
                "Affiliation": ""
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": ""
            },
            {
                "First Name": "Gordon",
                "Last Name": "Anderson",
                "Affiliation": ""
            },
            {
                "First Name": "Yihsuan S",
                "Last Name": "Tsai",
                "Affiliation": ""
            },
            {
                "First Name": "Ying S",
                "Last Name": "Ting",
                "Affiliation": ""
            },
            {
                "First Name": "David R",
                "Last Name": "Goodlett",
                "Affiliation": ""
            },
            {
                "First Name": "Richard D",
                "Last Name": "Smith",
                "Affiliation": ""
            },
            {
                "First Name": "Vineet",
                "Last Name": "Bafna",
                "Affiliation": ""
            },
            {
                "First Name": "Pavel A",
                "Last Name": "Pevzner",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular & cellular proteomics : MCP",
        "PubDate": "2012"
    },
    {
        "PMID": "21989326",
        "Title": "A hidden Markov model for copy number variant prediction from whole genome resequencing data.",
        "Abstract": "Copy Number Variants (CNVs) are important genetic factors for studying human diseases. While high-throughput whole genome re-sequencing provides multiple lines of evidence for detecting CNVs, computational algorithms need to be tailored for different type or size of CNVs under different experimental designs.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Base Sequence",
            "Chromosome Mapping",
            "DNA Copy Number Variations",
            "Genome",
            "Genome, Human",
            "Genome-Wide Association Study",
            "Humans",
            "Markov Chains"
        ],
        "Authors": [
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Department of Computer Science, Columbia University, New York, NY 10027, USA. yshen@c2b2.columbia.edu"
            },
            {
                "First Name": "Yiwei",
                "Last Name": "Gu",
                "Affiliation": ""
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            }
        ],
        "Journal": "BMC bioinformatics",
        "PubDate": "2011"
    },
    {
        "PMID": "21678914",
        "Title": "Effectiveness of CID, HCD, and ETD with FT MS/MS for degradomic-peptidomic analysis: comparison of peptide identification methods.",
        "Abstract": "We report on the effectiveness of CID, HCD, and ETD for LC-FT MS/MS analysis of peptides using a tandem linear ion trap-Orbitrap mass spectrometer. A range of software tools and analysis parameters were employed to explore the use of CID, HCD, and ETD to identify peptides (isolated from human blood plasma) without the use of specific \"enzyme rules\". In the evaluation of an FDR-controlled SEQUEST scoring method, the use of accurate masses for fragments increased the number of identified peptides (by ~50%) compared to the use of conventional low accuracy fragment mass information, and CID provided the largest contribution to the identified peptide data sets compared to HCD and ETD. The FDR-controlled Mascot scoring method provided significantly fewer peptide identifications than SEQUEST (by 1.3-2.3 fold) and CID, HCD, and ETD provided similar contributions to identified peptides. Evaluation of de novo sequencing and the UStags method for more intense fragment ions revealed that HCD afforded more contiguous residues (e.g., ≥ 7 amino acids) than either CID or ETD. Both the FDR-controlled SEQUEST and Mascot scoring methods provided peptide data sets that were affected by the decoy database used and mass tolerances applied (e.g., identical peptides between data sets could be limited to ~70%), while the UStags method provided the most consistent peptide data sets (>90% overlap). The m/z ranges in which CID, HCD, and ETD contributed the largest number of peptide identifications were substantially overlapping. This work suggests that the three peptide ion fragmentation methods are complementary and that maximizing the number of peptide identifications benefits significantly from a careful match with the informatics tools and methods applied. These results also suggest that the decoy strategy may inaccurately estimate identification FDRs.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Blood Proteins",
            "Databases, Protein",
            "Humans",
            "Mass Spectrometry",
            "Molecular Sequence Data",
            "Peptides",
            "Proteomics",
            "Sequence Analysis, Protein",
            "Software"
        ],
        "Authors": [
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Biological Sciences Division, Pacific Northwest National Laboratory, Richland, Washington 99352, United States."
            },
            {
                "First Name": "Nikola",
                "Last Name": "Tolić",
                "Affiliation": ""
            },
            {
                "First Name": "Fang",
                "Last Name": "Xie",
                "Affiliation": ""
            },
            {
                "First Name": "Rui",
                "Last Name": "Zhao",
                "Affiliation": ""
            },
            {
                "First Name": "Samuel O",
                "Last Name": "Purvine",
                "Affiliation": ""
            },
            {
                "First Name": "Athena A",
                "Last Name": "Schepmoes",
                "Affiliation": ""
            },
            {
                "First Name": "Ronald J",
                "Last Name": "Moore",
                "Affiliation": ""
            },
            {
                "First Name": "Gordon A",
                "Last Name": "Anderson",
                "Affiliation": ""
            },
            {
                "First Name": "Richard D",
                "Last Name": "Smith",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of proteome research",
        "PubDate": "2011"
    },
    {
        "PMID": "21636589",
        "Title": "Coverage tradeoffs and power estimation in the design of whole-genome sequencing experiments for detecting association.",
        "Abstract": "Whole-genome sequencing (WGS) allows direct interrogation of previously undetected uncommon or rare variants, which potentially contribute to the missing heritability of human disease. However, cost of sequencing large numbers of samples limits its application in case-control association studies. Here, we describe theoretical and empirical design considerations for such sequencing studies, aimed at maximizing the power of detecting association under the constraint of study-wide cost.",
        "Keywords": [],
        "MeSH terms": [
            "Case-Control Studies",
            "Chromosome Mapping",
            "Genome",
            "Genome-Wide Association Study",
            "Genomic Structural Variation",
            "Humans",
            "Internet",
            "Sequence Analysis, DNA",
            "Statistics as Topic"
        ],
        "Authors": [
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Department of Computer Science, Columbia University, New York, NY 10027, USA. yshen@c2b2.columbia.edu"
            },
            {
                "First Name": "Ruijie",
                "Last Name": "Song",
                "Affiliation": ""
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            }
        ],
        "Journal": "Bioinformatics (Oxford, England)",
        "PubDate": "2011"
    },
    {
        "PMID": "21570397",
        "Title": "Susceptibility to amoxicillin-clavulanate-induced liver injury is influenced by multiple HLA class I and II alleles.",
        "Abstract": "Drug-induced liver injury (DILI), especially from antimicrobial agents, is an important cause of serious liver disease. Amoxicillin-clavulanate (AC) is a leading cause of idiosyncratic DILI, but little is understood about genetic susceptibility to this adverse reaction.",
        "Keywords": [],
        "MeSH terms": [
            "Adaptive Immunity",
            "Aged",
            "Aged, 80 and over",
            "Amoxicillin-Potassium Clavulanate Combination",
            "Anti-Bacterial Agents",
            "Case-Control Studies",
            "Chemical and Drug Induced Liver Injury",
            "Chi-Square Distribution",
            "Europe",
            "Female",
            "Gene Frequency",
            "Genes, MHC Class I",
            "Genes, MHC Class II",
            "Genetic Predisposition to Disease",
            "Genome-Wide Association Study",
            "HLA-A Antigens",
            "HLA-DQ Antigens",
            "HLA-DQ beta-Chains",
            "HLA-DR Antigens",
            "HLA-DRB1 Chains",
            "Haplotypes",
            "Humans",
            "Logistic Models",
            "Male",
            "Middle Aged",
            "Odds Ratio",
            "Phenotype",
            "Polymorphism, Single Nucleotide",
            "Registries",
            "Risk Assessment",
            "Risk Factors",
            "United States",
            "White People"
        ],
        "Authors": [
            {
                "First Name": "M Isabel",
                "Last Name": "Lucena",
                "Affiliation": "Facultad de Medicina, Hospital Universitario Virgen de la Victoria, Campus Universitario s/n, Málaga and Centro de Investigación Biomédica en Red de Enfermedades Hepáticas y Digestivas (CIBERehd), Barcelona, Spain."
            },
            {
                "First Name": "Mariam",
                "Last Name": "Molokhia",
                "Affiliation": ""
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": ""
            },
            {
                "First Name": "Thomas J",
                "Last Name": "Urban",
                "Affiliation": ""
            },
            {
                "First Name": "Guruprasad P",
                "Last Name": "Aithal",
                "Affiliation": ""
            },
            {
                "First Name": "Raúl J",
                "Last Name": "Andrade",
                "Affiliation": ""
            },
            {
                "First Name": "Christopher P",
                "Last Name": "Day",
                "Affiliation": ""
            },
            {
                "First Name": "Francisco",
                "Last Name": "Ruiz-Cabello",
                "Affiliation": ""
            },
            {
                "First Name": "Peter T",
                "Last Name": "Donaldson",
                "Affiliation": ""
            },
            {
                "First Name": "Camilla",
                "Last Name": "Stephens",
                "Affiliation": ""
            },
            {
                "First Name": "Munir",
                "Last Name": "Pirmohamed",
                "Affiliation": ""
            },
            {
                "First Name": "Manuel",
                "Last Name": "Romero-Gomez",
                "Affiliation": ""
            },
            {
                "First Name": "Jose Maria",
                "Last Name": "Navarro",
                "Affiliation": ""
            },
            {
                "First Name": "Robert J",
                "Last Name": "Fontana",
                "Affiliation": ""
            },
            {
                "First Name": "Michael",
                "Last Name": "Miller",
                "Affiliation": ""
            },
            {
                "First Name": "Max",
                "Last Name": "Groome",
                "Affiliation": ""
            },
            {
                "First Name": "Emmanuelle",
                "Last Name": "Bondon-Guitton",
                "Affiliation": ""
            },
            {
                "First Name": "Anita",
                "Last Name": "Conforti",
                "Affiliation": ""
            },
            {
                "First Name": "Bruno H C",
                "Last Name": "Stricker",
                "Affiliation": ""
            },
            {
                "First Name": "Alfonso",
                "Last Name": "Carvajal",
                "Affiliation": ""
            },
            {
                "First Name": "Luisa",
                "Last Name": "Ibanez",
                "Affiliation": ""
            },
            {
                "First Name": "Qun-Ying",
                "Last Name": "Yue",
                "Affiliation": ""
            },
            {
                "First Name": "Michel",
                "Last Name": "Eichelbaum",
                "Affiliation": ""
            },
            {
                "First Name": "Aris",
                "Last Name": "Floratos",
                "Affiliation": ""
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            },
            {
                "First Name": "Mark J",
                "Last Name": "Daly",
                "Affiliation": ""
            },
            {
                "First Name": "David B",
                "Last Name": "Goldstein",
                "Affiliation": ""
            },
            {
                "First Name": "John F",
                "Last Name": "Dillon",
                "Affiliation": ""
            },
            {
                "First Name": "Matthew R",
                "Last Name": "Nelson",
                "Affiliation": ""
            },
            {
                "First Name": "Paul B",
                "Last Name": "Watkins",
                "Affiliation": ""
            },
            {
                "First Name": "Ann K",
                "Last Name": "Daly",
                "Affiliation": ""
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            },
            {
                "First Name": "",
                "Last Name": "",
                "Affiliation": ""
            }
        ],
        "Journal": "Gastroenterology",
        "PubDate": "2011"
    },
    {
        "PMID": "20976186",
        "Title": "Blood peptidome-degradome profile of breast cancer.",
        "Abstract": "Cancer invasion and metastasis are closely associated with activities within the degradome; however, little is known about whether these activities can be detected in the blood of cancer patients.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Breast Neoplasms",
            "Female",
            "Fourier Analysis",
            "Humans",
            "Hydrolysis",
            "Mass Spectrometry",
            "Molecular Sequence Data",
            "Neoplasm Proteins",
            "Peptides",
            "Proteome"
        ],
        "Authors": [
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Biological Science Division, Pacific Northwest National Laboratory, Richland, Washington, United States of America. Yufeng.shen@pnl.gov"
            },
            {
                "First Name": "Nikola",
                "Last Name": "Tolić",
                "Affiliation": ""
            },
            {
                "First Name": "Tao",
                "Last Name": "Liu",
                "Affiliation": ""
            },
            {
                "First Name": "Rui",
                "Last Name": "Zhao",
                "Affiliation": ""
            },
            {
                "First Name": "Brianne O",
                "Last Name": "Petritis",
                "Affiliation": ""
            },
            {
                "First Name": "Marina A",
                "Last Name": "Gritsenko",
                "Affiliation": ""
            },
            {
                "First Name": "David G",
                "Last Name": "Camp",
                "Affiliation": ""
            },
            {
                "First Name": "Ronald J",
                "Last Name": "Moore",
                "Affiliation": ""
            },
            {
                "First Name": "Samuel O",
                "Last Name": "Purvine",
                "Affiliation": ""
            },
            {
                "First Name": "Francisco J",
                "Last Name": "Esteva",
                "Affiliation": ""
            },
            {
                "First Name": "Richard D",
                "Last Name": "Smith",
                "Affiliation": ""
            }
        ],
        "Journal": "PloS one",
        "PubDate": "2010"
    },
    {
        "PMID": "20590115",
        "Title": "Identification of disulfide bonds in protein proteolytic degradation products using de novo-protein unique sequence tags approach.",
        "Abstract": "Disulfide bonds are a form of post-translational modification that often determines protein structure(s) and function(s). In this work, we report a mass spectrometry method for identification of disulfides in degradation products of proteins, specifically endogenous peptides in the human blood plasma peptidome. LC-Fourier transform tandem mass spectrometry (FT MS/MS) was used for acquiring mass spectra that were de novo sequenced and then searched against the IPI human protein database. Through the use of unique sequence tags (UStags), we unambiguously correlated the spectra to specific database proteins. Examination of the UStags' prefix and/or suffix sequences that contain cysteine(s) in conjunction with sequences of the UStags-specified database proteins is shown to enable the unambigious determination of disulfide bonds. Using this method, we identified the intermolecular and intramolecular disulfides in human blood plasma peptidome peptides that have molecular weights of up to approximately 10 kDa.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Computational Biology",
            "Databases, Protein",
            "Disulfides",
            "Humans",
            "Molecular Sequence Data",
            "Peptides",
            "Proteomics",
            "Sequence Analysis, DNA",
            "Sequence Tagged Sites",
            "Tandem Mass Spectrometry"
        ],
        "Authors": [
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Biological Sciences Division, and Environmental Molecular Sciences Laboratory, Pacific Northwest National Laboratory, Richland, Washington 99354, USA. Yufeng.shen@pnl.gov"
            },
            {
                "First Name": "Nikola",
                "Last Name": "Tolić",
                "Affiliation": ""
            },
            {
                "First Name": "Samuel O",
                "Last Name": "Purvine",
                "Affiliation": ""
            },
            {
                "First Name": "Richard D",
                "Last Name": "Smith",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of proteome research",
        "PubDate": "2010"
    },
    {
        "PMID": "20377236",
        "Title": "Strategy for degradomic-peptidomic analysis of human blood plasma.",
        "Abstract": "Herein we describe a strategy for degradomic-peptidomic analyses. The human blood peptidome was isolated through application of AC/SEC, which enriched its components by >300-fold. The isolated peptidome components were separated by long column HRLC providing a peak capacity of approximately 300 for species having MWs of up to 20 kDa. The separated species were identified by the FT MS/MS-UStags sequencing method. We identified >200 peptidome components that originated from 29 protein substrates from the blood plasma of a single healthy person. The peptidome peptides identified had MWs range of 0.5-14 kDa and identifications were achieved with extremely low (near zero) false discovery rates through searching the IPI human protein database (approximately 70,000 entries). Some of the peptidome peptides identified have mutations and modifications such as acetylation, acetylhexosamine, amidation, cysteinylation, didehydro, oxidation, and pyro-glu. The capabilities described enable the global analysis of the peptidome peptides to identify degradome targets such as degradome proteases, proteases inhibitors, and other relevant substrates, the cleavage specificities for the degradation of individual substrates, as well as a potential basis for using the various extents of substrate degradation for diagnostic purposes.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Blood Chemical Analysis",
            "Blood Proteins",
            "Chromatography, Affinity",
            "Chromatography, Gel",
            "Humans",
            "Molecular Sequence Data",
            "Molecular Weight",
            "Mutation",
            "Peptide Fragments",
            "Proteomics",
            "Tandem Mass Spectrometry"
        ],
        "Authors": [
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Biological Sciences Division, Pacific Northwest National Laboratory, Richland, Washington 99354, USA. Yufeng.shen@pnl.gov"
            },
            {
                "First Name": "Tao",
                "Last Name": "Liu",
                "Affiliation": ""
            },
            {
                "First Name": "Nikola",
                "Last Name": "Tolić",
                "Affiliation": ""
            },
            {
                "First Name": "Brianne O",
                "Last Name": "Petritis",
                "Affiliation": ""
            },
            {
                "First Name": "Rui",
                "Last Name": "Zhao",
                "Affiliation": ""
            },
            {
                "First Name": "Ronald J",
                "Last Name": "Moore",
                "Affiliation": ""
            },
            {
                "First Name": "Samuel O",
                "Last Name": "Purvine",
                "Affiliation": ""
            },
            {
                "First Name": "David G",
                "Last Name": "Camp",
                "Affiliation": ""
            },
            {
                "First Name": "Richard D",
                "Last Name": "Smith",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of proteome research",
        "PubDate": "2010"
    },
    {
        "PMID": "20019143",
        "Title": "A SNP discovery method to assess variant allele probability from next-generation resequencing data.",
        "Abstract": "Accurate identification of genetic variants from next-generation sequencing (NGS) data is essential for immediate large-scale genomic endeavors such as the 1000 Genomes Project, and is crucial for further genetic analysis based on the discoveries. The key challenge in single nucleotide polymorphism (SNP) discovery is to distinguish true individual variants (occurring at a low frequency) from sequencing errors (often occurring at frequencies orders of magnitude higher). Therefore, knowledge of the error probabilities of base calls is essential. We have developed Atlas-SNP2, a computational tool that detects and accounts for systematic sequencing errors caused by context-related variables in a logistic regression model learned from training data sets. Subsequently, it estimates the posterior error probability for each substitution through a Bayesian formula that integrates prior knowledge of the overall sequencing error probability and the estimated SNP rate with the results from the logistic regression model for the given substitutions. The estimated posterior SNP probability can be used to distinguish true SNPs from sequencing errors. Validation results show that Atlas-SNP2 achieves a false-positive rate of lower than 10%, with an approximately 5% or lower false-negative rate.",
        "Keywords": [],
        "MeSH terms": [
            "Algorithms",
            "Alleles",
            "Bayes Theorem",
            "Computer Simulation",
            "Genome, Bacterial",
            "Logistic Models",
            "Polymorphism, Single Nucleotide",
            "Sequence Analysis, DNA",
            "Software",
            "Staphylococcus aureus"
        ],
        "Authors": [
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "The Human Genome Sequencing Center, Baylor College of Medicine, Houston, Texas 77030, USA. yshen@c2b2.columbia.edu"
            },
            {
                "First Name": "Zhengzheng",
                "Last Name": "Wan",
                "Affiliation": ""
            },
            {
                "First Name": "Cristian",
                "Last Name": "Coarfa",
                "Affiliation": ""
            },
            {
                "First Name": "Rafal",
                "Last Name": "Drabek",
                "Affiliation": ""
            },
            {
                "First Name": "Lei",
                "Last Name": "Chen",
                "Affiliation": ""
            },
            {
                "First Name": "Elizabeth A",
                "Last Name": "Ostrowski",
                "Affiliation": ""
            },
            {
                "First Name": "Yue",
                "Last Name": "Liu",
                "Affiliation": ""
            },
            {
                "First Name": "George M",
                "Last Name": "Weinstock",
                "Affiliation": ""
            },
            {
                "First Name": "David A",
                "Last Name": "Wheeler",
                "Affiliation": ""
            },
            {
                "First Name": "Richard A",
                "Last Name": "Gibbs",
                "Affiliation": ""
            },
            {
                "First Name": "Fuli",
                "Last Name": "Yu",
                "Affiliation": ""
            }
        ],
        "Journal": "Genome research",
        "PubDate": "2010"
    },
    {
        "PMID": "19445143",
        "Title": "[AFLP analysis of genetic diversity of Prunella].",
        "Abstract": "To explore the variety of the genetic polymorphism of eight Prunella germplasm resources by AFLP analysis.",
        "Keywords": [],
        "MeSH terms": [
            "Amplified Fragment Length Polymorphism Analysis",
            "DNA, Plant",
            "Genetic Variation",
            "Polymorphism, Genetic",
            "Prunella"
        ],
        "Authors": [
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "College of Agriculture and Biotechnology of Zhengjiang University, Hangzhou 310029, China."
            },
            {
                "First Name": "Yiming",
                "Last Name": "Sun",
                "Affiliation": ""
            },
            {
                "First Name": "Xiaoxia",
                "Last Name": "Shen",
                "Affiliation": ""
            },
            {
                "First Name": "Jianming",
                "Last Name": "Jiang",
                "Affiliation": ""
            },
            {
                "First Name": "Zhian",
                "Last Name": "Wang",
                "Affiliation": ""
            },
            {
                "First Name": "Xuping",
                "Last Name": "Yu",
                "Affiliation": ""
            }
        ],
        "Journal": "Zhongguo Zhong yao za zhi = Zhongguo zhongyao zazhi = China journal of Chinese materia medica",
        "PubDate": "2009"
    },
    {
        "PMID": "19217835",
        "Title": "Automated metal-free multiple-column nanoLC for improved phosphopeptide analysis sensitivity and throughput.",
        "Abstract": "We report on the development and characterization of automated metal-free multiple-column nanoLC instrumentation for sensitive and high-throughput analysis of phosphopeptides with mass spectrometry. The system employs a multiple-column capillary LC fluidic design developed for high-throughput analysis of peptides (Anal. Chem. 2001, 73, 3011-3021), incorporating modifications to achieve broad and sensitive analysis of phosphopeptides. The integrated nanoLC columns (50 microm i.d. x 30 cm containing 5 microm C18 particles) and the on-line solid phase extraction columns (150 microm i.d. x 4 cm containing 5 microm C18 particles) were connected to automatic switching valves with non-metal chromatographic accessories, and other modifications to avoid the exposure of the analyte to any metal surfaces during handling, separation, and electrospray ionization. The nanoLC developed provided a separation peak capacity of approximately 250 for phosphopeptides (and approximately 400 for normal peptides). A detection limit of 0.4 fmol was obtained when a linear ion trap tandem mass spectrometer (Finnegan LTQ) was coupled to a 50-microm i.d. column of the nanoLC. The separation power and sensitivity provided by the nanoLC-LTQ enabled identification of approximately 4600 phosphopeptide candidates from approximately 60 microg COS-7 cell tryptic digest followed by IMAC enrichment and approximately 520 tyrosine phosphopeptides from approximately 2mg of human T cells digests followed by phosphotyrosine peptide immunoprecipitation.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "COS Cells",
            "Cells, Cultured",
            "Chlorocebus aethiops",
            "Humans",
            "Mass Spectrometry",
            "Molecular Sequence Data",
            "Phosphopeptides",
            "Sensitivity and Specificity"
        ],
        "Authors": [
            {
                "First Name": "Rui",
                "Last Name": "Zhao",
                "Affiliation": "Environmental Molecular Sciences Laboratory and Biological Sciences Division, Pacific Northwest National Laboratory, P. O. Box 999, Richland, WA 99352, USA."
            },
            {
                "First Name": "Shi-Jian",
                "Last Name": "Ding",
                "Affiliation": ""
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": ""
            },
            {
                "First Name": "David G",
                "Last Name": "Camp",
                "Affiliation": ""
            },
            {
                "First Name": "Eric A",
                "Last Name": "Livesay",
                "Affiliation": ""
            },
            {
                "First Name": "Harold",
                "Last Name": "Udseth",
                "Affiliation": ""
            },
            {
                "First Name": "Richard D",
                "Last Name": "Smith",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of chromatography. B, Analytical technologies in the biomedical and life sciences",
        "PubDate": "2009"
    },
    {
        "PMID": "19107202",
        "Title": "Comparing platforms for C. elegans mutant identification using high-throughput whole-genome sequencing.",
        "Abstract": "Whole-genome sequencing represents a promising approach to pinpoint chemically induced mutations in genetic model organisms, thereby short-cutting time-consuming genetic mapping efforts.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Animals, Genetically Modified",
            "Caenorhabditis elegans",
            "Chromosome Mapping",
            "DNA Mutational Analysis",
            "Genome, Helminth",
            "Genome-Wide Association Study",
            "INDEL Mutation",
            "Polymorphism, Single Nucleotide",
            "Sensitivity and Specificity"
        ],
        "Authors": [
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Department of Computer Science, Columbia University, New York, New York, United States of America."
            },
            {
                "First Name": "Sumeet",
                "Last Name": "Sarin",
                "Affiliation": ""
            },
            {
                "First Name": "Ye",
                "Last Name": "Liu",
                "Affiliation": ""
            },
            {
                "First Name": "Oliver",
                "Last Name": "Hobert",
                "Affiliation": ""
            },
            {
                "First Name": "Itsik",
                "Last Name": "Pe'er",
                "Affiliation": ""
            }
        ],
        "Journal": "PloS one",
        "PubDate": "2008"
    },
    {
        "PMID": "18783246",
        "Title": "De novo sequencing of unique sequence tags for discovery of post-translational modifications of proteins.",
        "Abstract": "De novo sequencing is a spectrum analysis approach for mass spectrometry data to discover post-translational modifications in proteins; however, such an approach is still in its infancy and is still not widely applied to proteomic practices due to its limited reliability. In this work, we describe a de novo sequencing approach for the discovery of protein modifications based on identification of the proteome UStags (Shen, Y.; Tolić, N.; Hixson, K. K.; Purvine, S. O.; Pasa-Tolić, L.; Qian, W. J.; Adkins, J. N.; Moore, R. J.; Smith, R. D. Anal. Chem. 2008, 80, 1871-1882). The de novo information was obtained from Fourier-transform tandem mass spectrometry data for peptides and polypeptides from a yeast lysate, and the de novo sequences obtained were selected based on filter levels designed to provide a limited yet high quality subset of UStags. The DNA-predicted database protein sequences were then compared to the UStags, and the differences observed across or in the UStags (i.e., the UStags' prefix and suffix sequences and the UStags themselves) were used to infer possible sequence modifications. With this de novo-UStag approach, we uncovered some unexpected variances within several yeast protein sequences due to amino acid mutations and/or multiple modifications to the predicted protein sequences. To determine false discovery rates, two random (false) databases were independently used for sequence matching, and ~3% false discovery rates were estimated for the de novo-UStag approach. The factors affecting the reliability (e.g., existence of de novo sequencing noise residues and redundant sequences) and the sensitivity of the approach were investigated and described. The combined de novo-UStag approach complements the UStag method previously reported by enabling the discovery of new protein modifications.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Fourier Analysis",
            "Genome, Fungal",
            "Isotopes",
            "Mass Spectrometry",
            "Molecular Sequence Data",
            "Peptides",
            "Protein Processing, Post-Translational",
            "Proteomics",
            "Saccharomyces cerevisiae Proteins",
            "Sequence Analysis, Protein"
        ],
        "Authors": [
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Biological Science Division, Pacific Northwest National Laboratory, Richland, Washington 99352, USA. Yufeng.shen@pnl.gov"
            },
            {
                "First Name": "Nikola",
                "Last Name": "Tolić",
                "Affiliation": ""
            },
            {
                "First Name": "Kim K",
                "Last Name": "Hixson",
                "Affiliation": ""
            },
            {
                "First Name": "Samuel O",
                "Last Name": "Purvine",
                "Affiliation": ""
            },
            {
                "First Name": "Gordon A",
                "Last Name": "Anderson",
                "Affiliation": ""
            },
            {
                "First Name": "Richard D",
                "Last Name": "Smith",
                "Affiliation": ""
            }
        ],
        "Journal": "Analytical chemistry",
        "PubDate": "2008"
    },
    {
        "PMID": "18653527",
        "Title": "A high-throughput percentage-of-binding strategy to measure binding energies in DNA-protein interactions: application to genome-scale site discovery.",
        "Abstract": "Quantifying the binding energy in DNA-protein interactions is of critical importance to understand transcriptional regulation. Based on a simple computational model, this study describes a high-throughput percentage-of-binding strategy to measure the binding energy in DNA-protein interactions between the Shewanella oneidensis ArcA two-component transcription factor protein and a systematic set of mutants in an ArcA-P (phosphorylated ArcA) binding site. The binding energies corresponding to each of the 4 nt at each position in the 15-bp binding site were used to construct a position-specific energy matrix (PEM) that allowed a reliable prediction of ArcA-P binding sites not only in Shewanella but also in related bacterial genomes.",
        "Keywords": [],
        "MeSH terms": [
            "Bacterial Proteins",
            "Binding Sites",
            "Computational Biology",
            "DNA-Binding Proteins",
            "Electrophoretic Mobility Shift Assay",
            "Genome, Bacterial",
            "Genomics",
            "Models, Genetic",
            "Mutation",
            "Promoter Regions, Genetic",
            "Protein Array Analysis",
            "Protein Binding",
            "Shewanella",
            "Thermodynamics",
            "Transcription Factors"
        ],
        "Authors": [
            {
                "First Name": "Xiaohu",
                "Last Name": "Wang",
                "Affiliation": "Department of Molecular Virology & Microbiology, Baylor College of Medicine, Houston, TX 77030, USA."
            },
            {
                "First Name": "Haichun",
                "Last Name": "Gao",
                "Affiliation": ""
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": ""
            },
            {
                "First Name": "George M",
                "Last Name": "Weinstock",
                "Affiliation": ""
            },
            {
                "First Name": "Jizhong",
                "Last Name": "Zhou",
                "Affiliation": ""
            },
            {
                "First Name": "Timothy",
                "Last Name": "Palzkill",
                "Affiliation": ""
            }
        ],
        "Journal": "Nucleic acids research",
        "PubDate": "2008"
    },
    {
        "PMID": "18578501",
        "Title": "Mass spectrometry analysis of proteome-wide proteolytic post-translational degradation of proteins.",
        "Abstract": "Protein proteolytic degradation is an essential component to proper cell function and its life cycle. Here, we study the protein degradation in yeast Saccharomyces cerevisiae cells on a proteome-wide scale by detection of the intermediate peptides produced from the intracellular degradation of proteins using sequencing-based tandem mass spectrometry. By tracing the detected approximately 1100 peptides and their approximately 200 protein-substrate origins we obtain evidence for new insights into the proteome-wide protein-selective degradation in yeast cells. This evidence shows that the yeast cytoplasm is the largest pool for the degradation of proteins with both biochemical and geometric specificities, whereas the yeast nucleus seems to be a proteolysis-inert organelle under the condition studied. Yeast V-ATPase subunits appear to be degraded during their disassembly, and yeast mitochondrial proteins functioning as precursors, transport carriers, and gates are preferentially degraded. Ubiquitylation may be unnecessary for the proteasomal degradation of yeast cytoplasmic regulatory and enzyme proteins according to our observations. This study shows that the intracellular peptides are informational targets for directly probing the protein degradation-involved molecular mechanisms and cell biology processes.",
        "Keywords": [],
        "MeSH terms": [
            "Cytoplasm",
            "Endopeptidases",
            "Peptide Fragments",
            "Proteomics",
            "Saccharomyces cerevisiae",
            "Saccharomyces cerevisiae Proteins",
            "Tandem Mass Spectrometry",
            "Ubiquitination"
        ],
        "Authors": [
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Biological Science Division, Pacific Northwest National Laboratory, Richland, Washington 99352, USA. yufeng.shen@pnl.gov"
            },
            {
                "First Name": "Kim K",
                "Last Name": "Hixson",
                "Affiliation": ""
            },
            {
                "First Name": "Nikola",
                "Last Name": "Tolić",
                "Affiliation": ""
            },
            {
                "First Name": "David G",
                "Last Name": "Camp",
                "Affiliation": ""
            },
            {
                "First Name": "Samuel O",
                "Last Name": "Purvine",
                "Affiliation": ""
            },
            {
                "First Name": "Ronald J",
                "Last Name": "Moore",
                "Affiliation": ""
            },
            {
                "First Name": "Richard D",
                "Last Name": "Smith",
                "Affiliation": ""
            }
        ],
        "Journal": "Analytical chemistry",
        "PubDate": "2008"
    },
    {
        "PMID": "18271604",
        "Title": "Proteome-wide identification of proteins and their modifications with decreased ambiguities and improved false discovery rates using unique sequence tags.",
        "Abstract": "Identifying proteins and their modification states and with known levels of confidence remains as a significant challenge for proteomics. Random or decoy peptide databases are increasingly being used to estimate the false discovery rate (FDR), e.g., from liquid chromatography-tandem mass spectrometry (LC-MS/MS) analyses of tryptic digests. We show that this approach can significantly underestimate the FDR and describe an approach for more confident protein identifications that uses unique partial sequences derived from a combination of database searching and amino acid residue sequencing using high-accuracy MS/MS data. Applied to a Saccharomyces cerevisiae tryptic digest, the approach provided 3 132 confident peptide identifications ( approximately 5% modified in some fashion), covering 575 proteins with an estimated zero FDR. The conventional approach provided 3 359 peptide identifications and 656 proteins with 0.3% FDR based upon a decoy database analysis. However, the present approach revealed approximately 5% of the 3 359 identifications to be incorrect and many more as potentially ambiguous (e.g., due to not considering certain amino acid substitutions and modifications). In addition, 677 peptides and 39 proteins were identified that had been missed by conventional analysis, including nontryptic peptides, peptides with a variety of expected/unexpected chemical modifications, known/unknown post-translational modifications, single nucleotide polymorphisms or gene encoding errors, and multiple modifications of individual peptides.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Fungal Proteins",
            "Molecular Sequence Data",
            "Proteome",
            "Saccharomyces cerevisiae",
            "Tandem Mass Spectrometry"
        ],
        "Authors": [
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Biological Sciences Division, Pacific Northwest National Laboratory, Richland, Washington 99352, USA."
            },
            {
                "First Name": "Nikola",
                "Last Name": "Tolić",
                "Affiliation": ""
            },
            {
                "First Name": "Kim K",
                "Last Name": "Hixson",
                "Affiliation": ""
            },
            {
                "First Name": "Samuel O",
                "Last Name": "Purvine",
                "Affiliation": ""
            },
            {
                "First Name": "Ljiljana",
                "Last Name": "Pasa-Tolić",
                "Affiliation": ""
            },
            {
                "First Name": "Wei-Jun",
                "Last Name": "Qian",
                "Affiliation": ""
            },
            {
                "First Name": "Joshua N",
                "Last Name": "Adkins",
                "Affiliation": ""
            },
            {
                "First Name": "Ronald J",
                "Last Name": "Moore",
                "Affiliation": ""
            },
            {
                "First Name": "Richard D",
                "Last Name": "Smith",
                "Affiliation": ""
            }
        ],
        "Journal": "Analytical chemistry",
        "PubDate": "2008"
    },
    {
        "PMID": "17935722",
        "Title": "Phosphopeptide elution times in reversed-phase liquid chromatography.",
        "Abstract": "Elution time shifts between 33 different peptides and their corresponding phosphopeptides ranging from 4 amino acid residues to 35 amino acids in length were systematically investigated using high-resolution reversed-phase liquid chromatography (RPLC)-tandem mass spectrometry (MS/MS) analysis with trifluoroacetic acid as the ion pairing agent. Observed peptide elution time shifts for a single phosphorylation ranged from -5.28 min (for pYVPML) to +0.59 min (for HRDpSGLLDSLGR). Peptides containing a phosphotyrosine residue displayed a significant decrease in elution time following phosphorylation compared to their similar-sized peptides with phosphoserine or phosphothreonine residues. While peptide phosphorylation generally led to a decrease in the observed elution time, five peptides displayed increased elution times as a result of phosphorylation. For large peptides (> or =18 amino acids), the elution time shifts due to single phosphorylation were limited (ranging between -0.48 and +0.03 min), while the elution time shifts for small peptides (<18 amino acids) were characterized by a larger deviation (ranging between -5.28 and +0.59 min). The predictive capability for the observed RPLC elution time change due to phosphorylation has been suggested, which will aid in assigning confident phosphopeptide identifications and their subsequent confirmation.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Chromatography, Liquid",
            "Hydrophobic and Hydrophilic Interactions",
            "Molecular Sequence Data",
            "Peptide Fragments",
            "Peptides",
            "Phosphopeptides",
            "Phosphorylation",
            "Phosphoserine",
            "Phosphothreonine",
            "Phosphotyrosine",
            "Predictive Value of Tests",
            "Proteome",
            "Sensitivity and Specificity",
            "Spectrometry, Mass, Electrospray Ionization",
            "Tandem Mass Spectrometry",
            "Time Factors",
            "Trifluoroacetic Acid",
            "Trypsin"
        ],
        "Authors": [
            {
                "First Name": "Jeongkwon",
                "Last Name": "Kim",
                "Affiliation": "Environmental Molecular Science Laboratory, MSIN K8-98, Pacific Northwest National Laboratory, P.O. Box 999, Richland, WA 99352, USA."
            },
            {
                "First Name": "Konstantinos",
                "Last Name": "Petritis",
                "Affiliation": ""
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": ""
            },
            {
                "First Name": "David G",
                "Last Name": "Camp",
                "Affiliation": ""
            },
            {
                "First Name": "Ronald J",
                "Last Name": "Moore",
                "Affiliation": ""
            },
            {
                "First Name": "Richard D",
                "Last Name": "Smith",
                "Affiliation": ""
            }
        ],
        "Journal": "Journal of chromatography. A",
        "PubDate": "2007"
    },
    {
        "PMID": "17097628",
        "Title": "Shedding genomic light on Aristotle's lantern.",
        "Abstract": "Sea urchins have proved fascinating to biologists since the time of Aristotle who compared the appearance of their bony mouth structure to a lantern in The History of Animals. Throughout modern times it has been a model system for research in developmental biology. Now, the genome of the sea urchin Strongylocentrotus purpuratus is the first echinoderm genome to be sequenced. A high quality draft sequence assembly was produced using the Atlas assembler to combine whole genome shotgun sequences with sequences from a collection of BACs selected to form a minimal tiling path along the genome. A formidable challenge was presented by the high degree of heterozygosity between the two haplotypes of the selected male representative of this marine organism. This was overcome by use of the BAC tiling path backbone, in which each BAC represents a single haplotype, as well as by improvements in the Atlas software. Another innovation introduced in this project was the sequencing of pools of tiling path BACs rather than individual BAC sequencing. The Clone-Array Pooled Shotgun Strategy greatly reduced the cost and time devoted to preparing shotgun libraries from BAC clones. The genome sequence was analyzed with several gene prediction methods to produce a comprehensive gene list that was then manually refined and annotated by a volunteer team of sea urchin experts. This latter annotation community edited over 9000 gene models and uncovered many unexpected aspects of the sea urchin genetic content impacting transcriptional regulation, immunology, sensory perception, and an organism's development. Analysis of the basic deuterostome genetic complement supports the sea urchin's role as a model system for deuterostome and, by extension, chordate development.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Chromosomes, Artificial, Bacterial",
            "DNA",
            "Genome",
            "Sea Urchins"
        ],
        "Authors": [
            {
                "First Name": "Erica",
                "Last Name": "Sodergren",
                "Affiliation": "Human Genome Sequencing Center, Baylor College of Medicine, One Baylor Plaza, Alkek N1519, Houston, TX 77030, USA. ericas@bcm.edu"
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": ""
            },
            {
                "First Name": "Xingzhi",
                "Last Name": "Song",
                "Affiliation": ""
            },
            {
                "First Name": "Lan",
                "Last Name": "Zhang",
                "Affiliation": ""
            },
            {
                "First Name": "Richard A",
                "Last Name": "Gibbs",
                "Affiliation": ""
            },
            {
                "First Name": "George M",
                "Last Name": "Weinstock",
                "Affiliation": ""
            }
        ],
        "Journal": "Developmental biology",
        "PubDate": "2006"
    },
    {
        "PMID": "16880940",
        "Title": "Ultra-sensitive and quantitative characterization of proteomes.",
        "Abstract": "Electrospray ionization mass spectrometry combined with high efficiency capillary liquid chromatography provides high sensitivity and broad dynamic range measurements for the characterization of biological macromolecules in complex matrices, and is an increasingly powerful analytical tool for systems biology research.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Chromatography, Liquid",
            "Combinatorial Chemistry Techniques",
            "Gas Chromatography-Mass Spectrometry",
            "Humans",
            "Models, Biological",
            "Proteomics",
            "Shewanella",
            "Spectrometry, Mass, Electrospray Ionization"
        ],
        "Authors": [
            {
                "First Name": "Richard D",
                "Last Name": "Smith",
                "Affiliation": "Biological Sciences Division, Pacific Northwest National Laboratory, P.O. Box 999, MS K8-98, Richland, WA 99352, USA. rds@pnl.gov"
            },
            {
                "First Name": "Keqi",
                "Last Name": "Tang",
                "Affiliation": ""
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": ""
            }
        ],
        "Journal": "Molecular bioSystems",
        "PubDate": "2006"
    },
    {
        "PMID": "16316187",
        "Title": "Making broad proteome protein measurements in 1-5 min using high-speed RPLC separations and high-accuracy mass measurements.",
        "Abstract": "The throughput of proteomics measurements that provide broad protein coverage is limited by the quality and speed of both the separations as well as the subsequent mass spectrometric analysis; at present, analysis times can range anywhere from hours (high throughput) to days or longer (low throughput). We have explored the basis for proteomics analyses conducted on the order of minutes using high-speed capillary RPLC combined through on-line electrospray ionization interface with high-accuracy mass spectrometry (MS) measurements. Short 0.8-microm porous C18 particle-packed 50-microm-i.d. capillaries were used to speed the RPLC separations while still providing high-quality separations. Both time-of-flight (TOF) and Fourier transform ion cyclotron resonance (FTICR) MS were applied for identifying peptides using the accurate mass and time (AMT) tag approach. Peptide RPLC relative retention (elution) times that were generated by solvent gradients that differed by at least 25-fold were found to provide relative elution times that agreed to within 5%, which provides the basis for using peptide AMT tags for higher throughput proteomics measurements. For fast MS acquisition speeds (e.g., 0.2 s for TOF and either approximately 0.3 or approximately 0.6 s for FTICR), peptide mass measurement accuracies of better than +/-15 ppm were obtained with the high-speed RPLC separations. The ability to identify peptides and the overall proteome coverage was determined by factors that include the separation peak capacity, the sensitivity of the MS (with fast scanning), and the accuracy of both the mass measurements and the relative RPLC peptide elution times. The experimental RPLC relative elution time accuracies of 5% (using high-speed capillary RPLC) and mass measurement accuracies of better than +/-15 ppm allowed for the confident identification of >2800 peptides and >760 proteins from >13,000 different putative peptides detected from a Shewanellaoneidensis tryptic digest. Initial results for both RPLC-ESI-TOF and RPLC-ESI-FTICR MS were similar, with approximately 2000 different peptides from approximately 600 different proteins identified within 2-3 min. For <120-s proteomic analysis, TOF MS analyses were more effective, while FTICR MS was more effective for the >150-s analysis due to the improved mass accuracies attained using longer spectrum acquisition times.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Chromatography, Liquid",
            "Humans",
            "Hydrophobic and Hydrophilic Interactions",
            "Mass Spectrometry",
            "Peptide Fragments",
            "Proteome",
            "Spectroscopy, Fourier Transform Infrared",
            "Time Factors",
            "Trypsin"
        ],
        "Authors": [
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Biological Science Division, Pacific Northwest National Laboratory, Richland, Washington 99352, USA."
            },
            {
                "First Name": "Eric F",
                "Last Name": "Strittmatter",
                "Affiliation": ""
            },
            {
                "First Name": "Rui",
                "Last Name": "Zhang",
                "Affiliation": ""
            },
            {
                "First Name": "Thomas O",
                "Last Name": "Metz",
                "Affiliation": ""
            },
            {
                "First Name": "Ronald J",
                "Last Name": "Moore",
                "Affiliation": ""
            },
            {
                "First Name": "Fumin",
                "Last Name": "Li",
                "Affiliation": ""
            },
            {
                "First Name": "Harold R",
                "Last Name": "Udseth",
                "Affiliation": ""
            },
            {
                "First Name": "Richard D",
                "Last Name": "Smith",
                "Affiliation": ""
            },
            {
                "First Name": "Klaus K",
                "Last Name": "Unger",
                "Affiliation": ""
            },
            {
                "First Name": "Dipika",
                "Last Name": "Kumar",
                "Affiliation": ""
            },
            {
                "First Name": "Dieter",
                "Last Name": "Lubda",
                "Affiliation": ""
            }
        ],
        "Journal": "Analytical chemistry",
        "PubDate": "2005"
    },
    {
        "PMID": "16223258",
        "Title": "Ultrahigh-throughput proteomics using fast RPLC separations with ESI-MS/MS.",
        "Abstract": "We describe approaches for proteomics analysis using electrospray ionization-tandem mass spectrometry coupled with fast reversed-phase liquid chromatography (RPLC) separations. The RPLC separations used 50-microm-i.d. fused-silica capillaries packed with submicrometer-sized C18-bonded porous silica particles and achieved peak capacities of 130-420 for analytes from proteome tryptic digests. When these separations were combined with linear ion trap tandem mass spectrometry measurements, approximately 1000 proteins could be identified in 50 min from approximately 4000 identified tryptic peptides; approximately 550 proteins in 20 min from approximately 1800 peptides; and approximately 250 proteins in 8 min from approximately 700 peptides for a S. oneidensis tryptic digest. The dynamic range for protein identification with the fast separations was determined to be approximately 3-4 orders of magnitude of relative protein abundance on the basis of known proteins in human blood plasma analyses. We found that 55% of the MS/MS spectra acquired during the entire analysis (and up to 100% of the MS/MS spectra acquired from the most data-rich zone) provided sufficient quality for identifying peptides. The results confirm that such analyses using very fast (minutes) RPLC separations based on columns packed with microsized porous particles are primarily limited by the MS/MS analysis speed.",
        "Keywords": [],
        "MeSH terms": [
            "Chromatography, High Pressure Liquid",
            "Particle Size",
            "Peptides",
            "Porosity",
            "Proteins",
            "Proteomics",
            "Salmonella enterica",
            "Sensitivity and Specificity",
            "Silicon Dioxide",
            "Spectrometry, Mass, Electrospray Ionization",
            "Surface Properties",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Biological Science Division, Pacific Northwest National Laboratory, Richland, Washington 99352, USA."
            },
            {
                "First Name": "Richard D",
                "Last Name": "Smith",
                "Affiliation": ""
            },
            {
                "First Name": "Klaus K",
                "Last Name": "Unger",
                "Affiliation": ""
            },
            {
                "First Name": "Dipika",
                "Last Name": "Kumar",
                "Affiliation": ""
            },
            {
                "First Name": "Dieter",
                "Last Name": "Lubda",
                "Affiliation": ""
            }
        ],
        "Journal": "Analytical chemistry",
        "PubDate": "2005"
    },
    {
        "PMID": "16152657",
        "Title": "Characterization of the human blood plasma proteome.",
        "Abstract": "We describe methods for broad characterization of the human plasma proteome. The combination of stepwise immunoglobulin G (IgG) and albumin protein depletion by affinity chromatography and ultrahigh-efficiency capillary liquid chromatography separations coupled to ion trap-tandem mass spectrometry enabled identification of 2392 proteins from a single plasma sample with an estimated confidence level of > 94%, and an additional 2198 proteins with an estimated confidence level of 80%. The relative abundances of the identified proteins span a range of over eight orders of magnitude in concentration (< 30 pg/mL to approximately 30 mg/mL), facilitated by the attomole-level sensitivity of the analysis methods. More than 80% of the observed proteins demonstrate interactions with IgG and/or albumin, and the human plasma protein loss in the affinity chromatography/strong cation exchange/reversed-phase liquid chromatography-tandem mass spectrometry methodology was investigated in detail. The results of this study provide a basis for a wide range of plasma proteomics studies, including broad quantitation of relative abundances in comparative studies of the identification of novel protein disease markers, as well as further studies of protein-protein interactions.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Chromatography, Affinity",
            "Chromatography, Liquid",
            "Electrophoresis, Gel, Two-Dimensional",
            "Humans",
            "Immunoglobulin G",
            "Mass Spectrometry",
            "Peptide Mapping",
            "Peptides",
            "Plasma",
            "Proteome",
            "Proteomics",
            "Serum Albumin"
        ],
        "Authors": [
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Biological Sciences Division and Environmental Molecular Sciences Laboratory, Pacific Northwest National Laboratory, Richland, WA 99352, USA. rds@pnl.gov"
            },
            {
                "First Name": "Jeongkwon",
                "Last Name": "Kim",
                "Affiliation": ""
            },
            {
                "First Name": "Eric F",
                "Last Name": "Strittmatter",
                "Affiliation": ""
            },
            {
                "First Name": "Jon M",
                "Last Name": "Jacobs",
                "Affiliation": ""
            },
            {
                "First Name": "David G",
                "Last Name": "Camp",
                "Affiliation": ""
            },
            {
                "First Name": "Ruihua",
                "Last Name": "Fang",
                "Affiliation": ""
            },
            {
                "First Name": "Nikola",
                "Last Name": "Tolié",
                "Affiliation": ""
            },
            {
                "First Name": "Ronald J",
                "Last Name": "Moore",
                "Affiliation": ""
            },
            {
                "First Name": "Richard D",
                "Last Name": "Smith",
                "Affiliation": ""
            }
        ],
        "Journal": "Proteomics",
        "PubDate": "2005"
    },
    {
        "PMID": "16053318",
        "Title": "Preparation of 20-microm-i.d. silica-based monolithic columns and their performance for proteomics analyses.",
        "Abstract": "We describe the preparation and performance of high-efficiency 70 cm x 20 microm i.d. silica-based monolithic capillary LC columns. The monolithic columns at a mobile-phase pressure of 5000 psi provide flow rates of approximately 40 nL/min at a linear velocity of approximately 0.24 cm/s. The columns provide a separation peak capacity of approximately 420 in conjunction with both on-line coupling with microsolid-phase extraction and nanoelectrospray ionization-mass spectrometry. Performance was evaluated using a Shewanella oneidensis tryptic digest, and approximately 15-amol detection limits for peptides were obtained using a conventional ion trap and MS/MS for peptide identification. The sensitivity and separation efficiency enabled the identification of 2367 different peptides covering 855 distinct S. oneidensis proteins from a 2.5-microg tryptic digest sample in a single 10-h analysis. The number of identified peptides and proteins approximately doubled when the effective separation time was extended from 200 to 600 min. The number of identified peptides increased from 32 to 390 as the injection amount was increased from 0.5 to 100 ng. Both the run-to-run and column-to-column reproducibility for proteomic analyses were also evaluated.",
        "Keywords": [],
        "MeSH terms": [
            "Chromatography, Liquid",
            "Microscopy, Electron, Scanning",
            "Nanotechnology",
            "Online Systems",
            "Proteomics",
            "Reproducibility of Results",
            "Sensitivity and Specificity",
            "Silicon Dioxide",
            "Spectrometry, Mass, Electrospray Ionization",
            "Tandem Mass Spectrometry"
        ],
        "Authors": [
            {
                "First Name": "Quanzhou",
                "Last Name": "Luo",
                "Affiliation": "Biological Sciences Division, Pacific Northwest National Laboratory, Richland, Washington 99352, USA."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": ""
            },
            {
                "First Name": "Kim K",
                "Last Name": "Hixson",
                "Affiliation": ""
            },
            {
                "First Name": "Rui",
                "Last Name": "Zhao",
                "Affiliation": ""
            },
            {
                "First Name": "Feng",
                "Last Name": "Yang",
                "Affiliation": ""
            },
            {
                "First Name": "Ronald J",
                "Last Name": "Moore",
                "Affiliation": ""
            },
            {
                "First Name": "Heather M",
                "Last Name": "Mottaz",
                "Affiliation": ""
            },
            {
                "First Name": "Richard D",
                "Last Name": "Smith",
                "Affiliation": ""
            }
        ],
        "Journal": "Analytical chemistry",
        "PubDate": "2005"
    },
    {
        "PMID": "16000088",
        "Title": "Advanced nanoscale separations and mass spectrometry for sensitive high-throughput proteomics.",
        "Abstract": "Recent developments in combined separations with mass spectrometry for sensitive and high-throughput proteomic analyses are reviewed herein. These developments primarily involve high-efficiency (separation peak capacities of approximately 10(3)) nanoscale liquid chromatography (flow rates extending down to approximately 20 nl/min at optimal liquid mobile-phase separation linear velocities through narrow packed capillaries) in combination with advanced mass spectrometry and in particular, high-sensitivity and high-resolution Fourier transform ion cyclotron resonance mass spectrometry. Such approaches enable analysis of low nanogram level proteomic samples (i.e., nanoscale proteomics) with individual protein identification sensitivity at the low zeptomole level. The resultant protein measurement dynamic range can approach 10(6) for nanogram-sized proteomic samples, while more abundant proteins can be detected from subpicogram-sized (total) proteome samples. These qualities provide the foundation for proteomics studies of single or small populations of cells. The instrumental robustness required for automation and providing high-quality routine performance nanoscale proteomic analyses is also discussed.",
        "Keywords": [],
        "MeSH terms": [
            "Chromatography, Liquid",
            "Cyclotrons",
            "Mass Spectrometry",
            "Nanotechnology",
            "Proteins",
            "Proteomics",
            "Sensitivity and Specificity",
            "Spectrometry, Mass, Electrospray Ionization",
            "Spectroscopy, Fourier Transform Infrared"
        ],
        "Authors": [
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Biological Science Division & Environmental Molecular Sciences Laboratory, Pacific Northwest National Laboratory, PO Box 999, Richland, WA 99352, USA. yufeng.shen@pnl.gov"
            },
            {
                "First Name": "Richard D",
                "Last Name": "Smith",
                "Affiliation": ""
            }
        ],
        "Journal": "Expert review of proteomics",
        "PubDate": "2005"
    },
    {
        "PMID": "15889897",
        "Title": "Automated 20 kpsi RPLC-MS and MS/MS with chromatographic peak capacities of 1000-1500 and capabilities in proteomics and metabolomics.",
        "Abstract": "Proteomics analysis based-on reversed-phase liquid chromatography (RPLC) is widely practiced; however, variations providing cutting-edge RPLC performance have generally not been adopted even though their benefits are well established. Here, we describe an automated format 20 kpsi RPLC system for proteomics and metabolomics that includes on-line coupling of micro-solid phase extraction for sample loading and allows electrospray ionization emitters to be readily replaced. The system uses 50 microm i.d. x 40-200 cm fused-silica capillaries packed with 1.4-3-microm porous C18-bonded silica particles to obtain chromatographic peak capacities of 1000-1500 for complex peptide and metabolite mixtures. This separation quality provided high-confidence identifications of >12 000 different tryptic peptides from >2000 distinct Shewanella oneidensis proteins (approximately 40% of the proteins predicted for the S. oneidensis proteome) in a single 12-h ion trap tandem mass spectrometry (MS/MS) analysis. The protein identification reproducibility approached 90% between replicate experiments. The average protein MS/MS identification rate exceeded 10 proteins/min, and 1207 proteins were identified in 120 min through assignment of 5944 different peptides. The proteomic analysis dynamic range of the 20 kpsi RPLC-ion trap MS/MS was approximately 10(6) based on analyses of a human blood plasma sample, for which 835 distinct proteins were identified with high confidence in a single 12-h run. A single run of the 20 kpsi RPLC-accurate mass MS detected >5000 different compounds from a metabolomics sample.",
        "Keywords": [],
        "MeSH terms": [
            "Automation",
            "Bacterial Proteins",
            "Chromatography, Liquid",
            "Mass Spectrometry",
            "Metabolism",
            "Peptides",
            "Proteins",
            "Proteomics",
            "Reproducibility of Results",
            "Sensitivity and Specificity",
            "Shewanella",
            "Silicon Dioxide",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Biological Science Division and Environmental Molecular Sciences Laboratory, Pacific Northwest National Laboratory, Richland, Washington 99352, USA."
            },
            {
                "First Name": "Rui",
                "Last Name": "Zhang",
                "Affiliation": ""
            },
            {
                "First Name": "Ronald J",
                "Last Name": "Moore",
                "Affiliation": ""
            },
            {
                "First Name": "Jeongkwon",
                "Last Name": "Kim",
                "Affiliation": ""
            },
            {
                "First Name": "Thomas O",
                "Last Name": "Metz",
                "Affiliation": ""
            },
            {
                "First Name": "Kim K",
                "Last Name": "Hixson",
                "Affiliation": ""
            },
            {
                "First Name": "Rui",
                "Last Name": "Zhao",
                "Affiliation": ""
            },
            {
                "First Name": "Eric A",
                "Last Name": "Livesay",
                "Affiliation": ""
            },
            {
                "First Name": "Harold R",
                "Last Name": "Udseth",
                "Affiliation": ""
            },
            {
                "First Name": "Richard D",
                "Last Name": "Smith",
                "Affiliation": ""
            }
        ],
        "Journal": "Analytical chemistry",
        "PubDate": "2005"
    },
    {
        "PMID": "15096064",
        "Title": "Ultrasensitive and quantitative analyses from combined separations-mass spectrometry for the characterization of proteomes.",
        "Abstract": "This article describes developments in fundamental and applied aspects of separations, electrospray ionization phenomena, and mass spectrometric instrumentation that are interrelated and important for making more effective and quantitative measurements, particularly for proteomics applications. The basis for better quantitation and ultrahigh sensitivity is highlighted for high-resolution capillary liquid chromatography separations that provide low nanoliter per minute flow rates to an electrospray ionization interface. The increased dynamic range of measurements and low zeptomole regime detection limits obtainable open new avenues for biological research.",
        "Keywords": [],
        "MeSH terms": [
            "Chromatography, Liquid",
            "Cyclotrons",
            "Proteome",
            "Sensitivity and Specificity",
            "Spectrometry, Mass, Electrospray Ionization",
            "Spectroscopy, Fourier Transform Infrared"
        ],
        "Authors": [
            {
                "First Name": "Richard D",
                "Last Name": "Smith",
                "Affiliation": "Pacific Northwest National Laboratory, P.O. Box 999, Richland, WA 99352, USA."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": ""
            },
            {
                "First Name": "Keqi",
                "Last Name": "Tang",
                "Affiliation": ""
            }
        ],
        "Journal": "Accounts of chemical research",
        "PubDate": "2004"
    },
    {
        "PMID": "14961748",
        "Title": "Ultra-high-efficiency strong cation exchange LC/RPLC/MS/MS for high dynamic range characterization of the human plasma proteome.",
        "Abstract": "High-efficiency nanoscale reversed-phase liquid chromatography (chromatographic peak capacities of approximately 1000: Shen, Y.; Zhao, R.; Berger, S. J.; Anderson, G. A.; Rodriguez, N.; Smith, R. D. Anal. Chem. 2002, 74, 4235. Shen, Y.; Moore, R. J.; Zhao, R.; Blonder, J.; Auberry, D. L.; Masselon, C.; Pasa-Tolic, L.; Hixson, K. K.; Auberry, K. J.; Smith, R. D. Anal. Chem. 2003, 75, 3596.) and strong cation exchange LC was used to obtain ultra-high-efficiency separations (combined chromatographic peak capacities of >10(4)) in conjunction with tandem mass spectrometry (MS/MS) for characterization of the human plasma proteome. Using conservative SEQUEST peptide identification criteria (i.e., without considering chymotryptic or elastic peptides) and peptide LC normalized elution time constraints, the separation quality enabled the identification of proteins over a dynamic range of greater than 8 orders of magnitude in relative abundance using ion trap MS/MS instrumentation. Between 800 and 1682 human proteins were identified, depending on the criteria used for identification, from a total of 365 microg of human plasma. The analyses identified relatively low-level (approximately pg/mL) proteins (e.g., cytokines) coexisting with high-abundance proteins (e.g., mg/mL-level serum albumin).",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Blood Proteins",
            "Chromatography, Ion Exchange",
            "Humans",
            "Molecular Sequence Data",
            "Proteome",
            "Proteomics",
            "Reproducibility of Results",
            "Sensitivity and Specificity",
            "Spectrometry, Mass, Electrospray Ionization"
        ],
        "Authors": [
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Biological Science Division, Pacific Northwest National Laboratory, Richland, WA 99352, USA."
            },
            {
                "First Name": "Jon M",
                "Last Name": "Jacobs",
                "Affiliation": ""
            },
            {
                "First Name": "David G",
                "Last Name": "Camp",
                "Affiliation": ""
            },
            {
                "First Name": "Ruihua",
                "Last Name": "Fang",
                "Affiliation": ""
            },
            {
                "First Name": "Ronald J",
                "Last Name": "Moore",
                "Affiliation": ""
            },
            {
                "First Name": "Richard D",
                "Last Name": "Smith",
                "Affiliation": ""
            },
            {
                "First Name": "Wenzhong",
                "Last Name": "Xiao",
                "Affiliation": ""
            },
            {
                "First Name": "Ronald W",
                "Last Name": "Davis",
                "Affiliation": ""
            },
            {
                "First Name": "Ronald G",
                "Last Name": "Tompkins",
                "Affiliation": ""
            }
        ],
        "Journal": "Analytical chemistry",
        "PubDate": "2004"
    },
    {
        "PMID": "14697044",
        "Title": "Ultrasensitive proteomics using high-efficiency on-line micro-SPE-nanoLC-nanoESI MS and MS/MS.",
        "Abstract": "Ultrasensitive nanoscale proteomics approaches for characterizing proteins from complex proteomic samples of <50 ng of total mass are described. Protein identifications from 0.5 pg of whole proteome extracts were enabled by ultrahigh sensitivity (<75 zmol for individual proteins) achieved using high-efficiency (peak capacities of approximately 10(3)) 15-microm-i.d. capillary liquid chromatography separations (i.e., using nanoLC, approximately 20 nL/min mobile-phase flow rate at the optimal linear velocity of approximately 0.2 cm/s) coupled on-line with a micro-solid-phase sample extraction and a nanoscale electrospray ionization interface to a 11.4-T Fourier transform ion cyclotron resonance (FTICR) mass spectrometer (MS). Proteome measurement coverage improved as sample size was increased from as little as 0.5 pg of sample. It was found that a 2.5-ng sample provided 14% coverage of all annotated open reading frames for the microorganism Deinococcus radiodurans, consistent with previous results for a specific culture condition. The estimated detection dynamic range for detected proteins was 10(5)-10(6). An improved accurate mass and LC elution time two-dimensional data analysis methodology, used to both speed and increase the confidence of peptide/protein identifications, enabled identification of 872 proteins/run from a single 3-h nanoLC/FTICR MS analysis. The low-zeptomole-level sensitivity provides a basis for extending proteomics studies to smaller cell populations and potentially to a single mammalian cell. Application with ion trap MS/MS instrumentation allowed protein identification from 50 pg (total mass) of proteomic samples (i.e., approximately 100 times larger than FTICR MS), corresponding to a sensitivity of approximately 7 amol for individual proteins. Compared with single-stage FTICR measurements, ion trap MS/MS provided a much lower proteome measurement coverage and dynamic range for a given analysis time and sample quantity.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Animals",
            "Bacterial Proteins",
            "Deinococcus",
            "Molecular Sequence Data",
            "Nanotechnology",
            "Proteomics",
            "Serum Albumin, Bovine",
            "Spectroscopy, Fourier Transform Infrared"
        ],
        "Authors": [
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Biological Sciences Division, Pacific Northwest National Laboratory, Richland, Washington 99352, USA."
            },
            {
                "First Name": "Nikola",
                "Last Name": "Tolić",
                "Affiliation": ""
            },
            {
                "First Name": "Christophe",
                "Last Name": "Masselon",
                "Affiliation": ""
            },
            {
                "First Name": "Ljiljana",
                "Last Name": "Pasa-Tolić",
                "Affiliation": ""
            },
            {
                "First Name": "David G",
                "Last Name": "Camp",
                "Affiliation": ""
            },
            {
                "First Name": "Kim K",
                "Last Name": "Hixson",
                "Affiliation": ""
            },
            {
                "First Name": "Rui",
                "Last Name": "Zhao",
                "Affiliation": ""
            },
            {
                "First Name": "Gordon A",
                "Last Name": "Anderson",
                "Affiliation": ""
            },
            {
                "First Name": "Richard D",
                "Last Name": "Smith",
                "Affiliation": ""
            }
        ],
        "Journal": "Analytical chemistry",
        "PubDate": "2004"
    },
    {
        "PMID": "14570215",
        "Title": "High-efficiency on-line solid-phase extraction coupling to 15-150-microm-i.d. column liquid chromatography for proteomic analysis.",
        "Abstract": "The ability to manipulate and effectively utilize small proteomic samples is important for analyses using liquid chromatography (LC) in combination with mass spectrometry (MS) and becomes more challenging for very low flow rates due to extra column volume effects on separation quality. Here we report on the use of commercial switching valves (150-microm channels) for implementing the on-line coupling of capillary LC columns operated at 10,000 psi with relatively large solid-phase extraction (SPE) columns. With the use of optimized column connections, switching modes, and SPE column dimensions, high-efficiency on-line SPE-capillary and nanoscale LC separations were obtained demonstrating peak capacities of approximately 1000 for capillaries having inner diameters between 15 and 150 microm. The on-line coupled SPE columns increased the sample processing capacity by approximately 400-fold for sample solution volume and approximately 10-fold for sample mass. The proteomic applications of this on-line SPE-capillary LC system were evaluated for analysis of both soluble and membrane protein tryptic digests. Using an ion trap tandem MS it was typically feasible to identify 1100-1500 unique peptides in a 5-h analysis. Peptides extracted from the SPE column and then eluted from the LC column covered a hydrophilicity/hydrophobicity range that included an estimated approximately 98% of all tryptic peptides. The SPE-capillary LC implementation also facilitates automation and enables use of both disposable SPE columns and electrospray emitters, providing a robust basis for automated proteomic analyses.",
        "Keywords": [],
        "MeSH terms": [
            "Amino Acid Sequence",
            "Chromatography, Liquid",
            "Databases, Protein",
            "Mass Spectrometry",
            "Molecular Sequence Data",
            "Nanotechnology",
            "Proteins",
            "Proteomics",
            "Yeasts"
        ],
        "Authors": [
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Biological Sciences Division, Pacific Northwest National Laboratory, Richland, Washington 99352, USA."
            },
            {
                "First Name": "Ronald J",
                "Last Name": "Moore",
                "Affiliation": ""
            },
            {
                "First Name": "Rui",
                "Last Name": "Zhao",
                "Affiliation": ""
            },
            {
                "First Name": "Josip",
                "Last Name": "Blonder",
                "Affiliation": ""
            },
            {
                "First Name": "Deanna L",
                "Last Name": "Auberry",
                "Affiliation": ""
            },
            {
                "First Name": "Christophe",
                "Last Name": "Masselon",
                "Affiliation": ""
            },
            {
                "First Name": "Ljiljana",
                "Last Name": "Pasa-Tolić",
                "Affiliation": ""
            },
            {
                "First Name": "Kim K",
                "Last Name": "Hixson",
                "Affiliation": ""
            },
            {
                "First Name": "Ken J",
                "Last Name": "Auberry",
                "Affiliation": ""
            },
            {
                "First Name": "Richard D",
                "Last Name": "Smith",
                "Affiliation": ""
            }
        ],
        "Journal": "Analytical chemistry",
        "PubDate": "2003"
    },
    {
        "PMID": "12298086",
        "Title": "Integration of capillary isoelectric focusing with capillary reversed-phase liquid chromatography for two-dimensional proteomics separation.",
        "Abstract": "On-line combination of capillary isoelectric focusing (CIEF) with capillary reversed-phase liquid chromatography (CRPLC) is developed using a microinjector as the interface for performing two-dimensional (2-D) protein/peptide separations of complex protein mixtures. The focusing effect of CIEF not only contributes to a high-resolution protein/peptide separation, but also may permit the analysis of low-abundance proteins with a typical concentration factor of 50-100 times. The preparative capabilities of CIEF are much larger than most of capillary-based electrokinetic separation techniques since the entire capillary is initially filled with a solution containing proteins/peptides and carrier ampholytes for the creation of a pH gradient inside the capillary. The focused peptides which have a similar pI are coinjected into the second separation dimension and further resolved by their differences in hydrophobicity. The resolving power of combined CIEF-CRPLC system is demonstrated using the soluble fraction of Drosophila salivary glands taken from a period beginning before steroid-triggered programmed cell death and extending to its completion. The separation mechanisms of CIEF and CRPLC are completely orthogonal and the overall peak capacity is estimated to be around approximately 1800 over a run time of less than 8 h. Significant enhancement in the separation peak capacity can be realized by further increasing the number of CIEF fractions and/or slowing the solvent gradient in CRPLC, however, at the expense of overall analysis time. The results of our preliminary studies display significant differences in the separation profiles of peptide samples obtained from salivary glands of animals staged at the 6 and 12 h following puparium formation.",
        "Keywords": [],
        "MeSH terms": [
            "Animals",
            "Chromatography, Liquid",
            "Drosophila",
            "Drosophila Proteins",
            "Isoelectric Focusing",
            "Proteins",
            "Proteomics",
            "Salivary Glands"
        ],
        "Authors": [
            {
                "First Name": "Jinzhi",
                "Last Name": "Chen",
                "Affiliation": "Department of Chemistry and Biochemistry, University of Maryland, College Park, MD 20742, USA."
            },
            {
                "First Name": "Cheng S",
                "Last Name": "Lee",
                "Affiliation": ""
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": ""
            },
            {
                "First Name": "Richard D",
                "Last Name": "Smith",
                "Affiliation": ""
            },
            {
                "First Name": "Eric H",
                "Last Name": "Baehrecke",
                "Affiliation": ""
            }
        ],
        "Journal": "Electrophoresis",
        "PubDate": "2002"
    },
    {
        "PMID": "12298083",
        "Title": "Proteomics based on high-efficiency capillary separations.",
        "Abstract": "Identifying and quantifying in a high throughput manner the proteins expressed by cells, tissues or an organism provides the basis for understanding the functions of its constituents at a \"systems\" level. As a result, proteome analysis has increasingly become the focus of significant interest and research over the past decade. This is especially true following the recent stunning achievements in genomics analyses. However, unlike the static genome, the complexities and dynamism of the proteome present significant analytical challenges and demand highly efficient separations and detection technologies. A number of recent technological advancements have been in direct response to these challenges. Currently, strategically mated combinations of sophisticated separations techniques and advanced mass spectrometric detection represent the best approach to addressing the intricacies of the proteome. Liquid-phase separations, often within capillaries, are increasingly recognized as the best separations technique for this approach. In combination on-line with mass spectrometry, liquid-phase separations provide the improved analytical sensitivity, sample throughput, and quantitation capabilities necessitated by the multifaceted problems within proteomics analyses. This review focuses primarily on current high-efficiency capillary separations techniques, including both capillary liquid chromatography and capillary electrophoresis, applied to the analysis of complex proteomic samples. We emphasize developments at our laboratory and illustrate technical advances that attempt to review the role of separations within the broader context of a state-of-the-art integrated proteomics effort.",
        "Keywords": [],
        "MeSH terms": [
            "Chromatography, Liquid",
            "Electrophoresis, Capillary",
            "Electrophoresis, Gel, Two-Dimensional",
            "Isoelectric Focusing",
            "Peptide Fragments",
            "Proteins",
            "Proteomics",
            "Spectrometry, Mass, Electrospray Ionization"
        ],
        "Authors": [
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Environmental Molecular Sciences Laboratory, Pacific Northwest National Laboratory, Richland, WA 99352, USA."
            },
            {
                "First Name": "Richard D",
                "Last Name": "Smith",
                "Affiliation": ""
            }
        ],
        "Journal": "Electrophoresis",
        "PubDate": "2002"
    },
    {
        "PMID": "12199598",
        "Title": "High-efficiency nanoscale liquid chromatography coupled on-line with mass spectrometry using nanoelectrospray ionization for proteomics.",
        "Abstract": "We describe high-efficiency (peak capacities of approximately 10(3)) nanoscale (using column inner diameters down to 15 microm) liquid chromatography (nanoLC)/low flow rate electrospray (nanoESI) mass spectrometry (MS) for the sensitive analysis of complex global cellular protein enzymatic digests (i.e., proteomics). Using a liquid slurry packing method with carefully selected packing solvents, 87-cm-length capillaries having inner diameters of 14.9-74.5 microm were successfully packed with 3-microm C18-bonded porous (300-A pores) silica particles at a pressure of 18,000 psi. With a mobile-phase delivery pressure of 10,000 psi, these packed capillaries provided mobile-phase flow rates as low as approximately 20 nL/min at LC linear velocities of approximately 0.2 cm/s, which is near optimal for separation efficiency. To maintain chromatographic efficiency, unions with internal channel diameters as small as 10 microm were specially produced for connecting packed capillaries to replaceable nanoESI emitters having orifice diameters of 2-10 microm (depending on the packed capillary dimensions). Coupled on-line with a hybrid-quadrupole time-of-flight MS through the nanoESI interface, the nanoLC separations provided peak capacities of approximately 10(3) for proteome proteolytic polypeptide mixtures when a positive feedback switching valve was used for quantitatively introducing samples. Over a relatively large range of sample loadings (e.g., 5-100 ng, and 50-500 ng of cellular proteolytic peptides for 14.9- and 29.7-microm-i.d. packed capillaries, respectively), the nanoLC/nanoESI MS response for low-abundance components of the complex mixtures was found to increase linearly with sample loading. The nanoLC/nanoESI-MS sensitivity also increased linearly with decreasing flow rate (or approximately inversely proportional to the square of the capillary inner diameter) in the flow range of 20-400 nL/min. Thus, except at the lower loadings, decreasing the separation capillary inner diameter has an effect equivalent to increasing sample loading, which is important for sample-limited proteomic applications. No significant effects on recovery of eluting polypeptides were observed using porous C18 particles with surface pores of 300-A versus nonporous particles. Tandem MS analyses were also demonstrated using the high-efficiency nanoLC separations. Chromatographic elution time, MS response intensity, and mass measurement accuracy was examined between runs with a single column (with a single nanoESI emitter), between different columns (same and different inner diameters with different nanoESI emitters), and for different samples (various concentrations of cellular proteolytic peptides) and demonstrated robust and reproducible sensitive analyses for complex proteomic samples.",
        "Keywords": [],
        "MeSH terms": [
            "Chromatography, High Pressure Liquid",
            "Nanotechnology",
            "Online Systems",
            "Peptides",
            "Proteome",
            "Proteomics",
            "Sensitivity and Specificity",
            "Spectrometry, Mass, Electrospray Ionization",
            "Yeasts"
        ],
        "Authors": [
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Environmental Molecular Sciences Laboratory, Pacific Northwest National Laboratory, Richland, Washington 99352, USA."
            },
            {
                "First Name": "Rui",
                "Last Name": "Zhao",
                "Affiliation": ""
            },
            {
                "First Name": "Scott J",
                "Last Name": "Berger",
                "Affiliation": ""
            },
            {
                "First Name": "Gordon A",
                "Last Name": "Anderson",
                "Affiliation": ""
            },
            {
                "First Name": "Nestor",
                "Last Name": "Rodriguez",
                "Affiliation": ""
            },
            {
                "First Name": "Richard D",
                "Last Name": "Smith",
                "Affiliation": ""
            }
        ],
        "Journal": "Analytical chemistry",
        "PubDate": "2002"
    },
    {
        "PMID": "11972047",
        "Title": "Conformational pathways in the gating of Escherichia coli mechanosensitive channel.",
        "Abstract": "The pathway of the gating conformational transition of Escherichia coli mechanosensitive channel was simulated, using the recently modeled open and closed structures, by targeted molecular dynamics method. The transition can be roughly viewed as a four-stage process. The initial motion under a lower tension load is predominantly elastic deformation. The opening of the inner hydrophobic pore on a higher tension load takes place after the major expansion of the outer channel dimension. The hypothetical N-terminal S1 helical bundle has been confirmed to form the hydrophobic gate, together with the M1 helices. The sequential breaking of the tandem hydrophobic constrictions on the M1 and S1 helices makes the two parts of the gate strictly coupled, acting as a single gate. The simulation also revealed that there is no significant energetic coupling between the inner S1 bundle and the outer M2 transmembrane helices. The molten-globular-like structural features of the S1 bundle in its intermediate open states may account for the observed multiple subconductance states. Moreover, the intermediate open states of mechanosensitive channels are not symmetric, i.e., the opening does not follow iris-like motion, which sharply contrasts to the potassium channel KcsA.",
        "Keywords": [],
        "MeSH terms": [
            "Cytoplasm",
            "Escherichia coli",
            "Escherichia coli Proteins",
            "Ion Channels",
            "Models, Molecular",
            "Potassium Channels",
            "Protein Conformation",
            "Time Factors"
        ],
        "Authors": [
            {
                "First Name": "Yifei",
                "Last Name": "Kong",
                "Affiliation": "Graduate Program of Structural and Computational Biology and Molecular Biophysics, Baylor College of Medicine, One Baylor Plaza, BCM-125, Houston, TX 77030, USA."
            },
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": ""
            },
            {
                "First Name": "Tiffany E",
                "Last Name": "Warth",
                "Affiliation": ""
            },
            {
                "First Name": "Jianpeng",
                "Last Name": "Ma",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2002"
    },
    {
        "PMID": "11842204",
        "Title": "Intrinsic flexibility and gating mechanism of the potassium channel KcsA.",
        "Abstract": "The gating mechanism of the potassium channel KcsA was studied by normal mode analysis. The results provided an atomic description of the locations of the pivot points and the motional features of key structural elements in the gating process. Two pivot points were found in the motions of the inner TM2 helical bundle that directly modulate the size of the central channel pore. One point is an intrasubunit hinge point that sharply divides the structural flexibility between the more rigid selectivity filter and the more mobile peripheral transmembrane helices. Such a division is vital for KcsA because it permits the large-scale motions of transmembrane helices required for the gating and, in the meantime, maintains the rigidity of the filter region essential for the selectivity. The other pivot point is an intersubunit one at which all four TM2 helices are bundled together. During the gating process, each TM2 helix undergoes a lever-like swinging motion pivoting on the intrasubunit hinge, and the entire TM2 bundle undergoes a concerted rotational motion around the central channel axis constrained around the intersubunit bundle point. This series of motions leads to a dramatic enlargement of the intracellular gate without loosening up the structural integrity.",
        "Keywords": [],
        "MeSH terms": [
            "Bacterial Proteins",
            "Electron Spin Resonance Spectroscopy",
            "Hydrogen-Ion Concentration",
            "Ions",
            "Models, Molecular",
            "Potassium",
            "Potassium Channels",
            "Protein Binding",
            "Protein Conformation",
            "Protein Structure, Secondary",
            "Software"
        ],
        "Authors": [
            {
                "First Name": "Yufeng",
                "Last Name": "Shen",
                "Affiliation": "Graduate Program of Structural and Computational Biology and Molecular Biophysics, Baylor College of Medicine, One Baylor Plaza, BCM-125, Houston, TX 77030, USA."
            },
            {
                "First Name": "Yifei",
                "Last Name": "Kong",
                "Affiliation": ""
            },
            {
                "First Name": "Jianpeng",
                "Last Name": "Ma",
                "Affiliation": ""
            }
        ],
        "Journal": "Proceedings of the National Academy of Sciences of the United States of America",
        "PubDate": "2002"
    }
]